import { atom } from "jotai";

// 使うデータ（文字列）

const calendar_dates_string: string = `service_id,date,exception_type
平日,20240320,2
日祝,20240320,1
平日,20240429,2
日祝,20240429,1
平日,20240503,2
日祝,20240503,1
土曜,20240504,2
日祝,20240504,1
平日,20240506,2
日祝,20240506,1
平日,20240715,2
日祝,20240715,1
平日,20240812,2
日祝,20240812,1
平日,20240916,2
日祝,20240916,1
平日,20240923,2
日祝,20240923,1
平日,20241014,2
日祝,20241014,1
平日,20241104,2
日祝,20241104,1
土曜,20241123,2
日祝,20241123,1
平日,20241230,2
土曜,20241230,2
日祝,20241230,2
年末・年始,20241230,1
平日,20241231,2
土曜,20241231,2
日祝,20241231,2
年末・年始,20241231,1
平日,20250101,2
土曜,20250101,2
日祝,20250101,2
特別ダイヤ１,20250101,1
平日,20250102,2
土曜,20250102,2
日祝,20250102,2
年末・年始,20250102,1
平日,20250103,2
土曜,20250103,2
日祝,20250103,2
年末・年始,20250103,1
平日,20250113,2
日祝,20250113,1
平日,20250211,2
日祝,20250211,1
平日,20250224,2
日祝,20250224,1`;

const trips_string: string = `
route_id,service_id,trip_id,trip_headsign,block_id,trip_short_name,direction_id,shape_id
前橋渋川線_A,平日,平日_05時35分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_05時53分_系統267,前橋駅,,,1,267
前橋渋川線_C,平日,平日_06時00分_系統531,前橋駅（南橘団地 経由）,,,1,531
前橋渋川線_A,平日,平日_06時30分_系統268,渋川駅,,,0,268
前橋渋川線_A,平日,平日_06時30分_系統267,前橋駅,,,1,267
前橋渋川線_C,平日,平日_06時40分_系統528,前橋駅,,,1,528
前橋渋川線_A,平日,平日_06時43分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_A,平日,平日_06時45分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_06時46分_系統268,渋川駅,,,0,268
前橋渋川線_K,平日,平日_06時58分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_C,平日,平日_07時00分_系統528,前橋駅,,,1,528
前橋渋川線_C,平日,平日_07時07分_系統531,前橋駅（南橘団地 経由）,,,1,531
前橋渋川線_A,平日,平日_07時13分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,平日,平日_07時23分_系統267,前橋駅,,,1,267
前橋渋川線_K,平日,平日_07時23分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,平日,平日_07時38分_系統267,前橋駅,,,1,267
前橋渋川線_B,平日,平日_07時38分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_G,平日,平日_07時40分_系統580,群馬大学荒牧,,,0,580
前橋渋川線_K,平日,平日_07時42分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_B,平日,平日_07時44分_系統263,前橋駅（渋川市内循環・群馬大学荒牧 経由）,,,1,263
前橋渋川線_B,平日,平日_07時52分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_F,平日,平日_07時55分_系統270,小児医療センター（群馬大学荒牧 経由）,,,0,270
前橋渋川線_H,平日,平日_07時57分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_K,平日,平日_07時58分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_B,平日,平日_08時10分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,平日,平日_08時23分_系統267,前橋駅,,,1,267
前橋渋川線_H,平日,平日_08時25分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_B,平日,平日_08時27分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_K,平日,平日_08時40分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_H,平日,平日_08時47分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,平日,平日_08時55分_系統267,前橋駅,,,1,267
前橋渋川線_E,平日,平日_08時56分_系統273,前橋駅,,,1,273
前橋渋川線_F,平日,平日_08時57分_系統270,小児医療センター（群馬大学荒牧 経由）,,,0,270
前橋渋川線_K,平日,平日_09時05分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_B,平日,平日_09時16分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_H,平日,平日_09時20分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_K,平日,平日_09時27分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,平日,平日_09時31分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_09時40分_系統268,渋川駅,,,0,268
前橋渋川線_G,平日,平日_09時40分_系統581,前橋駅,,,1,581
前橋渋川線_A,平日,平日_09時47分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_F,平日,平日_09時50分_系統270,小児医療センター（群馬大学荒牧 経由）,,,0,270
前橋渋川線_E,平日,平日_09時50分_系統273,前橋駅,,,1,273
前橋渋川線_H,平日,平日_10時00分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,平日,平日_10時00分_系統268,渋川駅,,,0,268
前橋渋川線_K,平日,平日_10時10分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,平日,平日_10時26分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_10時27分_系統268,渋川駅,,,0,268
前橋渋川線_E,平日,平日_10時29分_系統273,前橋駅,,,1,273
前橋渋川線_M,平日,平日_10時40分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_M,平日,平日_10時45分_系統585,前橋駅（南橘団地・群大病院 経由）,,,1,585
前橋渋川線_A,平日,平日_10時56分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_10時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,平日,平日_11時10分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,平日,平日_11時13分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_H,平日,平日_11時25分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_B,平日,平日_11時28分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_M,平日,平日_11時40分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_K,平日,平日_11時52分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,平日,平日_11時56分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_11時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,平日,平日_12時10分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_H,平日,平日_12時25分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,平日,平日_12時26分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_12時27分_系統268,渋川駅,,,0,268
前橋渋川線_M,平日,平日_12時40分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,平日,平日_12時43分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_K,平日,平日_12時55分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_B,平日,平日_12時57分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_H,平日,平日_13時10分_系統582,群馬大学荒牧（南橘団地 経由）,,,0,582
前橋渋川線_J,平日,平日_13時15分_系統529,群大病院,,,0,529
前橋渋川線_H,平日,平日_13時25分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,平日,平日_13時26分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_13時27分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_J,平日,平日_13時40分_系統530,前橋駅,,,1,530
前橋渋川線_M,平日,平日_13時40分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,平日,平日_13時43分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_K,平日,平日_13時55分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_B,平日,平日_13時57分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_K,平日,平日_14時10分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_H,平日,平日_14時25分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,平日,平日_14時26分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_14時27分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,平日,平日_14時37分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_M,平日,平日_14時40分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_K,平日,平日_14時53分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,平日,平日_14時57分_系統268,渋川駅,,,0,268
前橋渋川線_G,平日,平日_15時10分_系統580,群馬大学荒牧,,,0,580
前橋渋川線_B,平日,平日_15時17分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_H,平日,平日_15時20分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_B,平日,平日_15時27分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_H,平日,平日_15時37分_系統582,群馬大学荒牧（南橘団地 経由）,,,0,582
前橋渋川線_A,平日,平日_15時40分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_A,平日,平日_15時48分_系統268,渋川駅,,,0,268
前橋渋川線_K,平日,平日_15時50分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,平日,平日_16時05分_系統268,渋川駅,,,0,268
前橋渋川線_A,平日,平日_16時12分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_G,平日,平日_16時17分_系統580,群馬大学荒牧,,,0,580
前橋渋川線_K,平日,平日_16時20分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,平日,平日_16時27分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_B,平日,平日_16時45分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_A,平日,平日_16時50分_系統268,渋川駅,,,0,268
前橋渋川線_G,平日,平日_16時55分_系統581,前橋駅,,,1,581
前橋渋川線_B,平日,平日_17時05分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_H,平日,平日_17時05分_系統582,群馬大学荒牧（南橘団地 経由）,,,0,582
前橋渋川線_A,平日,平日_17時13分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,平日,平日_17時17分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,平日,平日_17時41分_系統268,渋川駅,,,0,268
前橋渋川線_A,平日,平日_17時45分_系統267,前橋駅,,,1,267
前橋渋川線_E,平日,平日_17時48分_系統272,小児医療センター,,,0,272
前橋渋川線_G,平日,平日_17時55分_系統581,前橋駅,,,1,581
前橋渋川線_H,平日,平日_17時57分_系統582,群馬大学荒牧（南橘団地 経由）,,,0,582
前橋渋川線_A,平日,平日_18時02分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_18時04分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,平日,平日_18時20分_系統268,渋川駅,,,0,268
前橋渋川線_F,平日,平日_18時30分_系統271,前橋駅（群馬大学荒牧 経由）,,,1,271
前橋渋川線_G,平日,平日_18時35分_系統581,前橋駅,,,1,581
前橋渋川線_C,平日,平日_18時37分_系統527,南橘団地,,,0,527
前橋渋川線_B,平日,平日_18時42分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_A,平日,平日_18時45分_系統268,渋川駅,,,0,268
前橋渋川線_B,平日,平日_18時55分_系統263,前橋駅（渋川市内循環・群馬大学荒牧 経由）,,,1,263
前橋渋川線_C,平日,平日_19時00分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,平日,平日_19時27分_系統268,渋川駅,,,0,268
前橋渋川線_A,平日,平日_19時43分_系統267,前橋駅,,,1,267
前橋渋川線_C,平日,平日_19時50分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_C,平日,平日_20時02分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,平日,平日_20時35分_系統268,渋川駅,,,0,268
前橋渋川線_A,平日,平日_20時42分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_21時07分_系統267,前橋駅,,,1,267
前橋渋川線_C,平日,平日_21時35分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,平日,平日_21時38分_系統267,前橋駅,,,1,267
前橋渋川線_A,平日,平日_22時17分_系統268,渋川駅,,,0,268
前橋渋川線_A,平日,平日_22時53分_系統268,渋川駅,,,0,268
前橋渋川線_A,土曜,土曜_05時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_06時25分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_06時43分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_06時47分_系統268,渋川駅,,,0,268
前橋渋川線_A,土曜,土曜_07時05分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_07時12分_系統268,渋川駅,,,0,268
前橋渋川線_A,土曜,土曜_07時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,土曜,土曜_07時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_C,土曜,土曜_07時35分_系統528,前橋駅,,,1,528
前橋渋川線_K,土曜,土曜_07時40分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,土曜,土曜_07時45分_系統267,前橋駅,,,1,267
前橋渋川線_B,土曜,土曜_07時53分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_B,土曜,土曜_08時05分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_H,土曜,土曜_08時10分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,土曜,土曜_08時12分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,土曜,土曜_08時13分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_K,土曜,土曜_08時28分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,土曜,土曜_08時40分_系統268,渋川駅,,,0,268
前橋渋川線_B,土曜,土曜_08時55分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_B,土曜,土曜_08時58分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_H,土曜,土曜_09時00分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,土曜,土曜_09時10分_系統267,前橋駅,,,1,267
前橋渋川線_K,土曜,土曜_09時17分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,土曜,土曜_09時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,土曜,土曜_09時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_B,土曜,土曜_09時47分_系統263,前橋駅（渋川市内循環・群馬大学荒牧 経由）,,,1,263
前橋渋川線_H,土曜,土曜_09時48分_系統669,けやきウォーク前橋（南橘団地・前橋駅 経由）,,,1,669
前橋渋川線_A,土曜,土曜_10時02分_系統268,渋川駅,,,0,268
前橋渋川線_L,土曜,土曜_10時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_B,土曜,土曜_10時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_A,土曜,土曜_10時30分_系統267,前橋駅,,,1,267
前橋渋川線_L,土曜,土曜_10時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,土曜,土曜_10時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,土曜,土曜_11時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_M,土曜,土曜_11時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,土曜,土曜_11時17分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,土曜,土曜_11時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,土曜,土曜_11時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,土曜,土曜_11時58分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_B,土曜,土曜_12時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_L,土曜,土曜_12時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_B,土曜,土曜_12時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,土曜,土曜_12時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_12時47分_系統662,渋川駅（前橋駅・渋川市内循環 経由）,,,0,662
前橋渋川線_L,土曜,土曜_12時50分_系統645,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,,,1,645
前橋渋川線_A,土曜,土曜_12時52分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_M,土曜,土曜_13時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,土曜,土曜_13時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_13時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,土曜,土曜_13時55分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,土曜,土曜_13時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,土曜,土曜_14時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,土曜,土曜_14時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,土曜,土曜_14時20分_系統661,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,,,1,661
前橋渋川線_B,土曜,土曜_14時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_L,土曜,土曜_14時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,土曜,土曜_14時55分_系統268,渋川駅,,,0,268
前橋渋川線_M,土曜,土曜_15時00分_系統672,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,,,0,672
前橋渋川線_B,土曜,土曜_15時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_A,土曜,土曜_15時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,土曜,土曜_15時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_15時40分_系統666,渋川駅（前橋駅 経由）,,,0,666
前橋渋川線_A,土曜,土曜_15時47分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_G,土曜,土曜_16時00分_系統581,前橋駅,,,1,581
前橋渋川線_A,土曜,土曜_16時05分_系統268,渋川駅,,,0,268
前橋渋川線_L,土曜,土曜_16時18分_系統642,道の駅まえばし赤城（南橘団地 経由）,,,0,642
前橋渋川線_A,土曜,土曜_16時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,土曜,土曜_16時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,土曜,土曜_16時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_B,土曜,土曜_17時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,土曜,土曜_17時02分_系統641,前橋駅,,,1,641
前橋渋川線_C,土曜,土曜_17時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,土曜,土曜_17時32分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,土曜,土曜_17時41分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_C,土曜,土曜_17時50分_系統528,前橋駅,,,1,528
前橋渋川線_A,土曜,土曜_17時57分_系統268,渋川駅,,,0,268
前橋渋川線_A,土曜,土曜_18時10分_系統267,前橋駅,,,1,267
前橋渋川線_C,土曜,土曜_18時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,土曜,土曜_18時37分_系統268,渋川駅,,,0,268
前橋渋川線_A,土曜,土曜_18時45分_系統267,前橋駅,,,1,267
前橋渋川線_C,土曜,土曜_19時00分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,土曜,土曜_19時50分_系統268,渋川駅,,,0,268
前橋渋川線_A,土曜,土曜_19時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,土曜,土曜_20時35分_系統267,前橋駅,,,1,267
前橋渋川線_C,土曜,土曜_20時35分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_C,土曜,土曜_21時24分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,日祝,日祝_05時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,日祝,日祝_06時25分_系統267,前橋駅,,,1,267
前橋渋川線_A,日祝,日祝_06時43分_系統267,前橋駅,,,1,267
前橋渋川線_A,日祝,日祝_06時47分_系統268,渋川駅,,,0,268
前橋渋川線_A,日祝,日祝_07時05分_系統267,前橋駅,,,1,267
前橋渋川線_A,日祝,日祝_07時12分_系統268,渋川駅,,,0,268
前橋渋川線_A,日祝,日祝_07時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,日祝,日祝_07時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_C,日祝,日祝_07時35分_系統528,前橋駅,,,1,528
前橋渋川線_K,日祝,日祝_07時40分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,日祝,日祝_07時45分_系統267,前橋駅,,,1,267
前橋渋川線_B,日祝,日祝_07時53分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_B,日祝,日祝_08時05分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_H,日祝,日祝_08時10分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,日祝,日祝_08時12分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,日祝,日祝_08時13分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_K,日祝,日祝_08時28分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,日祝,日祝_08時40分_系統268,渋川駅,,,0,268
前橋渋川線_B,日祝,日祝_08時55分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_B,日祝,日祝_08時58分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_H,日祝,日祝_09時00分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,日祝,日祝_09時10分_系統267,前橋駅,,,1,267
前橋渋川線_K,日祝,日祝_09時17分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_B,日祝,日祝_09時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,日祝,日祝_09時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,日祝,日祝_09時47分_系統263,前橋駅（渋川市内循環・群馬大学荒牧 経由）,,,1,263
前橋渋川線_H,日祝,日祝_09時48分_系統669,けやきウォーク前橋（南橘団地・前橋駅 経由）,,,1,669
前橋渋川線_A,日祝,日祝_10時02分_系統268,渋川駅,,,0,268
前橋渋川線_L,日祝,日祝_10時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_B,日祝,日祝_10時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_A,日祝,日祝_10時30分_系統267,前橋駅,,,1,267
前橋渋川線_L,日祝,日祝_10時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,日祝,日祝_10時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,日祝,日祝_11時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_M,日祝,日祝_11時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,日祝,日祝_11時17分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,日祝,日祝_11時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,日祝,日祝_11時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,日祝,日祝_11時58分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_B,日祝,日祝_12時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_L,日祝,日祝_12時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,日祝,日祝_12時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,日祝,日祝_12時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,日祝,日祝_12時47分_系統662,渋川駅（前橋駅・渋川市内循環 経由）,,,0,662
前橋渋川線_L,日祝,日祝_12時50分_系統645,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,,,1,645
前橋渋川線_A,日祝,日祝_12時52分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_M,日祝,日祝_13時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,日祝,日祝_13時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,日祝,日祝_13時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,日祝,日祝_13時55分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,日祝,日祝_13時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,日祝,日祝_14時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,日祝,日祝_14時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,日祝,日祝_14時20分_系統661,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,,,1,661
前橋渋川線_B,日祝,日祝_14時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_L,日祝,日祝_14時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,日祝,日祝_14時55分_系統268,渋川駅,,,0,268
前橋渋川線_M,日祝,日祝_15時00分_系統672,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,,,0,672
前橋渋川線_B,日祝,日祝_15時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_A,日祝,日祝_15時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,日祝,日祝_15時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,日祝,日祝_15時40分_系統666,渋川駅（前橋駅 経由）,,,0,666
前橋渋川線_A,日祝,日祝_15時47分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_G,日祝,日祝_16時00分_系統581,前橋駅,,,1,581
前橋渋川線_A,日祝,日祝_16時05分_系統268,渋川駅,,,0,268
前橋渋川線_L,日祝,日祝_16時18分_系統642,道の駅まえばし赤城（南橘団地 経由）,,,0,642
前橋渋川線_A,日祝,日祝_16時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,日祝,日祝_16時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,日祝,日祝_16時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_B,日祝,日祝_17時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,日祝,日祝_17時02分_系統641,前橋駅,,,1,641
前橋渋川線_C,日祝,日祝_17時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,日祝,日祝_17時32分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,日祝,日祝_17時41分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_C,日祝,日祝_17時50分_系統528,前橋駅,,,1,528
前橋渋川線_A,日祝,日祝_17時57分_系統268,渋川駅,,,0,268
前橋渋川線_A,日祝,日祝_18時10分_系統267,前橋駅,,,1,267
前橋渋川線_C,日祝,日祝_18時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,日祝,日祝_18時37分_系統268,渋川駅,,,0,268
前橋渋川線_A,日祝,日祝_18時45分_系統267,前橋駅,,,1,267
前橋渋川線_C,日祝,日祝_19時00分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,日祝,日祝_19時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,日祝,日祝_19時50分_系統268,渋川駅,,,0,268
前橋渋川線_C,日祝,日祝_20時35分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,日祝,日祝_20時35分_系統267,前橋駅,,,1,267
前橋渋川線_C,日祝,日祝_21時24分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,年末・年始,年末・年始_05時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_06時25分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_06時43分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_06時47分_系統268,渋川駅,,,0,268
前橋渋川線_A,年末・年始,年末・年始_07時05分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_07時12分_系統268,渋川駅,,,0,268
前橋渋川線_A,年末・年始,年末・年始_07時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,年末・年始,年末・年始_07時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_C,年末・年始,年末・年始_07時35分_系統528,前橋駅,,,1,528
前橋渋川線_K,年末・年始,年末・年始_07時40分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,年末・年始,年末・年始_07時45分_系統267,前橋駅,,,1,267
前橋渋川線_B,年末・年始,年末・年始_07時53分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_B,年末・年始,年末・年始_08時05分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_H,年末・年始,年末・年始_08時10分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,年末・年始,年末・年始_08時12分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,年末・年始,年末・年始_08時13分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_K,年末・年始,年末・年始_08時28分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,年末・年始,年末・年始_08時40分_系統268,渋川駅,,,0,268
前橋渋川線_B,年末・年始,年末・年始_08時55分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_B,年末・年始,年末・年始_08時58分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_H,年末・年始,年末・年始_09時00分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,年末・年始,年末・年始_09時10分_系統267,前橋駅,,,1,267
前橋渋川線_K,年末・年始,年末・年始_09時17分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,年末・年始,年末・年始_09時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,年末・年始,年末・年始_09時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_B,年末・年始,年末・年始_09時47分_系統263,前橋駅（渋川市内循環・群馬大学荒牧 経由）,,,1,263
前橋渋川線_H,年末・年始,年末・年始_09時48分_系統669,けやきウォーク前橋（南橘団地・前橋駅 経由）,,,1,669
前橋渋川線_A,年末・年始,年末・年始_10時02分_系統268,渋川駅,,,0,268
前橋渋川線_L,年末・年始,年末・年始_10時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,年末・年始,年末・年始_10時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,年末・年始,年末・年始_10時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_L,年末・年始,年末・年始_10時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,年末・年始,年末・年始_10時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,年末・年始,年末・年始_11時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_M,年末・年始,年末・年始_11時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,年末・年始,年末・年始_11時17分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,年末・年始,年末・年始_11時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,年末・年始,年末・年始_11時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,年末・年始,年末・年始_11時58分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_B,年末・年始,年末・年始_12時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_L,年末・年始,年末・年始_12時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,年末・年始,年末・年始_12時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,年末・年始,年末・年始_12時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,年末・年始,年末・年始_12時47分_系統662,渋川駅（前橋駅・渋川市内循環 経由）,,,0,662
前橋渋川線_L,年末・年始,年末・年始_12時50分_系統645,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,,,1,645
前橋渋川線_A,年末・年始,年末・年始_12時52分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_M,年末・年始,年末・年始_13時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,年末・年始,年末・年始_13時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_13時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,年末・年始,年末・年始_13時55分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,年末・年始,年末・年始_13時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,年末・年始,年末・年始_14時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,年末・年始,年末・年始_14時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,年末・年始,年末・年始_14時20分_系統661,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,,,1,661
前橋渋川線_B,年末・年始,年末・年始_14時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_L,年末・年始,年末・年始_14時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,年末・年始,年末・年始_14時55分_系統268,渋川駅,,,0,268
前橋渋川線_M,年末・年始,年末・年始_15時00分_系統672,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,,,0,672
前橋渋川線_B,年末・年始,年末・年始_15時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_A,年末・年始,年末・年始_15時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,年末・年始,年末・年始_15時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_15時40分_系統666,渋川駅（前橋駅 経由）,,,0,666
前橋渋川線_A,年末・年始,年末・年始_15時47分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_G,年末・年始,年末・年始_16時00分_系統581,前橋駅,,,1,581
前橋渋川線_A,年末・年始,年末・年始_16時05分_系統268,渋川駅,,,0,268
前橋渋川線_L,年末・年始,年末・年始_16時18分_系統642,道の駅まえばし赤城（南橘団地 経由）,,,0,642
前橋渋川線_A,年末・年始,年末・年始_16時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,年末・年始,年末・年始_16時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,年末・年始,年末・年始_16時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_B,年末・年始,年末・年始_17時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,年末・年始,年末・年始_17時02分_系統641,前橋駅,,,1,641
前橋渋川線_C,年末・年始,年末・年始_17時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,年末・年始,年末・年始_17時32分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,年末・年始,年末・年始_17時41分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_C,年末・年始,年末・年始_17時50分_系統528,前橋駅,,,1,528
前橋渋川線_A,年末・年始,年末・年始_17時57分_系統268,渋川駅,,,0,268
前橋渋川線_C,年末・年始,年末・年始_18時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,年末・年始,年末・年始_18時10分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_18時37分_系統268,渋川駅,,,0,268
前橋渋川線_A,年末・年始,年末・年始_18時45分_系統267,前橋駅,,,1,267
前橋渋川線_C,年末・年始,年末・年始_19時00分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,年末・年始,年末・年始_19時50分_系統268,渋川駅,,,0,268
前橋渋川線_A,年末・年始,年末・年始_19時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,年末・年始,年末・年始_20時35分_系統267,前橋駅,,,1,267
前橋渋川線_C,年末・年始,年末・年始_20時35分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_C,年末・年始,年末・年始_21時24分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_05時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_06時25分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_06時43分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_06時47分_系統268,渋川駅,,,0,268
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_07時05分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_07時12分_系統268,渋川駅,,,0,268
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_07時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_07時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_C,特別ダイヤ１,特別ダイヤ１_07時35分_系統528,前橋駅,,,1,528
前橋渋川線_K,特別ダイヤ１,特別ダイヤ１_07時40分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_07時45分_系統267,前橋駅,,,1,267
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_07時53分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_08時05分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_H,特別ダイヤ１,特別ダイヤ１_08時10分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_08時12分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_08時13分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_K,特別ダイヤ１,特別ダイヤ１_08時28分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_08時40分_系統268,渋川駅,,,0,268
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_08時55分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_08時58分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_H,特別ダイヤ１,特別ダイヤ１_09時00分_系統583,前橋駅（南橘団地 経由）,,,1,583
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_09時10分_系統267,前橋駅,,,1,267
前橋渋川線_K,特別ダイヤ１,特別ダイヤ１_09時17分_系統586,群馬大学荒牧（群大病院 経由）,,,0,586
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_09時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_09時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_09時47分_系統263,前橋駅（渋川市内循環・群馬大学荒牧 経由）,,,1,263
前橋渋川線_H,特別ダイヤ１,特別ダイヤ１_09時48分_系統669,けやきウォーク前橋（南橘団地・前橋駅 経由）,,,1,669
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_10時02分_系統268,渋川駅,,,0,268
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_10時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_10時30分_系統267,前橋駅,,,1,267
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_10時30分_系統264,渋川駅（群馬大学荒牧・渋川市内循環 経由）,,,0,264
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_10時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_10時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_11時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_M,特別ダイヤ１,特別ダイヤ１_11時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_11時17分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_11時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_11時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_K,特別ダイヤ１,特別ダイヤ１_11時58分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_12時00分_系統663,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,,,1,663
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_12時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_12時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_12時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_12時47分_系統662,渋川駅（前橋駅・渋川市内循環 経由）,,,0,662
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_12時50分_系統645,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,,,1,645
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_12時52分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_M,特別ダイヤ１,特別ダイヤ１_13時10分_系統584,群馬大学荒牧（群大病院・南橘団地 経由）,,,0,584
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_13時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_13時30分_系統267,前橋駅,,,1,267
前橋渋川線_K,特別ダイヤ１,特別ダイヤ１_13時55分_系統587,前橋駅（群大病院 経由）,,,1,587
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_13時57分_系統268,渋川駅,,,0,268
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_14時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_14時10分_系統644,道の駅まえばし赤城（群大病院 経由）,,,0,644
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_14時20分_系統661,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,,,1,661
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_14時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_14時50分_系統643,前橋駅（南橘団地・群大病院 経由）,,,1,643
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_14時55分_系統268,渋川駅,,,0,268
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_15時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_M,特別ダイヤ１,特別ダイヤ１_15時00分_系統672,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,,,0,672
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_15時30分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_15時30分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_15時40分_系統666,渋川駅（前橋駅 経由）,,,0,666
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_15時47分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_G,特別ダイヤ１,特別ダイヤ１_16時00分_系統581,前橋駅,,,1,581
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_16時05分_系統268,渋川駅,,,0,268
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_16時18分_系統642,道の駅まえばし赤城（南橘団地 経由）,,,0,642
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_16時25分_系統267,前橋駅,,,1,267
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_16時30分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_16時57分_系統262,渋川駅（渋川市内循環 経由）,,,0,262
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_17時00分_系統265,前橋駅（群馬大学荒牧 経由）,,,1,265
前橋渋川線_L,特別ダイヤ１,特別ダイヤ１_17時02分_系統641,前橋駅,,,1,641
前橋渋川線_C,特別ダイヤ１,特別ダイヤ１_17時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_17時32分_系統261,前橋駅（渋川市内循環 経由）,,,1,261
前橋渋川線_B,特別ダイヤ１,特別ダイヤ１_17時41分_系統266,渋川駅（群馬大学荒牧 経由）,,,0,266
前橋渋川線_C,特別ダイヤ１,特別ダイヤ１_17時50分_系統528,前橋駅,,,1,528
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_17時57分_系統268,渋川駅,,,0,268
前橋渋川線_C,特別ダイヤ１,特別ダイヤ１_18時10分_系統668,南橘団地（前橋駅 経由）,,,0,668
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_18時10分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_18時37分_系統268,渋川駅,,,0,268
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_18時45分_系統267,前橋駅,,,1,267
前橋渋川線_C,特別ダイヤ１,特別ダイヤ１_19時00分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_19時50分_系統268,渋川駅,,,0,268
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_19時50分_系統267,前橋駅,,,1,267
前橋渋川線_A,特別ダイヤ１,特別ダイヤ１_20時35分_系統267,前橋駅,,,1,267
前橋渋川線_C,特別ダイヤ１,特別ダイヤ１_20時35分_系統532,渋川駅（南橘団地 経由）,,,0,532
前橋渋川線_C,特別ダイヤ１,特別ダイヤ１_21時24分_系統532,渋川駅（南橘団地 経由）,,,0,532`;

const stops_string: string = `
stop_id,stop_code,stop_name,stop_desc,stop_lat,stop_lon,zone_id,stop_url,location_type,platform_code,parent_station
200007_01,IK26,ＮＴＴ前,伊香保・渋川温泉方面,36.4909146952518,139.003383578095,200007_01,,0,,
200007_02,IK26,ＮＴＴ前,渋川駅・りんご団地方面,36.4910473899314,139.003585544303,200007_02,,0,,
200017_01,,カーリット前,,36.4732026809544,139.023215753451,200017_01,,0,,
200017_02,,カーリット前,,36.4736007638281,139.023355877796,200017_02,,0,,
200022_01,,けやきウォーク前橋,,36.3793636169717,139.077021084227,200022_01,,0,,
200108_01,,永寿寺前,けやきウォーク方面,36.3844781317566,139.074955413175,200108_01,,0,,
200108_02,南24,永寿寺前,マイバス・前橋駅方面,36.384415,139.075645714286,200108_02,,0,,
200141_01,,下小出,,36.4124819911294,139.063224141587,200141_01,,0,,
200141_02,,下小出,,36.4121604095403,139.063612997598,200141_02,,0,,
200142_01,,下小出町一丁目,,36.4088637881531,139.064920005448,200142_01,,0,,
200142_02,,下小出町一丁目,,36.4082408405705,139.065415991434,200142_02,,0,,
200153_01,,下箱田,,36.46147,139.0384,200153_01,,0,,
200153_02,,下箱田,,36.4611142410175,139.038785345738,200153_02,,0,,
200189_01,,関根,,36.436349257852,139.05011225775,200189_01,,0,,
200189_02,,関根,,36.4359417768287,139.050445970541,200189_02,,0,,
200261_01,,群大病院,,36.406775,139.063031428571,200261_01,,0,,
200262_01,,群大病院入口,,36.4051653513677,139.066624195496,200262_01,,0,,
200262_02,,群大病院入口,,36.4057243580638,139.066576845261,200262_02,,0,,
200273_01,,群馬大学荒牧,,36.4319432459857,139.04784635271,200273_01,,0,,
200343_01,,荒牧,,36.4296666130527,139.054059719933,200343_01,,0,,
200343_02,,荒牧,,36.429066472157,139.054694384608,200343_02,,0,,
200348_01,,荒牧新道,,36.4268937222566,139.055891665574,200348_01,,0,,
200348_02,,荒牧新道,,36.4269516397858,139.056075376906,200348_02,,0,,
200379_01,,国領町一丁目,,36.400025888793,139.068833610641,200379_01,,0,,
200379_02,,国領町一丁目,,36.4018005995071,139.068437143898,200379_02,,0,,
200395_01,,坂東橋,,36.4633164755059,139.037592677898,200395_01,,0,,
200395_02,,坂東橋,,36.463438956014,139.037809866659,200395_02,,0,,
200430_01,IK27,市役所入口,女子高前・伊香保方面,36.4912537779934,139.000769390518,200430_01,,0,,
200430_02,IK27,市役所入口,渋川駅方面,36.4914678775032,139.000268769314,200430_02,,0,,
200455_01,,住吉町交番前,,36.3968797200289,139.068738792726,200455_01,,0,,
200455_02,,住吉町交番前,,36.3985805234102,139.069241018041,200455_02,,0,,
200463_01,1番のりば,渋川駅,前橋方面,36.4906436014106,139.008054676185,200463_01,,0,1,
200463_06,,渋川駅,市内循環左回り,36.4912279895703,139.0076567584,200463_06,,0,6,
200463_10,,渋川駅,降車専用,36.4906654637486,139.00786201627,200463_10,,0,,
200466_01,IK03-1,渋川四ツ角,伊香保・市内循環方面,36.4958377614127,139.000936131436,200466_01,,0,1,
200466_02,IK03-1,渋川四ツ角,渋川駅・前橋駅方面,36.4956895872422,139.003514005951,200466_02,,0,2,
200467_01,IK03-2,渋川四ツ角西,渋川駅方面,36.4958311064045,139.002054785295,200467_01,,0,,
200468_01,IK02,渋川新町,伊香保・高崎・市内循環方面,36.4947861534518,139.005756354749,200468_01,,0,1,
200468_02,IK02,渋川新町,渋川駅方面,36.4947046608401,139.005971668929,200468_02,,0,2,
200474_01,,循環器病院入口,,36.4566332475019,139.046445328164,200474_01,,0,,
200474_02,,循環器病院入口,,36.4565576602768,139.046535213804,200474_02,,0,,
200476_01,,女子高前,,36.4952424723109,138.996028959669,200476_01,,0,,
200476_02,,女子高前,,36.4952222976263,138.996135546029,200476_02,,0,,
200477_01,IK28,女子高入口,女子高前・伊香保方面,36.4920736390905,138.996457678842,200477_01,,0,,
200477_02,IK28,女子高入口,渋川駅方面,36.4918436506963,138.997831760762,200477_02,,0,,
200484_01,,小児医療センター,,36.4591870602197,139.046570264964,200484_01,,0,,
200503_01,,昭和町三丁目,,36.4060931863967,139.063930037969,200503_01,,0,,
200503_02,,昭和町三丁目,,36.4062462338894,139.063327904164,200503_02,,0,,
200506_01,,松原,,36.4759084711448,139.0209211879,200506_01,,0,,
200506_02,,松原,,36.4765483973665,139.020613357443,200506_02,,0,,
200519_01,,沼辺,,36.4695451642026,139.024609831551,200519_01,,0,,
200519_02,,沼辺,,36.4698891627006,139.024858082908,200519_02,,0,,
200542_01,,上小出,,36.4171655507224,139.061046113337,200542_01,,0,,
200542_02,,上小出,,36.4174241062495,139.061167869725,200542_02,,0,,
200668_01,,静和幼稚園前,けやきウォーク方面,36.38190768683,139.076561090386,200668_01,,0,,
200668_02,南22,静和幼稚園前,マイバス・前橋駅方面,36.3815711602437,139.076442833126,200668_02,,0,,
200702_01,,千代田町三丁目,,36.394595,139.06834,200702_01,,0,,
200702_02,,千代田町三丁目,,36.3947463843063,139.068555547148,200702_02,,0,,
200703_01,,千代田町二丁目,,36.3923658979483,139.067884777259,200703_01,,0,,
200703_02,,千代田町二丁目,,36.3920830575421,139.068001585663,200703_02,,0,,
200704_01,IK04,川原町,伊香保・りんご団地方面,36.4967284389296,138.996824297334,200704_01,,0,,
200704_02,IK04,川原町,渋川駅方面,36.4965532161566,138.997468855287,200704_02,,0,,
200718_02,2番のりば,前橋駅,南橘・群大・渋川方面,36.38344,139.072509,200718_02,,0,2,
200718_04,4番のりば,前橋駅,けやきウォーク前橋方面,36.383792,139.072197,200718_04,,0,4,
200718_10,,前橋駅,降車専用,36.38369,139.0729,200718_10,,0,,
200722_01,,前橋自動車教習所前,,36.4323178840214,139.052317830233,200722_01,,0,,
200722_02,,前橋自動車教習所前,,36.4321087786218,139.052681089451,200722_02,,0,,
200730_01,,早尾神社前,,36.4848574995606,139.012296691857,200730_01,,0,,
200730_02,,早尾神社前,,36.4846256250772,139.012716768978,200730_02,,0,,
200768_01,,大崎,,36.4882476945968,139.008466429032,200768_01,,0,,
200768_02,,大崎,,36.4880671385162,139.009631446315,200768_02,,0,,
200800_01,,団地入口,,36.4260465441647,139.063572342518,200800_01,,0,,
200800_02,,団地入口,,36.4261456444721,139.06323558055,200800_02,,0,,
200827_01,,中村,,36.4786530731731,139.016847371944,200827_01,,0,,
200827_02,,中村,,36.4790084162737,139.016726574849,200827_02,,0,,
200872_01,,田口,,36.4473647569087,139.046940422672,200872_01,,0,,
200872_02,,田口,,36.4472186102688,139.047128619489,200872_02,,0,,
200895_01,,東半田,,36.4642325852808,139.033686253724,200895_01,,0,,
200895_02,,東半田,,36.4648116295063,139.031860288775,200895_02,,0,,
200927_01,,南橘団地,,36.427217584599,139.064386249509,200927_01,,0,,
200928_01,,南橘中学校前,,36.4235142190407,139.060729882505,200928_01,,0,,
200928_02,,南橘中学校前,,36.4233936607206,139.060640883721,200928_02,,0,,
200932_01,,南口改良住宅前,けやきウォーク方面,36.3840275376121,139.076442913289,200932_01,,0,,
200932_02,南23,南口改良住宅前,マイバス・前橋駅方面,36.3832389195661,139.07634760136,200932_02,,0,,
200981_01,,発電所前,,36.4534199572209,139.043392709774,200981_01,,0,,
200981_02,,発電所前,,36.4531793544437,139.043704224058,200981_02,,0,,
200985_01,,半田,,36.4653569952123,139.028305065405,200985_01,,0,,
200985_02,,半田,,36.4657977497183,139.0284573737,200985_02,,0,,
200987_01,,半田北,,36.4672353948643,139.026130199358,200987_01,,0,,
200987_02,,半田北,,36.4674629178333,139.026445053459,200987_02,,0,,
200998_01,南26・AG02,表町,県庁・渋川・富士見方面,36.387245,139.072448571429,200998_01,,0,,
200998_02,AG02,表町,前橋駅・けやきウォーク方面,36.38723,139.072677142857,200998_02,,0,,
201015_01,,敷島学校入口,,36.4028995344797,139.067681019923,201015_01,,0,,
201015_02,,敷島学校入口,,36.4037212069499,139.067531951079,201015_02,,0,,
201056_01,,法華沢,,36.4425332798086,139.04836876247,201056_01,,0,,
201056_02,,法華沢,,36.4428266626538,139.048405108448,201056_02,,0,,
201071_01,,北前橋,,36.4222359821293,139.058714252857,201071_01,,0,,
201071_02,,北前橋,,36.4221480572496,139.058955267622,201071_02,,0,,
201081_01,,本町,,36.3902546267633,139.069389613339,201081_01,,0,,
201081_02,,本町,,36.3900882904161,139.070069071993,201081_02,,0,,
201100_01,,木曽神社入口,,36.457947578877,139.040389428005,201100_01,,0,,
201100_02,,木曽神社入口,,36.4581752093532,139.040468910906,201100_02,,0,,
201100_03,,木曽神社入口,,36.4577671679797,139.041056135018,201100_03,,0,,
201100_04,,木曽神社入口,,36.4577009430007,139.041179519499,201100_04,,0,,
201185_01,,南橘保育所北,,36.4267757531434,139.060857474395,201185_01,,0,,
201185_02,,南橘保育所北,,36.4268430067744,139.060825991715,201185_02,,0,,
201440_01,,道の駅　まえばし赤城,,36.4406443729171,139.052812082971,201440_01,,0,,
210463_05,5番のりば,渋川駅,市内循環右回り・医療センター・赤城自然園・神田原・,36.4901470552344,139.007766105759,210463_05,,0,5,
210463_10,,渋川駅,,36.4906654637486,139.00786201627,210463_10,,0,,`;

const stop_times_string: string = `
trip_id,arrival_time,departure_time,stop_id,stop_sequence,stop_headsign,pickup_type,drop_off_type,timepoint
平日_05時35分_系統267,05:35:00,05:35:00,200463_01,1,前橋駅,0,1,1
平日_05時35分_系統267,05:36:00,05:36:00,200768_02,2,前橋駅,0,0,1
平日_05時35分_系統267,05:37:00,05:37:00,200730_02,3,前橋駅,0,0,1
平日_05時35分_系統267,05:39:00,05:39:00,200827_02,4,前橋駅,0,0,1
平日_05時35分_系統267,05:40:00,05:40:00,200506_02,5,前橋駅,0,0,1
平日_05時35分_系統267,05:41:00,05:41:00,200017_02,6,前橋駅,0,0,1
平日_05時35分_系統267,05:42:00,05:42:00,200519_02,7,前橋駅,0,0,1
平日_05時35分_系統267,05:42:00,05:42:00,200987_02,8,前橋駅,0,0,1
平日_05時35分_系統267,05:44:00,05:44:00,200985_02,9,前橋駅,0,0,1
平日_05時35分_系統267,05:45:00,05:45:00,200895_02,10,前橋駅,0,0,1
平日_05時35分_系統267,05:47:00,05:47:00,200395_02,11,前橋駅,0,0,1
平日_05時35分_系統267,05:47:00,05:47:00,200153_02,12,前橋駅,0,0,1
平日_05時35分_系統267,05:48:00,05:48:00,201100_02,13,前橋駅,0,0,1
平日_05時35分_系統267,05:49:00,05:49:00,200981_02,14,前橋駅,0,0,1
平日_05時35分_系統267,05:50:00,05:50:00,200872_02,15,前橋駅,0,0,1
平日_05時35分_系統267,05:51:00,05:51:00,201056_02,16,前橋駅,0,0,1
平日_05時35分_系統267,05:53:00,05:53:00,200189_02,17,前橋駅,0,0,1
平日_05時35分_系統267,05:54:00,05:54:00,200722_02,18,前橋駅,0,0,1
平日_05時35分_系統267,05:55:00,05:55:00,200343_02,19,前橋駅,0,0,1
平日_05時35分_系統267,05:56:00,05:56:00,200348_02,20,前橋駅,0,0,1
平日_05時35分_系統267,05:58:00,05:58:00,201071_02,21,前橋駅,0,0,1
平日_05時35分_系統267,06:00:00,06:00:00,200542_02,22,前橋駅,0,0,1
平日_05時35分_系統267,06:01:00,06:01:00,200141_02,23,前橋駅,0,0,1
平日_05時35分_系統267,06:02:00,06:02:00,200142_02,24,前橋駅,0,0,1
平日_05時35分_系統267,06:04:00,06:04:00,200262_02,25,前橋駅,0,0,1
平日_05時35分_系統267,06:05:00,06:05:00,201015_02,26,前橋駅,0,0,1
平日_05時35分_系統267,06:06:00,06:06:00,200379_02,27,前橋駅,0,0,1
平日_05時35分_系統267,06:07:00,06:07:00,200455_02,28,前橋駅,0,0,1
平日_05時35分_系統267,06:08:00,06:08:00,200702_02,29,前橋駅,0,0,1
平日_05時35分_系統267,06:09:00,06:09:00,200703_02,30,前橋駅,0,0,1
平日_05時35分_系統267,06:10:00,06:10:00,201081_02,31,前橋駅,0,0,1
平日_05時35分_系統267,06:11:00,06:11:00,200998_02,32,前橋駅,0,0,1
平日_05時35分_系統267,06:17:00,06:17:00,200718_10,33,前橋駅,1,0,1
平日_05時53分_系統267,05:53:00,05:53:00,200463_01,1,前橋駅,0,1,1
平日_05時53分_系統267,05:54:00,05:54:00,200768_02,2,前橋駅,0,0,1
平日_05時53分_系統267,05:55:00,05:55:00,200730_02,3,前橋駅,0,0,1
平日_05時53分_系統267,05:57:00,05:57:00,200827_02,4,前橋駅,0,0,1
平日_05時53分_系統267,05:58:00,05:58:00,200506_02,5,前橋駅,0,0,1
平日_05時53分_系統267,05:59:00,05:59:00,200017_02,6,前橋駅,0,0,1
平日_05時53分_系統267,06:00:00,06:00:00,200519_02,7,前橋駅,0,0,1
平日_05時53分_系統267,06:00:00,06:00:00,200987_02,8,前橋駅,0,0,1
平日_05時53分_系統267,06:02:00,06:02:00,200985_02,9,前橋駅,0,0,1
平日_05時53分_系統267,06:03:00,06:03:00,200895_02,10,前橋駅,0,0,1
平日_05時53分_系統267,06:05:00,06:05:00,200395_02,11,前橋駅,0,0,1
平日_05時53分_系統267,06:05:00,06:05:00,200153_02,12,前橋駅,0,0,1
平日_05時53分_系統267,06:06:00,06:06:00,201100_02,13,前橋駅,0,0,1
平日_05時53分_系統267,06:07:00,06:07:00,200981_02,14,前橋駅,0,0,1
平日_05時53分_系統267,06:08:00,06:08:00,200872_02,15,前橋駅,0,0,1
平日_05時53分_系統267,06:09:00,06:09:00,201056_02,16,前橋駅,0,0,1
平日_05時53分_系統267,06:11:00,06:11:00,200189_02,17,前橋駅,0,0,1
平日_05時53分_系統267,06:12:00,06:12:00,200722_02,18,前橋駅,0,0,1
平日_05時53分_系統267,06:13:00,06:13:00,200343_02,19,前橋駅,0,0,1
平日_05時53分_系統267,06:14:00,06:14:00,200348_02,20,前橋駅,0,0,1
平日_05時53分_系統267,06:16:00,06:16:00,201071_02,21,前橋駅,0,0,1
平日_05時53分_系統267,06:18:00,06:18:00,200542_02,22,前橋駅,0,0,1
平日_05時53分_系統267,06:19:00,06:19:00,200141_02,23,前橋駅,0,0,1
平日_05時53分_系統267,06:20:00,06:20:00,200142_02,24,前橋駅,0,0,1
平日_05時53分_系統267,06:22:00,06:22:00,200262_02,25,前橋駅,0,0,1
平日_05時53分_系統267,06:23:00,06:23:00,201015_02,26,前橋駅,0,0,1
平日_05時53分_系統267,06:24:00,06:24:00,200379_02,27,前橋駅,0,0,1
平日_05時53分_系統267,06:25:00,06:25:00,200455_02,28,前橋駅,0,0,1
平日_05時53分_系統267,06:26:00,06:26:00,200702_02,29,前橋駅,0,0,1
平日_05時53分_系統267,06:27:00,06:27:00,200703_02,30,前橋駅,0,0,1
平日_05時53分_系統267,06:28:00,06:28:00,201081_02,31,前橋駅,0,0,1
平日_05時53分_系統267,06:29:00,06:29:00,200998_02,32,前橋駅,0,0,1
平日_05時53分_系統267,06:35:00,06:35:00,200718_10,33,前橋駅,1,0,1
平日_06時00分_系統531,06:00:00,06:00:00,200463_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_06時00分_系統531,06:01:00,06:01:00,200768_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:02:00,06:02:00,200730_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:04:00,06:04:00,200827_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:05:00,06:05:00,200506_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:06:00,06:06:00,200017_02,6,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:07:00,06:07:00,200519_02,7,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:07:00,06:07:00,200987_02,8,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:09:00,06:09:00,200985_02,9,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:10:00,06:10:00,200895_02,10,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:12:00,06:12:00,200395_02,11,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:12:00,06:12:00,200153_02,12,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:13:00,06:13:00,201100_02,13,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:14:00,06:14:00,200981_02,14,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:15:00,06:15:00,200872_02,15,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:16:00,06:16:00,201056_02,16,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:18:00,06:18:00,200189_02,17,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:19:00,06:19:00,200722_02,18,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:20:00,06:20:00,200343_02,19,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:21:00,06:21:00,200348_02,20,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:24:00,06:24:00,201185_02,21,前橋駅（南橘団地 経由）,0,0,1
平日_06時00分_系統531,06:27:00,06:27:00,200927_01,22,前橋駅,0,0,1
平日_06時00分_系統531,06:27:00,06:27:00,200800_02,23,前橋駅,0,0,1
平日_06時00分_系統531,06:28:00,06:28:00,200928_02,24,前橋駅,0,0,1
平日_06時00分_系統531,06:30:00,06:30:00,201071_02,25,前橋駅,0,0,1
平日_06時00分_系統531,06:32:00,06:32:00,200542_02,26,前橋駅,0,0,1
平日_06時00分_系統531,06:33:00,06:33:00,200141_02,27,前橋駅,0,0,1
平日_06時00分_系統531,06:34:00,06:34:00,200142_02,28,前橋駅,0,0,1
平日_06時00分_系統531,06:36:00,06:36:00,200262_02,29,前橋駅,0,0,1
平日_06時00分_系統531,06:37:00,06:37:00,201015_02,30,前橋駅,0,0,1
平日_06時00分_系統531,06:38:00,06:38:00,200379_02,31,前橋駅,0,0,1
平日_06時00分_系統531,06:39:00,06:39:00,200455_02,32,前橋駅,0,0,1
平日_06時00分_系統531,06:40:00,06:40:00,200702_02,33,前橋駅,0,0,1
平日_06時00分_系統531,06:41:00,06:41:00,200703_02,34,前橋駅,0,0,1
平日_06時00分_系統531,06:42:00,06:42:00,201081_02,35,前橋駅,0,0,1
平日_06時00分_系統531,06:43:00,06:43:00,200998_02,36,前橋駅,0,0,1
平日_06時00分_系統531,06:49:00,06:49:00,200718_10,37,前橋駅,1,0,1
平日_06時30分_系統268,06:30:00,06:30:00,200718_02,1,渋川駅,0,1,1
平日_06時30分_系統268,06:31:00,06:31:00,200998_01,2,渋川駅,0,0,1
平日_06時30分_系統268,06:33:00,06:33:00,201081_01,3,渋川駅,0,0,1
平日_06時30分_系統268,06:34:00,06:34:00,200703_01,4,渋川駅,0,0,1
平日_06時30分_系統268,06:34:00,06:34:00,200702_01,5,渋川駅,0,0,1
平日_06時30分_系統268,06:35:00,06:35:00,200455_01,6,渋川駅,0,0,1
平日_06時30分_系統268,06:36:00,06:36:00,200379_01,7,渋川駅,0,0,1
平日_06時30分_系統268,06:37:00,06:37:00,201015_01,8,渋川駅,0,0,1
平日_06時30分_系統268,06:38:00,06:38:00,200262_01,9,渋川駅,0,0,1
平日_06時30分_系統268,06:39:00,06:39:00,200142_01,10,渋川駅,0,0,1
平日_06時30分_系統268,06:40:00,06:40:00,200141_01,11,渋川駅,0,0,1
平日_06時30分_系統268,06:41:00,06:41:00,200542_01,12,渋川駅,0,0,1
平日_06時30分_系統268,06:42:00,06:42:00,201071_01,13,渋川駅,0,0,1
平日_06時30分_系統268,06:44:00,06:44:00,200348_01,14,渋川駅,0,0,1
平日_06時30分_系統268,06:45:00,06:45:00,200343_01,15,渋川駅,0,0,1
平日_06時30分_系統268,06:46:00,06:46:00,200722_01,16,渋川駅,0,0,1
平日_06時30分_系統268,06:47:00,06:47:00,200189_01,17,渋川駅,0,0,1
平日_06時30分_系統268,06:49:00,06:49:00,201056_01,18,渋川駅,0,0,1
平日_06時30分_系統268,06:50:00,06:50:00,200872_01,19,渋川駅,0,0,1
平日_06時30分_系統268,06:51:00,06:51:00,200981_01,20,渋川駅,0,0,1
平日_06時30分_系統268,06:52:00,06:52:00,201100_01,21,渋川駅,0,0,1
平日_06時30分_系統268,06:53:00,06:53:00,200153_01,22,渋川駅,0,0,1
平日_06時30分_系統268,06:53:00,06:53:00,200395_01,23,渋川駅,0,0,1
平日_06時30分_系統268,06:54:00,06:54:00,200895_01,24,渋川駅,0,0,1
平日_06時30分_系統268,06:56:00,06:56:00,200985_01,25,渋川駅,0,0,1
平日_06時30分_系統268,06:56:00,06:56:00,200987_01,26,渋川駅,0,0,1
平日_06時30分_系統268,06:57:00,06:57:00,200519_01,27,渋川駅,0,0,1
平日_06時30分_系統268,06:58:00,06:58:00,200017_01,28,渋川駅,0,0,1
平日_06時30分_系統268,07:00:00,07:00:00,200506_01,29,渋川駅,0,0,1
平日_06時30分_系統268,07:02:00,07:02:00,200827_01,30,渋川駅,0,0,1
平日_06時30分_系統268,07:04:00,07:04:00,200730_01,31,渋川駅,0,0,1
平日_06時30分_系統268,07:05:00,07:05:00,200768_01,32,渋川駅,0,0,1
平日_06時30分_系統268,07:08:00,07:08:00,200463_10,33,渋川駅,1,0,1
平日_06時30分_系統267,06:30:00,06:30:00,200463_01,1,前橋駅,0,1,1
平日_06時30分_系統267,06:31:00,06:31:00,200768_02,2,前橋駅,0,0,1
平日_06時30分_系統267,06:32:00,06:32:00,200730_02,3,前橋駅,0,0,1
平日_06時30分_系統267,06:34:00,06:34:00,200827_02,4,前橋駅,0,0,1
平日_06時30分_系統267,06:35:00,06:35:00,200506_02,5,前橋駅,0,0,1
平日_06時30分_系統267,06:36:00,06:36:00,200017_02,6,前橋駅,0,0,1
平日_06時30分_系統267,06:37:00,06:37:00,200519_02,7,前橋駅,0,0,1
平日_06時30分_系統267,06:37:00,06:37:00,200987_02,8,前橋駅,0,0,1
平日_06時30分_系統267,06:39:00,06:39:00,200985_02,9,前橋駅,0,0,1
平日_06時30分_系統267,06:40:00,06:40:00,200895_02,10,前橋駅,0,0,1
平日_06時30分_系統267,06:42:00,06:42:00,200395_02,11,前橋駅,0,0,1
平日_06時30分_系統267,06:42:00,06:42:00,200153_02,12,前橋駅,0,0,1
平日_06時30分_系統267,06:43:00,06:43:00,201100_02,13,前橋駅,0,0,1
平日_06時30分_系統267,06:44:00,06:44:00,200981_02,14,前橋駅,0,0,1
平日_06時30分_系統267,06:45:00,06:45:00,200872_02,15,前橋駅,0,0,1
平日_06時30分_系統267,06:46:00,06:46:00,201056_02,16,前橋駅,0,0,1
平日_06時30分_系統267,06:48:00,06:48:00,200189_02,17,前橋駅,0,0,1
平日_06時30分_系統267,06:49:00,06:49:00,200722_02,18,前橋駅,0,0,1
平日_06時30分_系統267,06:50:00,06:50:00,200343_02,19,前橋駅,0,0,1
平日_06時30分_系統267,06:51:00,06:51:00,200348_02,20,前橋駅,0,0,1
平日_06時30分_系統267,06:53:00,06:53:00,201071_02,21,前橋駅,0,0,1
平日_06時30分_系統267,06:55:00,06:55:00,200542_02,22,前橋駅,0,0,1
平日_06時30分_系統267,06:56:00,06:56:00,200141_02,23,前橋駅,0,0,1
平日_06時30分_系統267,06:57:00,06:57:00,200142_02,24,前橋駅,0,0,1
平日_06時30分_系統267,06:59:00,06:59:00,200262_02,25,前橋駅,0,0,1
平日_06時30分_系統267,07:00:00,07:00:00,201015_02,26,前橋駅,0,0,1
平日_06時30分_系統267,07:01:00,07:01:00,200379_02,27,前橋駅,0,0,1
平日_06時30分_系統267,07:02:00,07:02:00,200455_02,28,前橋駅,0,0,1
平日_06時30分_系統267,07:04:00,07:04:00,200702_02,29,前橋駅,0,0,1
平日_06時30分_系統267,07:05:00,07:05:00,200703_02,30,前橋駅,0,0,1
平日_06時30分_系統267,07:07:00,07:07:00,201081_02,31,前橋駅,0,0,1
平日_06時30分_系統267,07:09:00,07:09:00,200998_02,32,前橋駅,0,0,1
平日_06時30分_系統267,07:12:00,07:12:00,200718_10,33,前橋駅,1,0,1
平日_06時40分_系統528,06:40:00,06:40:00,200927_01,1,前橋駅,0,1,1
平日_06時40分_系統528,06:40:00,06:40:00,200800_02,2,前橋駅,0,0,1
平日_06時40分_系統528,06:41:00,06:41:00,200928_02,3,前橋駅,0,0,1
平日_06時40分_系統528,06:43:00,06:43:00,201071_02,4,前橋駅,0,0,1
平日_06時40分_系統528,06:45:00,06:45:00,200542_02,5,前橋駅,0,0,1
平日_06時40分_系統528,06:46:00,06:46:00,200141_02,6,前橋駅,0,0,1
平日_06時40分_系統528,06:47:00,06:47:00,200142_02,7,前橋駅,0,0,1
平日_06時40分_系統528,06:49:00,06:49:00,200262_02,8,前橋駅,0,0,1
平日_06時40分_系統528,06:50:00,06:50:00,201015_02,9,前橋駅,0,0,1
平日_06時40分_系統528,06:51:00,06:51:00,200379_02,10,前橋駅,0,0,1
平日_06時40分_系統528,06:52:00,06:52:00,200455_02,11,前橋駅,0,0,1
平日_06時40分_系統528,06:54:00,06:54:00,200702_02,12,前橋駅,0,0,1
平日_06時40分_系統528,06:55:00,06:55:00,200703_02,13,前橋駅,0,0,1
平日_06時40分_系統528,06:57:00,06:57:00,201081_02,14,前橋駅,0,0,1
平日_06時40分_系統528,06:59:00,06:59:00,200998_02,15,前橋駅,0,0,1
平日_06時40分_系統528,07:02:00,07:02:00,200718_10,16,前橋駅,1,0,1
平日_06時43分_系統261,06:43:00,06:43:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_06時43分_系統261,06:44:00,06:44:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:45:00,06:45:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:46:00,06:46:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:47:00,06:47:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:48:00,06:48:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:49:00,06:49:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:50:00,06:50:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:51:00,06:51:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_06時43分_系統261,06:56:00,06:56:00,200463_01,10,前橋駅,0,0,1
平日_06時43分_系統261,06:57:00,06:57:00,200768_02,11,前橋駅,0,0,1
平日_06時43分_系統261,06:58:00,06:58:00,200730_02,12,前橋駅,0,0,1
平日_06時43分_系統261,07:00:00,07:00:00,200827_02,13,前橋駅,0,0,1
平日_06時43分_系統261,07:01:00,07:01:00,200506_02,14,前橋駅,0,0,1
平日_06時43分_系統261,07:02:00,07:02:00,200017_02,15,前橋駅,0,0,1
平日_06時43分_系統261,07:03:00,07:03:00,200519_02,16,前橋駅,0,0,1
平日_06時43分_系統261,07:03:00,07:03:00,200987_02,17,前橋駅,0,0,1
平日_06時43分_系統261,07:05:00,07:05:00,200985_02,18,前橋駅,0,0,1
平日_06時43分_系統261,07:06:00,07:06:00,200895_02,19,前橋駅,0,0,1
平日_06時43分_系統261,07:08:00,07:08:00,200395_02,20,前橋駅,0,0,1
平日_06時43分_系統261,07:08:00,07:08:00,200153_02,21,前橋駅,0,0,1
平日_06時43分_系統261,07:09:00,07:09:00,201100_02,22,前橋駅,0,0,1
平日_06時43分_系統261,07:10:00,07:10:00,200981_02,23,前橋駅,0,0,1
平日_06時43分_系統261,07:11:00,07:11:00,200872_02,24,前橋駅,0,0,1
平日_06時43分_系統261,07:12:00,07:12:00,201056_02,25,前橋駅,0,0,1
平日_06時43分_系統261,07:14:00,07:14:00,200189_02,26,前橋駅,0,0,1
平日_06時43分_系統261,07:15:00,07:15:00,200722_02,27,前橋駅,0,0,1
平日_06時43分_系統261,07:17:00,07:17:00,200343_02,28,前橋駅,0,0,1
平日_06時43分_系統261,07:18:00,07:18:00,200348_02,29,前橋駅,0,0,1
平日_06時43分_系統261,07:20:00,07:20:00,201071_02,30,前橋駅,0,0,1
平日_06時43分_系統261,07:22:00,07:22:00,200542_02,31,前橋駅,0,0,1
平日_06時43分_系統261,07:24:00,07:24:00,200141_02,32,前橋駅,0,0,1
平日_06時43分_系統261,07:26:00,07:26:00,200142_02,33,前橋駅,0,0,1
平日_06時43分_系統261,07:28:00,07:28:00,200262_02,34,前橋駅,0,0,1
平日_06時43分_系統261,07:29:00,07:29:00,201015_02,35,前橋駅,0,0,1
平日_06時43分_系統261,07:31:00,07:31:00,200379_02,36,前橋駅,0,0,1
平日_06時43分_系統261,07:32:00,07:32:00,200455_02,37,前橋駅,0,0,1
平日_06時43分_系統261,07:34:00,07:34:00,200702_02,38,前橋駅,0,0,1
平日_06時43分_系統261,07:36:00,07:36:00,200703_02,39,前橋駅,0,0,1
平日_06時43分_系統261,07:38:00,07:38:00,201081_02,40,前橋駅,0,0,1
平日_06時43分_系統261,07:40:00,07:40:00,200998_02,41,前橋駅,0,0,1
平日_06時43分_系統261,07:43:00,07:43:00,200718_10,42,前橋駅,1,0,1
平日_06時45分_系統267,06:45:00,06:45:00,200463_01,1,前橋駅,0,1,1
平日_06時45分_系統267,06:46:00,06:46:00,200768_02,2,前橋駅,0,0,1
平日_06時45分_系統267,06:47:00,06:47:00,200730_02,3,前橋駅,0,0,1
平日_06時45分_系統267,06:49:00,06:49:00,200827_02,4,前橋駅,0,0,1
平日_06時45分_系統267,06:50:00,06:50:00,200506_02,5,前橋駅,0,0,1
平日_06時45分_系統267,06:51:00,06:51:00,200017_02,6,前橋駅,0,0,1
平日_06時45分_系統267,06:52:00,06:52:00,200519_02,7,前橋駅,0,0,1
平日_06時45分_系統267,06:52:00,06:52:00,200987_02,8,前橋駅,0,0,1
平日_06時45分_系統267,06:54:00,06:54:00,200985_02,9,前橋駅,0,0,1
平日_06時45分_系統267,06:55:00,06:55:00,200895_02,10,前橋駅,0,0,1
平日_06時45分_系統267,06:57:00,06:57:00,200395_02,11,前橋駅,0,0,1
平日_06時45分_系統267,06:57:00,06:57:00,200153_02,12,前橋駅,0,0,1
平日_06時45分_系統267,06:58:00,06:58:00,201100_02,13,前橋駅,0,0,1
平日_06時45分_系統267,06:59:00,06:59:00,200981_02,14,前橋駅,0,0,1
平日_06時45分_系統267,07:00:00,07:00:00,200872_02,15,前橋駅,0,0,1
平日_06時45分_系統267,07:01:00,07:01:00,201056_02,16,前橋駅,0,0,1
平日_06時45分_系統267,07:03:00,07:03:00,200189_02,17,前橋駅,0,0,1
平日_06時45分_系統267,07:04:00,07:04:00,200722_02,18,前橋駅,0,0,1
平日_06時45分_系統267,07:05:00,07:05:00,200343_02,19,前橋駅,0,0,1
平日_06時45分_系統267,07:06:00,07:06:00,200348_02,20,前橋駅,0,0,1
平日_06時45分_系統267,07:08:00,07:08:00,201071_02,21,前橋駅,0,0,1
平日_06時45分_系統267,07:10:00,07:10:00,200542_02,22,前橋駅,0,0,1
平日_06時45分_系統267,07:12:00,07:12:00,200141_02,23,前橋駅,0,0,1
平日_06時45分_系統267,07:13:00,07:13:00,200142_02,24,前橋駅,0,0,1
平日_06時45分_系統267,07:15:00,07:15:00,200262_02,25,前橋駅,0,0,1
平日_06時45分_系統267,07:16:00,07:16:00,201015_02,26,前橋駅,0,0,1
平日_06時45分_系統267,07:18:00,07:18:00,200379_02,27,前橋駅,0,0,1
平日_06時45分_系統267,07:19:00,07:19:00,200455_02,28,前橋駅,0,0,1
平日_06時45分_系統267,07:21:00,07:21:00,200702_02,29,前橋駅,0,0,1
平日_06時45分_系統267,07:22:00,07:22:00,200703_02,30,前橋駅,0,0,1
平日_06時45分_系統267,07:24:00,07:24:00,201081_02,31,前橋駅,0,0,1
平日_06時45分_系統267,07:26:00,07:26:00,200998_02,32,前橋駅,0,0,1
平日_06時45分_系統267,07:29:00,07:29:00,200718_10,33,前橋駅,1,0,1
平日_06時46分_系統268,06:46:00,06:46:00,200718_02,1,渋川駅,0,1,1
平日_06時46分_系統268,06:47:00,06:47:00,200998_01,2,渋川駅,0,0,1
平日_06時46分_系統268,06:49:00,06:49:00,201081_01,3,渋川駅,0,0,1
平日_06時46分_系統268,06:50:00,06:50:00,200703_01,4,渋川駅,0,0,1
平日_06時46分_系統268,06:50:00,06:50:00,200702_01,5,渋川駅,0,0,1
平日_06時46分_系統268,06:52:00,06:52:00,200455_01,6,渋川駅,0,0,1
平日_06時46分_系統268,06:53:00,06:53:00,200379_01,7,渋川駅,0,0,1
平日_06時46分_系統268,06:55:00,06:55:00,201015_01,8,渋川駅,0,0,1
平日_06時46分_系統268,06:56:00,06:56:00,200262_01,9,渋川駅,0,0,1
平日_06時46分_系統268,06:57:00,06:57:00,200142_01,10,渋川駅,0,0,1
平日_06時46分_系統268,06:58:00,06:58:00,200141_01,11,渋川駅,0,0,1
平日_06時46分_系統268,06:59:00,06:59:00,200542_01,12,渋川駅,0,0,1
平日_06時46分_系統268,07:01:00,07:01:00,201071_01,13,渋川駅,0,0,1
平日_06時46分_系統268,07:03:00,07:03:00,200348_01,14,渋川駅,0,0,1
平日_06時46分_系統268,07:04:00,07:04:00,200343_01,15,渋川駅,0,0,1
平日_06時46分_系統268,07:05:00,07:05:00,200722_01,16,渋川駅,0,0,1
平日_06時46分_系統268,07:06:00,07:06:00,200189_01,17,渋川駅,0,0,1
平日_06時46分_系統268,07:08:00,07:08:00,201056_01,18,渋川駅,0,0,1
平日_06時46分_系統268,07:09:00,07:09:00,200872_01,19,渋川駅,0,0,1
平日_06時46分_系統268,07:10:00,07:10:00,200981_01,20,渋川駅,0,0,1
平日_06時46分_系統268,07:11:00,07:11:00,201100_01,21,渋川駅,0,0,1
平日_06時46分_系統268,07:12:00,07:12:00,200153_01,22,渋川駅,0,0,1
平日_06時46分_系統268,07:12:00,07:12:00,200395_01,23,渋川駅,0,0,1
平日_06時46分_系統268,07:13:00,07:13:00,200895_01,24,渋川駅,0,0,1
平日_06時46分_系統268,07:15:00,07:15:00,200985_01,25,渋川駅,0,0,1
平日_06時46分_系統268,07:15:00,07:15:00,200987_01,26,渋川駅,0,0,1
平日_06時46分_系統268,07:16:00,07:16:00,200519_01,27,渋川駅,0,0,1
平日_06時46分_系統268,07:17:00,07:17:00,200017_01,28,渋川駅,0,0,1
平日_06時46分_系統268,07:19:00,07:19:00,200506_01,29,渋川駅,0,0,1
平日_06時46分_系統268,07:21:00,07:21:00,200827_01,30,渋川駅,0,0,1
平日_06時46分_系統268,07:23:00,07:23:00,200730_01,31,渋川駅,0,0,1
平日_06時46分_系統268,07:24:00,07:24:00,200768_01,32,渋川駅,0,0,1
平日_06時46分_系統268,07:27:00,07:27:00,200463_10,33,渋川駅,1,0,1
平日_06時58分_系統586,06:58:00,06:58:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_06時58分_系統586,06:59:00,06:59:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:01:00,07:01:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:03:00,07:03:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:03:00,07:03:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:05:00,07:05:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:06:00,07:06:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:07:00,07:07:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:08:00,07:08:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:09:00,07:09:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_06時58分_系統586,07:12:00,07:12:00,200261_01,11,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:13:00,07:13:00,200503_02,12,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:14:00,07:14:00,200142_01,13,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:15:00,07:15:00,200141_01,14,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:16:00,07:16:00,200542_01,15,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:18:00,07:18:00,201071_01,16,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:20:00,07:20:00,200348_01,17,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:21:00,07:21:00,200343_01,18,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:22:00,07:22:00,200722_01,19,群馬大学荒牧,0,0,1
平日_06時58分_系統586,07:25:00,07:25:00,200273_01,20,群馬大学荒牧,1,0,1
平日_07時00分_系統528,07:00:00,07:00:00,200927_01,1,前橋駅,0,1,1
平日_07時00分_系統528,07:00:00,07:00:00,200800_02,2,前橋駅,0,0,1
平日_07時00分_系統528,07:01:00,07:01:00,200928_02,3,前橋駅,0,0,1
平日_07時00分_系統528,07:03:00,07:03:00,201071_02,4,前橋駅,0,0,1
平日_07時00分_系統528,07:05:00,07:05:00,200542_02,5,前橋駅,0,0,1
平日_07時00分_系統528,07:06:00,07:06:00,200141_02,6,前橋駅,0,0,1
平日_07時00分_系統528,07:07:00,07:07:00,200142_02,7,前橋駅,0,0,1
平日_07時00分_系統528,07:09:00,07:09:00,200262_02,8,前橋駅,0,0,1
平日_07時00分_系統528,07:10:00,07:10:00,201015_02,9,前橋駅,0,0,1
平日_07時00分_系統528,07:11:00,07:11:00,200379_02,10,前橋駅,0,0,1
平日_07時00分_系統528,07:12:00,07:12:00,200455_02,11,前橋駅,0,0,1
平日_07時00分_系統528,07:14:00,07:14:00,200702_02,12,前橋駅,0,0,1
平日_07時00分_系統528,07:15:00,07:15:00,200703_02,13,前橋駅,0,0,1
平日_07時00分_系統528,07:17:00,07:17:00,201081_02,14,前橋駅,0,0,1
平日_07時00分_系統528,07:19:00,07:19:00,200998_02,15,前橋駅,0,0,1
平日_07時00分_系統528,07:22:00,07:22:00,200718_10,16,前橋駅,1,0,1
平日_07時07分_系統531,07:07:00,07:07:00,200463_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_07時07分_系統531,07:07:00,07:07:00,200768_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:07:00,07:07:00,200730_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:09:00,07:09:00,200827_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:10:00,07:10:00,200506_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:11:00,07:11:00,200017_02,6,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:12:00,07:12:00,200519_02,7,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:12:00,07:12:00,200987_02,8,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:14:00,07:14:00,200985_02,9,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:15:00,07:15:00,200895_02,10,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:17:00,07:17:00,200395_02,11,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:17:00,07:17:00,200153_02,12,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:18:00,07:18:00,201100_02,13,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:19:00,07:19:00,200981_02,14,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:20:00,07:20:00,200872_02,15,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:21:00,07:21:00,201056_02,16,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:23:00,07:23:00,200189_02,17,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:24:00,07:24:00,200722_02,18,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:26:00,07:26:00,200343_02,19,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:27:00,07:27:00,200348_02,20,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:30:00,07:30:00,201185_02,21,前橋駅（南橘団地 経由）,0,0,1
平日_07時07分_系統531,07:33:00,07:33:00,200927_01,22,前橋駅,0,0,1
平日_07時07分_系統531,07:33:00,07:33:00,200800_02,23,前橋駅,0,0,1
平日_07時07分_系統531,07:34:00,07:34:00,200928_02,24,前橋駅,0,0,1
平日_07時07分_系統531,07:36:00,07:36:00,201071_02,25,前橋駅,0,0,1
平日_07時07分_系統531,07:38:00,07:38:00,200542_02,26,前橋駅,0,0,1
平日_07時07分_系統531,07:40:00,07:40:00,200141_02,27,前橋駅,0,0,1
平日_07時07分_系統531,07:42:00,07:42:00,200142_02,28,前橋駅,0,0,1
平日_07時07分_系統531,07:45:00,07:45:00,200262_02,29,前橋駅,0,0,1
平日_07時07分_系統531,07:46:00,07:46:00,201015_02,30,前橋駅,0,0,1
平日_07時07分_系統531,07:48:00,07:48:00,200379_02,31,前橋駅,0,0,1
平日_07時07分_系統531,07:50:00,07:50:00,200455_02,32,前橋駅,0,0,1
平日_07時07分_系統531,07:52:00,07:52:00,200702_02,33,前橋駅,0,0,1
平日_07時07分_系統531,07:54:00,07:54:00,200703_02,34,前橋駅,0,0,1
平日_07時07分_系統531,07:56:00,07:56:00,201081_02,35,前橋駅,0,0,1
平日_07時07分_系統531,07:58:00,07:58:00,200998_02,36,前橋駅,0,0,1
平日_07時07分_系統531,08:01:00,08:01:00,200718_10,37,前橋駅,1,0,1
平日_07時13分_系統262,07:13:00,07:13:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
平日_07時13分_系統262,07:14:00,07:14:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:16:00,07:16:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:18:00,07:18:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:18:00,07:18:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:20:00,07:20:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:21:00,07:21:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:23:00,07:23:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:24:00,07:24:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:25:00,07:25:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:26:00,07:26:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:27:00,07:27:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:29:00,07:29:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:31:00,07:31:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:32:00,07:32:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:33:00,07:33:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:35:00,07:35:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:37:00,07:37:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:38:00,07:38:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:39:00,07:39:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:40:00,07:40:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:41:00,07:41:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:41:00,07:41:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:42:00,07:42:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:44:00,07:44:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:44:00,07:44:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:45:00,07:45:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:46:00,07:46:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:48:00,07:48:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:50:00,07:50:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:52:00,07:52:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:53:00,07:53:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時13分_系統262,07:55:00,07:55:00,200463_06,33,渋川市内循環,0,0,1
平日_07時13分_系統262,07:56:00,07:56:00,200468_01,34,渋川市内循環,0,0,1
平日_07時13分_系統262,07:58:00,07:58:00,200466_01,35,渋川市内循環,0,0,1
平日_07時13分_系統262,07:59:00,07:59:00,200704_01,36,渋川市内循環,0,0,1
平日_07時13分_系統262,08:00:00,08:00:00,200476_02,37,渋川市内循環,0,0,1
平日_07時13分_系統262,08:01:00,08:01:00,200477_02,38,渋川市内循環,0,0,1
平日_07時13分_系統262,08:02:00,08:02:00,200430_02,39,渋川市内循環,0,0,1
平日_07時13分_系統262,08:03:00,08:03:00,200007_02,40,渋川市内循環,0,0,1
平日_07時13分_系統262,08:08:00,08:08:00,210463_10,41,渋川市内循環,1,0,1
平日_07時23分_系統267,07:23:00,07:23:00,200463_01,1,前橋駅,0,1,1
平日_07時23分_系統267,07:24:00,07:24:00,200768_02,2,前橋駅,0,0,1
平日_07時23分_系統267,07:25:00,07:25:00,200730_02,3,前橋駅,0,0,1
平日_07時23分_系統267,07:27:00,07:27:00,200827_02,4,前橋駅,0,0,1
平日_07時23分_系統267,07:29:00,07:29:00,200506_02,5,前橋駅,0,0,1
平日_07時23分_系統267,07:31:00,07:31:00,200017_02,6,前橋駅,0,0,1
平日_07時23分_系統267,07:32:00,07:32:00,200519_02,7,前橋駅,0,0,1
平日_07時23分_系統267,07:32:00,07:32:00,200987_02,8,前橋駅,0,0,1
平日_07時23分_系統267,07:34:00,07:34:00,200985_02,9,前橋駅,0,0,1
平日_07時23分_系統267,07:35:00,07:35:00,200895_02,10,前橋駅,0,0,1
平日_07時23分_系統267,07:37:00,07:37:00,200395_02,11,前橋駅,0,0,1
平日_07時23分_系統267,07:37:00,07:37:00,200153_02,12,前橋駅,0,0,1
平日_07時23分_系統267,07:38:00,07:38:00,201100_02,13,前橋駅,0,0,1
平日_07時23分_系統267,07:39:00,07:39:00,200981_02,14,前橋駅,0,0,1
平日_07時23分_系統267,07:40:00,07:40:00,200872_02,15,前橋駅,0,0,1
平日_07時23分_系統267,07:41:00,07:41:00,201056_02,16,前橋駅,0,0,1
平日_07時23分_系統267,07:43:00,07:43:00,200189_02,17,前橋駅,0,0,1
平日_07時23分_系統267,07:45:00,07:45:00,200722_02,18,前橋駅,0,0,1
平日_07時23分_系統267,07:47:00,07:47:00,200343_02,19,前橋駅,0,0,1
平日_07時23分_系統267,07:48:00,07:48:00,200348_02,20,前橋駅,0,0,1
平日_07時23分_系統267,07:50:00,07:50:00,201071_02,21,前橋駅,0,0,1
平日_07時23分_系統267,07:52:00,07:52:00,200542_02,22,前橋駅,0,0,1
平日_07時23分_系統267,07:54:00,07:54:00,200141_02,23,前橋駅,0,0,1
平日_07時23分_系統267,07:56:00,07:56:00,200142_02,24,前橋駅,0,0,1
平日_07時23分_系統267,07:59:00,07:59:00,200262_02,25,前橋駅,0,0,1
平日_07時23分_系統267,08:00:00,08:00:00,201015_02,26,前橋駅,0,0,1
平日_07時23分_系統267,08:02:00,08:02:00,200379_02,27,前橋駅,0,0,1
平日_07時23分_系統267,08:04:00,08:04:00,200455_02,28,前橋駅,0,0,1
平日_07時23分_系統267,08:06:00,08:06:00,200702_02,29,前橋駅,0,0,1
平日_07時23分_系統267,08:08:00,08:08:00,200703_02,30,前橋駅,0,0,1
平日_07時23分_系統267,08:10:00,08:10:00,201081_02,31,前橋駅,0,0,1
平日_07時23分_系統267,08:12:00,08:12:00,200998_02,32,前橋駅,0,0,1
平日_07時23分_系統267,08:15:00,08:15:00,200718_10,33,前橋駅,1,0,1
平日_07時23分_系統586,07:23:00,07:23:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_07時23分_系統586,07:24:00,07:24:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:26:00,07:26:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:28:00,07:28:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:28:00,07:28:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:30:00,07:30:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:31:00,07:31:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:33:00,07:33:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:34:00,07:34:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:35:00,07:35:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時23分_系統586,07:38:00,07:38:00,200261_01,11,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:39:00,07:39:00,200503_02,12,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:40:00,07:40:00,200142_01,13,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:41:00,07:41:00,200141_01,14,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:42:00,07:42:00,200542_01,15,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:44:00,07:44:00,201071_01,16,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:46:00,07:46:00,200348_01,17,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:47:00,07:47:00,200343_01,18,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:48:00,07:48:00,200722_01,19,群馬大学荒牧,0,0,1
平日_07時23分_系統586,07:51:00,07:51:00,200273_01,20,群馬大学荒牧,1,0,1
平日_07時38分_系統267,07:38:00,07:38:00,200463_01,1,前橋駅,0,1,1
平日_07時38分_系統267,07:39:00,07:39:00,200768_02,2,前橋駅,0,0,1
平日_07時38分_系統267,07:40:00,07:40:00,200730_02,3,前橋駅,0,0,1
平日_07時38分_系統267,07:42:00,07:42:00,200827_02,4,前橋駅,0,0,1
平日_07時38分_系統267,07:44:00,07:44:00,200506_02,5,前橋駅,0,0,1
平日_07時38分_系統267,07:46:00,07:46:00,200017_02,6,前橋駅,0,0,1
平日_07時38分_系統267,07:47:00,07:47:00,200519_02,7,前橋駅,0,0,1
平日_07時38分_系統267,07:47:00,07:47:00,200987_02,8,前橋駅,0,0,1
平日_07時38分_系統267,07:49:00,07:49:00,200985_02,9,前橋駅,0,0,1
平日_07時38分_系統267,07:50:00,07:50:00,200895_02,10,前橋駅,0,0,1
平日_07時38分_系統267,07:52:00,07:52:00,200395_02,11,前橋駅,0,0,1
平日_07時38分_系統267,07:52:00,07:52:00,200153_02,12,前橋駅,0,0,1
平日_07時38分_系統267,07:53:00,07:53:00,201100_02,13,前橋駅,0,0,1
平日_07時38分_系統267,07:54:00,07:54:00,200981_02,14,前橋駅,0,0,1
平日_07時38分_系統267,07:55:00,07:55:00,200872_02,15,前橋駅,0,0,1
平日_07時38分_系統267,07:56:00,07:56:00,201056_02,16,前橋駅,0,0,1
平日_07時38分_系統267,07:58:00,07:58:00,200189_02,17,前橋駅,0,0,1
平日_07時38分_系統267,08:00:00,08:00:00,200722_02,18,前橋駅,0,0,1
平日_07時38分_系統267,08:02:00,08:02:00,200343_02,19,前橋駅,0,0,1
平日_07時38分_系統267,08:03:00,08:03:00,200348_02,20,前橋駅,0,0,1
平日_07時38分_系統267,08:05:00,08:05:00,201071_02,21,前橋駅,0,0,1
平日_07時38分_系統267,08:07:00,08:07:00,200542_02,22,前橋駅,0,0,1
平日_07時38分_系統267,08:09:00,08:09:00,200141_02,23,前橋駅,0,0,1
平日_07時38分_系統267,08:11:00,08:11:00,200142_02,24,前橋駅,0,0,1
平日_07時38分_系統267,08:14:00,08:14:00,200262_02,25,前橋駅,0,0,1
平日_07時38分_系統267,08:15:00,08:15:00,201015_02,26,前橋駅,0,0,1
平日_07時38分_系統267,08:17:00,08:17:00,200379_02,27,前橋駅,0,0,1
平日_07時38分_系統267,08:19:00,08:19:00,200455_02,28,前橋駅,0,0,1
平日_07時38分_系統267,08:21:00,08:21:00,200702_02,29,前橋駅,0,0,1
平日_07時38分_系統267,08:23:00,08:23:00,200703_02,30,前橋駅,0,0,1
平日_07時38分_系統267,08:25:00,08:25:00,201081_02,31,前橋駅,0,0,1
平日_07時38分_系統267,08:27:00,08:27:00,200998_02,32,前橋駅,0,0,1
平日_07時38分_系統267,08:30:00,08:30:00,200718_10,33,前橋駅,1,0,1
平日_07時38分_系統266,07:38:00,07:38:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_07時38分_系統266,07:39:00,07:39:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:41:00,07:41:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:43:00,07:43:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:43:00,07:43:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:45:00,07:45:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:46:00,07:46:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:48:00,07:48:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:49:00,07:49:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:50:00,07:50:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:51:00,07:51:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:52:00,07:52:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:54:00,07:54:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:56:00,07:56:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:57:00,07:57:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,07:58:00,07:58:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_07時38分_系統266,08:00:00,08:00:00,200273_01,17,渋川駅,0,0,1
平日_07時38分_系統266,08:03:00,08:03:00,200189_01,18,渋川駅,0,0,1
平日_07時38分_系統266,08:05:00,08:05:00,201056_01,19,渋川駅,0,0,1
平日_07時38分_系統266,08:06:00,08:06:00,200872_01,20,渋川駅,0,0,1
平日_07時38分_系統266,08:07:00,08:07:00,200981_01,21,渋川駅,0,0,1
平日_07時38分_系統266,08:08:00,08:08:00,201100_01,22,渋川駅,0,0,1
平日_07時38分_系統266,08:09:00,08:09:00,200153_01,23,渋川駅,0,0,1
平日_07時38分_系統266,08:09:00,08:09:00,200395_01,24,渋川駅,0,0,1
平日_07時38分_系統266,08:10:00,08:10:00,200895_01,25,渋川駅,0,0,1
平日_07時38分_系統266,08:12:00,08:12:00,200985_01,26,渋川駅,0,0,1
平日_07時38分_系統266,08:12:00,08:12:00,200987_01,27,渋川駅,0,0,1
平日_07時38分_系統266,08:13:00,08:13:00,200519_01,28,渋川駅,0,0,1
平日_07時38分_系統266,08:14:00,08:14:00,200017_01,29,渋川駅,0,0,1
平日_07時38分_系統266,08:16:00,08:16:00,200506_01,30,渋川駅,0,0,1
平日_07時38分_系統266,08:18:00,08:18:00,200827_01,31,渋川駅,0,0,1
平日_07時38分_系統266,08:20:00,08:20:00,200730_01,32,渋川駅,0,0,1
平日_07時38分_系統266,08:21:00,08:21:00,200768_01,33,渋川駅,0,0,1
平日_07時38分_系統266,08:24:00,08:24:00,200463_10,34,渋川駅,1,0,1
平日_07時40分_系統580,07:40:00,07:40:00,200718_02,1,群馬大学荒牧,0,1,1
平日_07時40分_系統580,07:41:00,07:41:00,200998_01,2,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:43:00,07:43:00,201081_01,3,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:45:00,07:45:00,200703_01,4,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:45:00,07:45:00,200702_01,5,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:47:00,07:47:00,200455_01,6,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:48:00,07:48:00,200379_01,7,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:50:00,07:50:00,201015_01,8,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:51:00,07:51:00,200262_01,9,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:52:00,07:52:00,200142_01,10,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:53:00,07:53:00,200141_01,11,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:54:00,07:54:00,200542_01,12,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:56:00,07:56:00,201071_01,13,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:58:00,07:58:00,200348_01,14,群馬大学荒牧,0,0,1
平日_07時40分_系統580,07:59:00,07:59:00,200343_01,15,群馬大学荒牧,0,0,1
平日_07時40分_系統580,08:00:00,08:00:00,200722_01,16,群馬大学荒牧,0,0,1
平日_07時40分_系統580,08:03:00,08:03:00,200273_01,17,群馬大学荒牧,1,0,1
平日_07時42分_系統586,07:42:00,07:42:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_07時42分_系統586,07:43:00,07:43:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:45:00,07:45:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:47:00,07:47:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:47:00,07:47:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:49:00,07:49:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:50:00,07:50:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:52:00,07:52:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:53:00,07:53:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:54:00,07:54:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時42分_系統586,07:57:00,07:57:00,200261_01,11,群馬大学荒牧,0,0,1
平日_07時42分_系統586,07:58:00,07:58:00,200503_02,12,群馬大学荒牧,0,0,1
平日_07時42分_系統586,07:59:00,07:59:00,200142_01,13,群馬大学荒牧,0,0,1
平日_07時42分_系統586,08:00:00,08:00:00,200141_01,14,群馬大学荒牧,0,0,1
平日_07時42分_系統586,08:01:00,08:01:00,200542_01,15,群馬大学荒牧,0,0,1
平日_07時42分_系統586,08:03:00,08:03:00,201071_01,16,群馬大学荒牧,0,0,1
平日_07時42分_系統586,08:05:00,08:05:00,200348_01,17,群馬大学荒牧,0,0,1
平日_07時42分_系統586,08:06:00,08:06:00,200343_01,18,群馬大学荒牧,0,0,1
平日_07時42分_系統586,08:07:00,08:07:00,200722_01,19,群馬大学荒牧,0,0,1
平日_07時42分_系統586,08:10:00,08:10:00,200273_01,20,群馬大学荒牧,1,0,1
平日_07時44分_系統263,07:44:00,07:44:00,210463_05,1,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,1,1
平日_07時44分_系統263,07:45:00,07:45:00,200007_01,2,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:46:00,07:46:00,200430_01,3,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:47:00,07:47:00,200477_01,4,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:48:00,07:48:00,200476_01,5,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:49:00,07:49:00,200704_02,6,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:50:00,07:50:00,200467_01,7,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:51:00,07:51:00,200466_02,8,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:52:00,07:52:00,200468_02,9,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:57:00,07:57:00,200463_01,10,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:58:00,07:58:00,200768_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,07:59:00,07:59:00,200730_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:01:00,08:01:00,200827_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:02:00,08:02:00,200506_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:03:00,08:03:00,200017_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:04:00,08:04:00,200519_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:04:00,08:04:00,200987_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:06:00,08:06:00,200985_02,18,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:07:00,08:07:00,200895_02,19,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:09:00,08:09:00,200395_02,20,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:09:00,08:09:00,200153_02,21,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:10:00,08:10:00,201100_02,22,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:11:00,08:11:00,200981_02,23,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:12:00,08:12:00,200872_02,24,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:13:00,08:13:00,201056_02,25,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:15:00,08:15:00,200189_02,26,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_07時44分_系統263,08:18:00,08:18:00,200273_01,27,前橋駅,0,0,1
平日_07時44分_系統263,08:20:00,08:20:00,200722_02,28,前橋駅,0,0,1
平日_07時44分_系統263,08:21:00,08:21:00,200343_02,29,前橋駅,0,0,1
平日_07時44分_系統263,08:22:00,08:22:00,200348_02,30,前橋駅,0,0,1
平日_07時44分_系統263,08:24:00,08:24:00,201071_02,31,前橋駅,0,0,1
平日_07時44分_系統263,08:26:00,08:26:00,200542_02,32,前橋駅,0,0,1
平日_07時44分_系統263,08:28:00,08:28:00,200141_02,33,前橋駅,0,0,1
平日_07時44分_系統263,08:29:00,08:29:00,200142_02,34,前橋駅,0,0,1
平日_07時44分_系統263,08:31:00,08:31:00,200262_02,35,前橋駅,0,0,1
平日_07時44分_系統263,08:32:00,08:32:00,201015_02,36,前橋駅,0,0,1
平日_07時44分_系統263,08:34:00,08:34:00,200379_02,37,前橋駅,0,0,1
平日_07時44分_系統263,08:35:00,08:35:00,200455_02,38,前橋駅,0,0,1
平日_07時44分_系統263,08:37:00,08:37:00,200702_02,39,前橋駅,0,0,1
平日_07時44分_系統263,08:38:00,08:38:00,200703_02,40,前橋駅,0,0,1
平日_07時44分_系統263,08:40:00,08:40:00,201081_02,41,前橋駅,0,0,1
平日_07時44分_系統263,08:42:00,08:42:00,200998_02,42,前橋駅,0,0,1
平日_07時44分_系統263,08:45:00,08:45:00,200718_10,43,前橋駅,1,0,1
平日_07時52分_系統264,07:52:00,07:52:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
平日_07時52分_系統264,07:53:00,07:53:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,07:55:00,07:55:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,07:57:00,07:57:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,07:57:00,07:57:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,07:59:00,07:59:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:00:00,08:00:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:02:00,08:02:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:03:00,08:03:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:04:00,08:04:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:05:00,08:05:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:06:00,08:06:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:08:00,08:08:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:10:00,08:10:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:11:00,08:11:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:12:00,08:12:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:14:00,08:14:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:17:00,08:17:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:19:00,08:19:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:20:00,08:20:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:21:00,08:21:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:22:00,08:22:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:23:00,08:23:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:23:00,08:23:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:24:00,08:24:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:26:00,08:26:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:26:00,08:26:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:27:00,08:27:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:28:00,08:28:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:30:00,08:30:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:32:00,08:32:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:34:00,08:34:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:35:00,08:35:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
平日_07時52分_系統264,08:37:00,08:37:00,200463_06,34,渋川市内循環,0,0,1
平日_07時52分_系統264,08:38:00,08:38:00,200468_01,35,渋川市内循環,0,0,1
平日_07時52分_系統264,08:40:00,08:40:00,200466_01,36,渋川市内循環,0,0,1
平日_07時52分_系統264,08:41:00,08:41:00,200704_01,37,渋川市内循環,0,0,1
平日_07時52分_系統264,08:42:00,08:42:00,200476_02,38,渋川市内循環,0,0,1
平日_07時52分_系統264,08:43:00,08:43:00,200477_02,39,渋川市内循環,0,0,1
平日_07時52分_系統264,08:44:00,08:44:00,200430_02,40,渋川市内循環,0,0,1
平日_07時52分_系統264,08:45:00,08:45:00,200007_02,41,渋川市内循環,0,0,1
平日_07時52分_系統264,08:50:00,08:50:00,210463_10,42,渋川市内循環,1,0,1
平日_07時55分_系統270,07:55:00,07:55:00,200718_02,1,小児医療センター（群馬大学荒牧 経由）,0,1,1
平日_07時55分_系統270,07:56:00,07:56:00,200998_01,2,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,07:58:00,07:58:00,201081_01,3,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:00:00,08:00:00,200703_01,4,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:00:00,08:00:00,200702_01,5,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:02:00,08:02:00,200455_01,6,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:03:00,08:03:00,200379_01,7,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:05:00,08:05:00,201015_01,8,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:06:00,08:06:00,200262_01,9,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:07:00,08:07:00,200142_01,10,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:08:00,08:08:00,200141_01,11,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:09:00,08:09:00,200542_01,12,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:11:00,08:11:00,201071_01,13,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:13:00,08:13:00,200348_01,14,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:14:00,08:14:00,200343_01,15,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:15:00,08:15:00,200722_01,16,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_07時55分_系統270,08:17:00,08:17:00,200273_01,17,小児医療センター,0,0,1
平日_07時55分_系統270,08:20:00,08:20:00,200189_01,18,小児医療センター,0,0,1
平日_07時55分_系統270,08:22:00,08:22:00,201056_01,19,小児医療センター,0,0,1
平日_07時55分_系統270,08:23:00,08:23:00,200872_01,20,小児医療センター,0,0,1
平日_07時55分_系統270,08:24:00,08:24:00,200981_01,21,小児医療センター,0,0,1
平日_07時55分_系統270,08:25:00,08:25:00,201100_03,22,小児医療センター,0,0,1
平日_07時55分_系統270,08:27:00,08:27:00,200474_01,23,小児医療センター,0,0,1
平日_07時55分_系統270,08:29:00,08:29:00,200484_01,24,小児医療センター,1,0,1
平日_07時57分_系統583,07:57:00,07:57:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_07時57分_系統583,07:58:00,07:58:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_07時57分_系統583,08:00:00,08:00:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_07時57分_系統583,08:01:00,08:01:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_07時57分_系統583,08:04:00,08:04:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_07時57分_系統583,08:07:00,08:07:00,200927_01,6,前橋駅,0,0,1
平日_07時57分_系統583,08:07:00,08:07:00,200800_02,7,前橋駅,0,0,1
平日_07時57分_系統583,08:08:00,08:08:00,200928_02,8,前橋駅,0,0,1
平日_07時57分_系統583,08:10:00,08:10:00,201071_02,9,前橋駅,0,0,1
平日_07時57分_系統583,08:12:00,08:12:00,200542_02,10,前橋駅,0,0,1
平日_07時57分_系統583,08:14:00,08:14:00,200141_02,11,前橋駅,0,0,1
平日_07時57分_系統583,08:16:00,08:16:00,200142_02,12,前橋駅,0,0,1
平日_07時57分_系統583,08:19:00,08:19:00,200262_02,13,前橋駅,0,0,1
平日_07時57分_系統583,08:20:00,08:20:00,201015_02,14,前橋駅,0,0,1
平日_07時57分_系統583,08:22:00,08:22:00,200379_02,15,前橋駅,0,0,1
平日_07時57分_系統583,08:24:00,08:24:00,200455_02,16,前橋駅,0,0,1
平日_07時57分_系統583,08:26:00,08:26:00,200702_02,17,前橋駅,0,0,1
平日_07時57分_系統583,08:28:00,08:28:00,200703_02,18,前橋駅,0,0,1
平日_07時57分_系統583,08:30:00,08:30:00,201081_02,19,前橋駅,0,0,1
平日_07時57分_系統583,08:32:00,08:32:00,200998_02,20,前橋駅,0,0,1
平日_07時57分_系統583,08:35:00,08:35:00,200718_10,21,前橋駅,1,0,1
平日_07時58分_系統586,07:58:00,07:58:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_07時58分_系統586,07:59:00,07:59:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:01:00,08:01:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:03:00,08:03:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:03:00,08:03:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:05:00,08:05:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:06:00,08:06:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:08:00,08:08:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:09:00,08:09:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:10:00,08:10:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_07時58分_系統586,08:13:00,08:13:00,200261_01,11,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:14:00,08:14:00,200503_02,12,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:15:00,08:15:00,200142_01,13,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:16:00,08:16:00,200141_01,14,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:17:00,08:17:00,200542_01,15,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:19:00,08:19:00,201071_01,16,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:21:00,08:21:00,200348_01,17,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:22:00,08:22:00,200343_01,18,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:23:00,08:23:00,200722_01,19,群馬大学荒牧,0,0,1
平日_07時58分_系統586,08:26:00,08:26:00,200273_01,20,群馬大学荒牧,1,0,1
平日_08時10分_系統266,08:10:00,08:10:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_08時10分_系統266,08:11:00,08:11:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:13:00,08:13:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:15:00,08:15:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:15:00,08:15:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:17:00,08:17:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:18:00,08:18:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:20:00,08:20:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:21:00,08:21:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:22:00,08:22:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:23:00,08:23:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:24:00,08:24:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:26:00,08:26:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:28:00,08:28:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:29:00,08:29:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:30:00,08:30:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時10分_系統266,08:32:00,08:32:00,200273_01,17,渋川駅,0,0,1
平日_08時10分_系統266,08:35:00,08:35:00,200189_01,18,渋川駅,0,0,1
平日_08時10分_系統266,08:37:00,08:37:00,201056_01,19,渋川駅,0,0,1
平日_08時10分_系統266,08:38:00,08:38:00,200872_01,20,渋川駅,0,0,1
平日_08時10分_系統266,08:39:00,08:39:00,200981_01,21,渋川駅,0,0,1
平日_08時10分_系統266,08:40:00,08:40:00,201100_01,22,渋川駅,0,0,1
平日_08時10分_系統266,08:41:00,08:41:00,200153_01,23,渋川駅,0,0,1
平日_08時10分_系統266,08:41:00,08:41:00,200395_01,24,渋川駅,0,0,1
平日_08時10分_系統266,08:42:00,08:42:00,200895_01,25,渋川駅,0,0,1
平日_08時10分_系統266,08:44:00,08:44:00,200985_01,26,渋川駅,0,0,1
平日_08時10分_系統266,08:44:00,08:44:00,200987_01,27,渋川駅,0,0,1
平日_08時10分_系統266,08:45:00,08:45:00,200519_01,28,渋川駅,0,0,1
平日_08時10分_系統266,08:46:00,08:46:00,200017_01,29,渋川駅,0,0,1
平日_08時10分_系統266,08:48:00,08:48:00,200506_01,30,渋川駅,0,0,1
平日_08時10分_系統266,08:49:00,08:49:00,200827_01,31,渋川駅,0,0,1
平日_08時10分_系統266,08:51:00,08:51:00,200730_01,32,渋川駅,0,0,1
平日_08時10分_系統266,08:52:00,08:52:00,200768_01,33,渋川駅,0,0,1
平日_08時10分_系統266,08:55:00,08:55:00,200463_10,34,渋川駅,1,0,1
平日_08時23分_系統267,08:23:00,08:23:00,200463_01,1,前橋駅,0,1,1
平日_08時23分_系統267,08:24:00,08:24:00,200768_02,2,前橋駅,0,0,1
平日_08時23分_系統267,08:25:00,08:25:00,200730_02,3,前橋駅,0,0,1
平日_08時23分_系統267,08:27:00,08:27:00,200827_02,4,前橋駅,0,0,1
平日_08時23分_系統267,08:28:00,08:28:00,200506_02,5,前橋駅,0,0,1
平日_08時23分_系統267,08:29:00,08:29:00,200017_02,6,前橋駅,0,0,1
平日_08時23分_系統267,08:30:00,08:30:00,200519_02,7,前橋駅,0,0,1
平日_08時23分_系統267,08:30:00,08:30:00,200987_02,8,前橋駅,0,0,1
平日_08時23分_系統267,08:32:00,08:32:00,200985_02,9,前橋駅,0,0,1
平日_08時23分_系統267,08:33:00,08:33:00,200895_02,10,前橋駅,0,0,1
平日_08時23分_系統267,08:35:00,08:35:00,200395_02,11,前橋駅,0,0,1
平日_08時23分_系統267,08:35:00,08:35:00,200153_02,12,前橋駅,0,0,1
平日_08時23分_系統267,08:36:00,08:36:00,201100_02,13,前橋駅,0,0,1
平日_08時23分_系統267,08:37:00,08:37:00,200981_02,14,前橋駅,0,0,1
平日_08時23分_系統267,08:38:00,08:38:00,200872_02,15,前橋駅,0,0,1
平日_08時23分_系統267,08:39:00,08:39:00,201056_02,16,前橋駅,0,0,1
平日_08時23分_系統267,08:41:00,08:41:00,200189_02,17,前橋駅,0,0,1
平日_08時23分_系統267,08:42:00,08:42:00,200722_02,18,前橋駅,0,0,1
平日_08時23分_系統267,08:43:00,08:43:00,200343_02,19,前橋駅,0,0,1
平日_08時23分_系統267,08:44:00,08:44:00,200348_02,20,前橋駅,0,0,1
平日_08時23分_系統267,08:46:00,08:46:00,201071_02,21,前橋駅,0,0,1
平日_08時23分_系統267,08:48:00,08:48:00,200542_02,22,前橋駅,0,0,1
平日_08時23分_系統267,08:50:00,08:50:00,200141_02,23,前橋駅,0,0,1
平日_08時23分_系統267,08:51:00,08:51:00,200142_02,24,前橋駅,0,0,1
平日_08時23分_系統267,08:53:00,08:53:00,200262_02,25,前橋駅,0,0,1
平日_08時23分_系統267,08:54:00,08:54:00,201015_02,26,前橋駅,0,0,1
平日_08時23分_系統267,08:56:00,08:56:00,200379_02,27,前橋駅,0,0,1
平日_08時23分_系統267,08:57:00,08:57:00,200455_02,28,前橋駅,0,0,1
平日_08時23分_系統267,08:59:00,08:59:00,200702_02,29,前橋駅,0,0,1
平日_08時23分_系統267,09:00:00,09:00:00,200703_02,30,前橋駅,0,0,1
平日_08時23分_系統267,09:02:00,09:02:00,201081_02,31,前橋駅,0,0,1
平日_08時23分_系統267,09:04:00,09:04:00,200998_02,32,前橋駅,0,0,1
平日_08時23分_系統267,09:07:00,09:07:00,200718_10,33,前橋駅,1,0,1
平日_08時25分_系統583,08:25:00,08:25:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_08時25分_系統583,08:27:00,08:27:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_08時25分_系統583,08:28:00,08:28:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_08時25分_系統583,08:29:00,08:29:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_08時25分_系統583,08:32:00,08:32:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_08時25分_系統583,08:35:00,08:35:00,200927_01,6,前橋駅,0,0,1
平日_08時25分_系統583,08:35:00,08:35:00,200800_02,7,前橋駅,0,0,1
平日_08時25分_系統583,08:36:00,08:36:00,200928_02,8,前橋駅,0,0,1
平日_08時25分_系統583,08:38:00,08:38:00,201071_02,9,前橋駅,0,0,1
平日_08時25分_系統583,08:40:00,08:40:00,200542_02,10,前橋駅,0,0,1
平日_08時25分_系統583,08:42:00,08:42:00,200141_02,11,前橋駅,0,0,1
平日_08時25分_系統583,08:43:00,08:43:00,200142_02,12,前橋駅,0,0,1
平日_08時25分_系統583,08:45:00,08:45:00,200262_02,13,前橋駅,0,0,1
平日_08時25分_系統583,08:46:00,08:46:00,201015_02,14,前橋駅,0,0,1
平日_08時25分_系統583,08:48:00,08:48:00,200379_02,15,前橋駅,0,0,1
平日_08時25分_系統583,08:49:00,08:49:00,200455_02,16,前橋駅,0,0,1
平日_08時25分_系統583,08:51:00,08:51:00,200702_02,17,前橋駅,0,0,1
平日_08時25分_系統583,08:52:00,08:52:00,200703_02,18,前橋駅,0,0,1
平日_08時25分_系統583,08:54:00,08:54:00,201081_02,19,前橋駅,0,0,1
平日_08時25分_系統583,08:56:00,08:56:00,200998_02,20,前橋駅,0,0,1
平日_08時25分_系統583,08:59:00,08:59:00,200718_10,21,前橋駅,1,0,1
平日_08時27分_系統266,08:27:00,08:27:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_08時27分_系統266,08:28:00,08:28:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:30:00,08:30:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:32:00,08:32:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:32:00,08:32:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:34:00,08:34:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:35:00,08:35:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:37:00,08:37:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:38:00,08:38:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:39:00,08:39:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:40:00,08:40:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:41:00,08:41:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:43:00,08:43:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:45:00,08:45:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:46:00,08:46:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:47:00,08:47:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_08時27分_系統266,08:49:00,08:49:00,200273_01,17,渋川駅,0,0,1
平日_08時27分_系統266,08:52:00,08:52:00,200189_01,18,渋川駅,0,0,1
平日_08時27分_系統266,08:54:00,08:54:00,201056_01,19,渋川駅,0,0,1
平日_08時27分_系統266,08:55:00,08:55:00,200872_01,20,渋川駅,0,0,1
平日_08時27分_系統266,08:56:00,08:56:00,200981_01,21,渋川駅,0,0,1
平日_08時27分_系統266,08:57:00,08:57:00,201100_01,22,渋川駅,0,0,1
平日_08時27分_系統266,08:58:00,08:58:00,200153_01,23,渋川駅,0,0,1
平日_08時27分_系統266,08:58:00,08:58:00,200395_01,24,渋川駅,0,0,1
平日_08時27分_系統266,08:59:00,08:59:00,200895_01,25,渋川駅,0,0,1
平日_08時27分_系統266,09:01:00,09:01:00,200985_01,26,渋川駅,0,0,1
平日_08時27分_系統266,09:01:00,09:01:00,200987_01,27,渋川駅,0,0,1
平日_08時27分_系統266,09:02:00,09:02:00,200519_01,28,渋川駅,0,0,1
平日_08時27分_系統266,09:03:00,09:03:00,200017_01,29,渋川駅,0,0,1
平日_08時27分_系統266,09:05:00,09:05:00,200506_01,30,渋川駅,0,0,1
平日_08時27分_系統266,09:06:00,09:06:00,200827_01,31,渋川駅,0,0,1
平日_08時27分_系統266,09:08:00,09:08:00,200730_01,32,渋川駅,0,0,1
平日_08時27分_系統266,09:09:00,09:09:00,200768_01,33,渋川駅,0,0,1
平日_08時27分_系統266,09:12:00,09:12:00,200463_10,34,渋川駅,1,0,1
平日_08時40分_系統586,08:40:00,08:40:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_08時40分_系統586,08:41:00,08:41:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:43:00,08:43:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:45:00,08:45:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:45:00,08:45:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:47:00,08:47:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:48:00,08:48:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:50:00,08:50:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:51:00,08:51:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:52:00,08:52:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_08時40分_系統586,08:55:00,08:55:00,200261_01,11,群馬大学荒牧,0,0,1
平日_08時40分_系統586,08:56:00,08:56:00,200503_02,12,群馬大学荒牧,0,0,1
平日_08時40分_系統586,08:57:00,08:57:00,200142_01,13,群馬大学荒牧,0,0,1
平日_08時40分_系統586,08:58:00,08:58:00,200141_01,14,群馬大学荒牧,0,0,1
平日_08時40分_系統586,08:59:00,08:59:00,200542_01,15,群馬大学荒牧,0,0,1
平日_08時40分_系統586,09:01:00,09:01:00,201071_01,16,群馬大学荒牧,0,0,1
平日_08時40分_系統586,09:03:00,09:03:00,200348_01,17,群馬大学荒牧,0,0,1
平日_08時40分_系統586,09:04:00,09:04:00,200343_01,18,群馬大学荒牧,0,0,1
平日_08時40分_系統586,09:05:00,09:05:00,200722_01,19,群馬大学荒牧,0,0,1
平日_08時40分_系統586,09:08:00,09:08:00,200273_01,20,群馬大学荒牧,1,0,1
平日_08時47分_系統583,08:47:00,08:47:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_08時47分_系統583,08:49:00,08:49:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_08時47分_系統583,08:50:00,08:50:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_08時47分_系統583,08:51:00,08:51:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_08時47分_系統583,08:54:00,08:54:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_08時47分_系統583,08:57:00,08:57:00,200927_01,6,前橋駅,0,0,1
平日_08時47分_系統583,08:57:00,08:57:00,200800_02,7,前橋駅,0,0,1
平日_08時47分_系統583,08:58:00,08:58:00,200928_02,8,前橋駅,0,0,1
平日_08時47分_系統583,09:00:00,09:00:00,201071_02,9,前橋駅,0,0,1
平日_08時47分_系統583,09:02:00,09:02:00,200542_02,10,前橋駅,0,0,1
平日_08時47分_系統583,09:04:00,09:04:00,200141_02,11,前橋駅,0,0,1
平日_08時47分_系統583,09:05:00,09:05:00,200142_02,12,前橋駅,0,0,1
平日_08時47分_系統583,09:07:00,09:07:00,200262_02,13,前橋駅,0,0,1
平日_08時47分_系統583,09:08:00,09:08:00,201015_02,14,前橋駅,0,0,1
平日_08時47分_系統583,09:10:00,09:10:00,200379_02,15,前橋駅,0,0,1
平日_08時47分_系統583,09:11:00,09:11:00,200455_02,16,前橋駅,0,0,1
平日_08時47分_系統583,09:13:00,09:13:00,200702_02,17,前橋駅,0,0,1
平日_08時47分_系統583,09:14:00,09:14:00,200703_02,18,前橋駅,0,0,1
平日_08時47分_系統583,09:16:00,09:16:00,201081_02,19,前橋駅,0,0,1
平日_08時47分_系統583,09:18:00,09:18:00,200998_02,20,前橋駅,0,0,1
平日_08時47分_系統583,09:21:00,09:21:00,200718_10,21,前橋駅,1,0,1
平日_08時55分_系統267,08:55:00,08:55:00,200463_01,1,前橋駅,0,1,1
平日_08時55分_系統267,08:56:00,08:56:00,200768_02,2,前橋駅,0,0,1
平日_08時55分_系統267,08:57:00,08:57:00,200730_02,3,前橋駅,0,0,1
平日_08時55分_系統267,08:59:00,08:59:00,200827_02,4,前橋駅,0,0,1
平日_08時55分_系統267,09:00:00,09:00:00,200506_02,5,前橋駅,0,0,1
平日_08時55分_系統267,09:01:00,09:01:00,200017_02,6,前橋駅,0,0,1
平日_08時55分_系統267,09:02:00,09:02:00,200519_02,7,前橋駅,0,0,1
平日_08時55分_系統267,09:02:00,09:02:00,200987_02,8,前橋駅,0,0,1
平日_08時55分_系統267,09:04:00,09:04:00,200985_02,9,前橋駅,0,0,1
平日_08時55分_系統267,09:05:00,09:05:00,200895_02,10,前橋駅,0,0,1
平日_08時55分_系統267,09:07:00,09:07:00,200395_02,11,前橋駅,0,0,1
平日_08時55分_系統267,09:07:00,09:07:00,200153_02,12,前橋駅,0,0,1
平日_08時55分_系統267,09:08:00,09:08:00,201100_02,13,前橋駅,0,0,1
平日_08時55分_系統267,09:09:00,09:09:00,200981_02,14,前橋駅,0,0,1
平日_08時55分_系統267,09:10:00,09:10:00,200872_02,15,前橋駅,0,0,1
平日_08時55分_系統267,09:11:00,09:11:00,201056_02,16,前橋駅,0,0,1
平日_08時55分_系統267,09:13:00,09:13:00,200189_02,17,前橋駅,0,0,1
平日_08時55分_系統267,09:14:00,09:14:00,200722_02,18,前橋駅,0,0,1
平日_08時55分_系統267,09:15:00,09:15:00,200343_02,19,前橋駅,0,0,1
平日_08時55分_系統267,09:16:00,09:16:00,200348_02,20,前橋駅,0,0,1
平日_08時55分_系統267,09:18:00,09:18:00,201071_02,21,前橋駅,0,0,1
平日_08時55分_系統267,09:20:00,09:20:00,200542_02,22,前橋駅,0,0,1
平日_08時55分_系統267,09:22:00,09:22:00,200141_02,23,前橋駅,0,0,1
平日_08時55分_系統267,09:23:00,09:23:00,200142_02,24,前橋駅,0,0,1
平日_08時55分_系統267,09:25:00,09:25:00,200262_02,25,前橋駅,0,0,1
平日_08時55分_系統267,09:26:00,09:26:00,201015_02,26,前橋駅,0,0,1
平日_08時55分_系統267,09:28:00,09:28:00,200379_02,27,前橋駅,0,0,1
平日_08時55分_系統267,09:29:00,09:29:00,200455_02,28,前橋駅,0,0,1
平日_08時55分_系統267,09:31:00,09:31:00,200702_02,29,前橋駅,0,0,1
平日_08時55分_系統267,09:32:00,09:32:00,200703_02,30,前橋駅,0,0,1
平日_08時55分_系統267,09:34:00,09:34:00,201081_02,31,前橋駅,0,0,1
平日_08時55分_系統267,09:36:00,09:36:00,200998_02,32,前橋駅,0,0,1
平日_08時55分_系統267,09:39:00,09:39:00,200718_10,33,前橋駅,1,0,1
平日_08時56分_系統273,08:56:00,08:56:00,200484_01,1,前橋駅,0,1,1
平日_08時56分_系統273,08:57:00,08:57:00,200474_02,2,前橋駅,0,0,1
平日_08時56分_系統273,08:59:00,08:59:00,201100_04,3,前橋駅,0,0,1
平日_08時56分_系統273,09:01:00,09:01:00,200981_02,4,前橋駅,0,0,1
平日_08時56分_系統273,09:02:00,09:02:00,200872_02,5,前橋駅,0,0,1
平日_08時56分_系統273,09:03:00,09:03:00,201056_02,6,前橋駅,0,0,1
平日_08時56分_系統273,09:05:00,09:05:00,200189_02,7,前橋駅,0,0,1
平日_08時56分_系統273,09:06:00,09:06:00,200722_02,8,前橋駅,0,0,1
平日_08時56分_系統273,09:07:00,09:07:00,200343_02,9,前橋駅,0,0,1
平日_08時56分_系統273,09:08:00,09:08:00,200348_02,10,前橋駅,0,0,1
平日_08時56分_系統273,09:10:00,09:10:00,201071_02,11,前橋駅,0,0,1
平日_08時56分_系統273,09:12:00,09:12:00,200542_02,12,前橋駅,0,0,1
平日_08時56分_系統273,09:14:00,09:14:00,200141_02,13,前橋駅,0,0,1
平日_08時56分_系統273,09:15:00,09:15:00,200142_02,14,前橋駅,0,0,1
平日_08時56分_系統273,09:17:00,09:17:00,200262_02,15,前橋駅,0,0,1
平日_08時56分_系統273,09:18:00,09:18:00,201015_02,16,前橋駅,0,0,1
平日_08時56分_系統273,09:20:00,09:20:00,200379_02,17,前橋駅,0,0,1
平日_08時56分_系統273,09:21:00,09:21:00,200455_02,18,前橋駅,0,0,1
平日_08時56分_系統273,09:23:00,09:23:00,200702_02,19,前橋駅,0,0,1
平日_08時56分_系統273,09:24:00,09:24:00,200703_02,20,前橋駅,0,0,1
平日_08時56分_系統273,09:26:00,09:26:00,201081_02,21,前橋駅,0,0,1
平日_08時56分_系統273,09:28:00,09:28:00,200998_02,22,前橋駅,0,0,1
平日_08時56分_系統273,09:31:00,09:31:00,200718_10,23,前橋駅,1,0,1
平日_08時57分_系統270,08:57:00,08:57:00,200718_02,1,小児医療センター（群馬大学荒牧 経由）,0,1,1
平日_08時57分_系統270,08:58:00,08:58:00,200998_01,2,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:00:00,09:00:00,201081_01,3,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:02:00,09:02:00,200703_01,4,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:02:00,09:02:00,200702_01,5,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:04:00,09:04:00,200455_01,6,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:05:00,09:05:00,200379_01,7,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:07:00,09:07:00,201015_01,8,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:08:00,09:08:00,200262_01,9,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:09:00,09:09:00,200142_01,10,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:10:00,09:10:00,200141_01,11,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:11:00,09:11:00,200542_01,12,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:13:00,09:13:00,201071_01,13,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:15:00,09:15:00,200348_01,14,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:16:00,09:16:00,200343_01,15,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:17:00,09:17:00,200722_01,16,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_08時57分_系統270,09:19:00,09:19:00,200273_01,17,小児医療センター,0,0,1
平日_08時57分_系統270,09:22:00,09:22:00,200189_01,18,小児医療センター,0,0,1
平日_08時57分_系統270,09:24:00,09:24:00,201056_01,19,小児医療センター,0,0,1
平日_08時57分_系統270,09:25:00,09:25:00,200872_01,20,小児医療センター,0,0,1
平日_08時57分_系統270,09:26:00,09:26:00,200981_01,21,小児医療センター,0,0,1
平日_08時57分_系統270,09:27:00,09:27:00,201100_03,22,小児医療センター,0,0,1
平日_08時57分_系統270,09:29:00,09:29:00,200474_01,23,小児医療センター,0,0,1
平日_08時57分_系統270,09:31:00,09:31:00,200484_01,24,小児医療センター,1,0,1
平日_09時05分_系統586,09:05:00,09:05:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_09時05分_系統586,09:06:00,09:06:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:08:00,09:08:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:10:00,09:10:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:10:00,09:10:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:12:00,09:12:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:13:00,09:13:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:15:00,09:15:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:16:00,09:16:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:17:00,09:17:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時05分_系統586,09:20:00,09:20:00,200261_01,11,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:21:00,09:21:00,200503_02,12,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:22:00,09:22:00,200142_01,13,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:23:00,09:23:00,200141_01,14,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:24:00,09:24:00,200542_01,15,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:26:00,09:26:00,201071_01,16,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:28:00,09:28:00,200348_01,17,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:29:00,09:29:00,200343_01,18,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:30:00,09:30:00,200722_01,19,群馬大学荒牧,0,0,1
平日_09時05分_系統586,09:33:00,09:33:00,200273_01,20,群馬大学荒牧,1,0,1
平日_09時16分_系統264,09:16:00,09:16:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
平日_09時16分_系統264,09:17:00,09:17:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:19:00,09:19:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:21:00,09:21:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:21:00,09:21:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:23:00,09:23:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:24:00,09:24:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:26:00,09:26:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:27:00,09:27:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:28:00,09:28:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:29:00,09:29:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:30:00,09:30:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:32:00,09:32:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:34:00,09:34:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:35:00,09:35:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:36:00,09:36:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:38:00,09:38:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:41:00,09:41:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:43:00,09:43:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:44:00,09:44:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:45:00,09:45:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:46:00,09:46:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:47:00,09:47:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:47:00,09:47:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:48:00,09:48:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:50:00,09:50:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:50:00,09:50:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:51:00,09:51:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:52:00,09:52:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:54:00,09:54:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:55:00,09:55:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:57:00,09:57:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,09:58:00,09:58:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
平日_09時16分_系統264,10:00:00,10:00:00,200463_06,34,渋川市内循環,0,0,1
平日_09時16分_系統264,10:01:00,10:01:00,200468_01,35,渋川市内循環,0,0,1
平日_09時16分_系統264,10:03:00,10:03:00,200466_01,36,渋川市内循環,0,0,1
平日_09時16分_系統264,10:04:00,10:04:00,200704_01,37,渋川市内循環,0,0,1
平日_09時16分_系統264,10:05:00,10:05:00,200476_02,38,渋川市内循環,0,0,1
平日_09時16分_系統264,10:06:00,10:06:00,200477_02,39,渋川市内循環,0,0,1
平日_09時16分_系統264,10:07:00,10:07:00,200430_02,40,渋川市内循環,0,0,1
平日_09時16分_系統264,10:08:00,10:08:00,200007_02,41,渋川市内循環,0,0,1
平日_09時16分_系統264,10:13:00,10:13:00,210463_10,42,渋川市内循環,1,0,1
平日_09時20分_系統583,09:20:00,09:20:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_09時20分_系統583,09:22:00,09:22:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_09時20分_系統583,09:23:00,09:23:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_09時20分_系統583,09:24:00,09:24:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_09時20分_系統583,09:27:00,09:27:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_09時20分_系統583,09:30:00,09:30:00,200927_01,6,前橋駅,0,0,1
平日_09時20分_系統583,09:30:00,09:30:00,200800_02,7,前橋駅,0,0,1
平日_09時20分_系統583,09:31:00,09:31:00,200928_02,8,前橋駅,0,0,1
平日_09時20分_系統583,09:33:00,09:33:00,201071_02,9,前橋駅,0,0,1
平日_09時20分_系統583,09:35:00,09:35:00,200542_02,10,前橋駅,0,0,1
平日_09時20分_系統583,09:37:00,09:37:00,200141_02,11,前橋駅,0,0,1
平日_09時20分_系統583,09:38:00,09:38:00,200142_02,12,前橋駅,0,0,1
平日_09時20分_系統583,09:40:00,09:40:00,200262_02,13,前橋駅,0,0,1
平日_09時20分_系統583,09:41:00,09:41:00,201015_02,14,前橋駅,0,0,1
平日_09時20分_系統583,09:43:00,09:43:00,200379_02,15,前橋駅,0,0,1
平日_09時20分_系統583,09:44:00,09:44:00,200455_02,16,前橋駅,0,0,1
平日_09時20分_系統583,09:46:00,09:46:00,200702_02,17,前橋駅,0,0,1
平日_09時20分_系統583,09:47:00,09:47:00,200703_02,18,前橋駅,0,0,1
平日_09時20分_系統583,09:49:00,09:49:00,201081_02,19,前橋駅,0,0,1
平日_09時20分_系統583,09:51:00,09:51:00,200998_02,20,前橋駅,0,0,1
平日_09時20分_系統583,09:54:00,09:54:00,200718_10,21,前橋駅,1,0,1
平日_09時27分_系統586,09:27:00,09:27:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_09時27分_系統586,09:28:00,09:28:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:30:00,09:30:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:32:00,09:32:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:32:00,09:32:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:34:00,09:34:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:35:00,09:35:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:37:00,09:37:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:38:00,09:38:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:39:00,09:39:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_09時27分_系統586,09:42:00,09:42:00,200261_01,11,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:43:00,09:43:00,200503_02,12,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:44:00,09:44:00,200142_01,13,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:45:00,09:45:00,200141_01,14,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:46:00,09:46:00,200542_01,15,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:48:00,09:48:00,201071_01,16,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:50:00,09:50:00,200348_01,17,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:51:00,09:51:00,200343_01,18,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:52:00,09:52:00,200722_01,19,群馬大学荒牧,0,0,1
平日_09時27分_系統586,09:55:00,09:55:00,200273_01,20,群馬大学荒牧,1,0,1
平日_09時31分_系統267,09:31:00,09:31:00,200463_01,1,前橋駅,0,1,1
平日_09時31分_系統267,09:32:00,09:32:00,200768_02,2,前橋駅,0,0,1
平日_09時31分_系統267,09:33:00,09:33:00,200730_02,3,前橋駅,0,0,1
平日_09時31分_系統267,09:35:00,09:35:00,200827_02,4,前橋駅,0,0,1
平日_09時31分_系統267,09:36:00,09:36:00,200506_02,5,前橋駅,0,0,1
平日_09時31分_系統267,09:37:00,09:37:00,200017_02,6,前橋駅,0,0,1
平日_09時31分_系統267,09:38:00,09:38:00,200519_02,7,前橋駅,0,0,1
平日_09時31分_系統267,09:38:00,09:38:00,200987_02,8,前橋駅,0,0,1
平日_09時31分_系統267,09:40:00,09:40:00,200985_02,9,前橋駅,0,0,1
平日_09時31分_系統267,09:41:00,09:41:00,200895_02,10,前橋駅,0,0,1
平日_09時31分_系統267,09:43:00,09:43:00,200395_02,11,前橋駅,0,0,1
平日_09時31分_系統267,09:43:00,09:43:00,200153_02,12,前橋駅,0,0,1
平日_09時31分_系統267,09:44:00,09:44:00,201100_02,13,前橋駅,0,0,1
平日_09時31分_系統267,09:45:00,09:45:00,200981_02,14,前橋駅,0,0,1
平日_09時31分_系統267,09:46:00,09:46:00,200872_02,15,前橋駅,0,0,1
平日_09時31分_系統267,09:47:00,09:47:00,201056_02,16,前橋駅,0,0,1
平日_09時31分_系統267,09:48:00,09:48:00,200189_02,17,前橋駅,0,0,1
平日_09時31分_系統267,09:50:00,09:50:00,200722_02,18,前橋駅,0,0,1
平日_09時31分_系統267,09:51:00,09:51:00,200343_02,19,前橋駅,0,0,1
平日_09時31分_系統267,09:52:00,09:52:00,200348_02,20,前橋駅,0,0,1
平日_09時31分_系統267,09:54:00,09:54:00,201071_02,21,前橋駅,0,0,1
平日_09時31分_系統267,09:56:00,09:56:00,200542_02,22,前橋駅,0,0,1
平日_09時31分_系統267,09:58:00,09:58:00,200141_02,23,前橋駅,0,0,1
平日_09時31分_系統267,09:59:00,09:59:00,200142_02,24,前橋駅,0,0,1
平日_09時31分_系統267,10:01:00,10:01:00,200262_02,25,前橋駅,0,0,1
平日_09時31分_系統267,10:02:00,10:02:00,201015_02,26,前橋駅,0,0,1
平日_09時31分_系統267,10:04:00,10:04:00,200379_02,27,前橋駅,0,0,1
平日_09時31分_系統267,10:05:00,10:05:00,200455_02,28,前橋駅,0,0,1
平日_09時31分_系統267,10:07:00,10:07:00,200702_02,29,前橋駅,0,0,1
平日_09時31分_系統267,10:08:00,10:08:00,200703_02,30,前橋駅,0,0,1
平日_09時31分_系統267,10:10:00,10:10:00,201081_02,31,前橋駅,0,0,1
平日_09時31分_系統267,10:12:00,10:12:00,200998_02,32,前橋駅,0,0,1
平日_09時31分_系統267,10:15:00,10:15:00,200718_10,33,前橋駅,1,0,1
平日_09時40分_系統581,09:40:00,09:40:00,200273_01,1,前橋駅,0,1,1
平日_09時40分_系統581,09:42:00,09:42:00,200722_02,2,前橋駅,0,0,1
平日_09時40分_系統581,09:43:00,09:43:00,200343_02,3,前橋駅,0,0,1
平日_09時40分_系統581,09:44:00,09:44:00,200348_02,4,前橋駅,0,0,1
平日_09時40分_系統581,09:46:00,09:46:00,201071_02,5,前橋駅,0,0,1
平日_09時40分_系統581,09:48:00,09:48:00,200542_02,6,前橋駅,0,0,1
平日_09時40分_系統581,09:50:00,09:50:00,200141_02,7,前橋駅,0,0,1
平日_09時40分_系統581,09:51:00,09:51:00,200142_02,8,前橋駅,0,0,1
平日_09時40分_系統581,09:53:00,09:53:00,200262_02,9,前橋駅,0,0,1
平日_09時40分_系統581,09:54:00,09:54:00,201015_02,10,前橋駅,0,0,1
平日_09時40分_系統581,09:56:00,09:56:00,200379_02,11,前橋駅,0,0,1
平日_09時40分_系統581,09:57:00,09:57:00,200455_02,12,前橋駅,0,0,1
平日_09時40分_系統581,09:59:00,09:59:00,200702_02,13,前橋駅,0,0,1
平日_09時40分_系統581,10:00:00,10:00:00,200703_02,14,前橋駅,0,0,1
平日_09時40分_系統581,10:02:00,10:02:00,201081_02,15,前橋駅,0,0,1
平日_09時40分_系統581,10:04:00,10:04:00,200998_02,16,前橋駅,0,0,1
平日_09時40分_系統581,10:07:00,10:07:00,200718_10,17,前橋駅,1,0,1
平日_09時40分_系統268,09:40:00,09:40:00,200718_02,1,渋川駅,0,1,1
平日_09時40分_系統268,09:41:00,09:41:00,200998_01,2,渋川駅,0,0,1
平日_09時40分_系統268,09:43:00,09:43:00,201081_01,3,渋川駅,0,0,1
平日_09時40分_系統268,09:45:00,09:45:00,200703_01,4,渋川駅,0,0,1
平日_09時40分_系統268,09:45:00,09:45:00,200702_01,5,渋川駅,0,0,1
平日_09時40分_系統268,09:47:00,09:47:00,200455_01,6,渋川駅,0,0,1
平日_09時40分_系統268,09:48:00,09:48:00,200379_01,7,渋川駅,0,0,1
平日_09時40分_系統268,09:50:00,09:50:00,201015_01,8,渋川駅,0,0,1
平日_09時40分_系統268,09:51:00,09:51:00,200262_01,9,渋川駅,0,0,1
平日_09時40分_系統268,09:52:00,09:52:00,200142_01,10,渋川駅,0,0,1
平日_09時40分_系統268,09:53:00,09:53:00,200141_01,11,渋川駅,0,0,1
平日_09時40分_系統268,09:54:00,09:54:00,200542_01,12,渋川駅,0,0,1
平日_09時40分_系統268,09:56:00,09:56:00,201071_01,13,渋川駅,0,0,1
平日_09時40分_系統268,09:58:00,09:58:00,200348_01,14,渋川駅,0,0,1
平日_09時40分_系統268,09:59:00,09:59:00,200343_01,15,渋川駅,0,0,1
平日_09時40分_系統268,10:00:00,10:00:00,200722_01,16,渋川駅,0,0,1
平日_09時40分_系統268,10:03:00,10:03:00,200189_01,17,渋川駅,0,0,1
平日_09時40分_系統268,10:05:00,10:05:00,201056_01,18,渋川駅,0,0,1
平日_09時40分_系統268,10:06:00,10:06:00,200872_01,19,渋川駅,0,0,1
平日_09時40分_系統268,10:07:00,10:07:00,200981_01,20,渋川駅,0,0,1
平日_09時40分_系統268,10:08:00,10:08:00,201100_01,21,渋川駅,0,0,1
平日_09時40分_系統268,10:09:00,10:09:00,200153_01,22,渋川駅,0,0,1
平日_09時40分_系統268,10:09:00,10:09:00,200395_01,23,渋川駅,0,0,1
平日_09時40分_系統268,10:10:00,10:10:00,200895_01,24,渋川駅,0,0,1
平日_09時40分_系統268,10:12:00,10:12:00,200985_01,25,渋川駅,0,0,1
平日_09時40分_系統268,10:12:00,10:12:00,200987_01,26,渋川駅,0,0,1
平日_09時40分_系統268,10:13:00,10:13:00,200519_01,27,渋川駅,0,0,1
平日_09時40分_系統268,10:14:00,10:14:00,200017_01,28,渋川駅,0,0,1
平日_09時40分_系統268,10:16:00,10:16:00,200506_01,29,渋川駅,0,0,1
平日_09時40分_系統268,10:17:00,10:17:00,200827_01,30,渋川駅,0,0,1
平日_09時40分_系統268,10:19:00,10:19:00,200730_01,31,渋川駅,0,0,1
平日_09時40分_系統268,10:20:00,10:20:00,200768_01,32,渋川駅,0,0,1
平日_09時40分_系統268,10:23:00,10:23:00,200463_10,33,渋川駅,1,0,1
平日_09時47分_系統261,09:47:00,09:47:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_09時47分_系統261,09:48:00,09:48:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,09:49:00,09:49:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,09:50:00,09:50:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,09:51:00,09:51:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,09:52:00,09:52:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,09:53:00,09:53:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,09:54:00,09:54:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,09:55:00,09:55:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_09時47分_系統261,10:00:00,10:00:00,200463_01,10,前橋駅,0,0,1
平日_09時47分_系統261,10:01:00,10:01:00,200768_02,11,前橋駅,0,0,1
平日_09時47分_系統261,10:02:00,10:02:00,200730_02,12,前橋駅,0,0,1
平日_09時47分_系統261,10:04:00,10:04:00,200827_02,13,前橋駅,0,0,1
平日_09時47分_系統261,10:05:00,10:05:00,200506_02,14,前橋駅,0,0,1
平日_09時47分_系統261,10:06:00,10:06:00,200017_02,15,前橋駅,0,0,1
平日_09時47分_系統261,10:07:00,10:07:00,200519_02,16,前橋駅,0,0,1
平日_09時47分_系統261,10:07:00,10:07:00,200987_02,17,前橋駅,0,0,1
平日_09時47分_系統261,10:09:00,10:09:00,200985_02,18,前橋駅,0,0,1
平日_09時47分_系統261,10:10:00,10:10:00,200895_02,19,前橋駅,0,0,1
平日_09時47分_系統261,10:12:00,10:12:00,200395_02,20,前橋駅,0,0,1
平日_09時47分_系統261,10:12:00,10:12:00,200153_02,21,前橋駅,0,0,1
平日_09時47分_系統261,10:13:00,10:13:00,201100_02,22,前橋駅,0,0,1
平日_09時47分_系統261,10:14:00,10:14:00,200981_02,23,前橋駅,0,0,1
平日_09時47分_系統261,10:15:00,10:15:00,200872_02,24,前橋駅,0,0,1
平日_09時47分_系統261,10:16:00,10:16:00,201056_02,25,前橋駅,0,0,1
平日_09時47分_系統261,10:18:00,10:18:00,200189_02,26,前橋駅,0,0,1
平日_09時47分_系統261,10:19:00,10:19:00,200722_02,27,前橋駅,0,0,1
平日_09時47分_系統261,10:20:00,10:20:00,200343_02,28,前橋駅,0,0,1
平日_09時47分_系統261,10:21:00,10:21:00,200348_02,29,前橋駅,0,0,1
平日_09時47分_系統261,10:23:00,10:23:00,201071_02,30,前橋駅,0,0,1
平日_09時47分_系統261,10:25:00,10:25:00,200542_02,31,前橋駅,0,0,1
平日_09時47分_系統261,10:27:00,10:27:00,200141_02,32,前橋駅,0,0,1
平日_09時47分_系統261,10:28:00,10:28:00,200142_02,33,前橋駅,0,0,1
平日_09時47分_系統261,10:30:00,10:30:00,200262_02,34,前橋駅,0,0,1
平日_09時47分_系統261,10:31:00,10:31:00,201015_02,35,前橋駅,0,0,1
平日_09時47分_系統261,10:33:00,10:33:00,200379_02,36,前橋駅,0,0,1
平日_09時47分_系統261,10:34:00,10:34:00,200455_02,37,前橋駅,0,0,1
平日_09時47分_系統261,10:36:00,10:36:00,200702_02,38,前橋駅,0,0,1
平日_09時47分_系統261,10:37:00,10:37:00,200703_02,39,前橋駅,0,0,1
平日_09時47分_系統261,10:39:00,10:39:00,201081_02,40,前橋駅,0,0,1
平日_09時47分_系統261,10:41:00,10:41:00,200998_02,41,前橋駅,0,0,1
平日_09時47分_系統261,10:44:00,10:44:00,200718_10,42,前橋駅,1,0,1
平日_09時50分_系統270,09:50:00,09:50:00,200718_02,1,小児医療センター（群馬大学荒牧 経由）,0,1,1
平日_09時50分_系統270,09:51:00,09:51:00,200998_01,2,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,09:53:00,09:53:00,201081_01,3,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,09:55:00,09:55:00,200703_01,4,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,09:55:00,09:55:00,200702_01,5,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,09:57:00,09:57:00,200455_01,6,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,09:58:00,09:58:00,200379_01,7,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:00:00,10:00:00,201015_01,8,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:01:00,10:01:00,200262_01,9,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:02:00,10:02:00,200142_01,10,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:03:00,10:03:00,200141_01,11,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:04:00,10:04:00,200542_01,12,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:06:00,10:06:00,201071_01,13,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:08:00,10:08:00,200348_01,14,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:09:00,10:09:00,200343_01,15,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:10:00,10:10:00,200722_01,16,小児医療センター（群馬大学荒牧 経由）,0,0,1
平日_09時50分_系統270,10:12:00,10:12:00,200273_01,17,小児医療センター,0,0,1
平日_09時50分_系統270,10:15:00,10:15:00,200189_01,18,小児医療センター,0,0,1
平日_09時50分_系統270,10:17:00,10:17:00,201056_01,19,小児医療センター,0,0,1
平日_09時50分_系統270,10:18:00,10:18:00,200872_01,20,小児医療センター,0,0,1
平日_09時50分_系統270,10:19:00,10:19:00,200981_01,21,小児医療センター,0,0,1
平日_09時50分_系統270,10:20:00,10:20:00,201100_03,22,小児医療センター,0,0,1
平日_09時50分_系統270,10:22:00,10:22:00,200474_01,23,小児医療センター,0,0,1
平日_09時50分_系統270,10:24:00,10:24:00,200484_01,24,小児医療センター,1,0,1
平日_09時50分_系統273,09:50:00,09:50:00,200484_01,1,前橋駅,0,1,1
平日_09時50分_系統273,09:51:00,09:51:00,200474_02,2,前橋駅,0,0,1
平日_09時50分_系統273,09:53:00,09:53:00,201100_04,3,前橋駅,0,0,1
平日_09時50分_系統273,09:55:00,09:55:00,200981_02,4,前橋駅,0,0,1
平日_09時50分_系統273,09:56:00,09:56:00,200872_02,5,前橋駅,0,0,1
平日_09時50分_系統273,09:57:00,09:57:00,201056_02,6,前橋駅,0,0,1
平日_09時50分_系統273,09:59:00,09:59:00,200189_02,7,前橋駅,0,0,1
平日_09時50分_系統273,10:00:00,10:00:00,200722_02,8,前橋駅,0,0,1
平日_09時50分_系統273,10:01:00,10:01:00,200343_02,9,前橋駅,0,0,1
平日_09時50分_系統273,10:02:00,10:02:00,200348_02,10,前橋駅,0,0,1
平日_09時50分_系統273,10:04:00,10:04:00,201071_02,11,前橋駅,0,0,1
平日_09時50分_系統273,10:06:00,10:06:00,200542_02,12,前橋駅,0,0,1
平日_09時50分_系統273,10:08:00,10:08:00,200141_02,13,前橋駅,0,0,1
平日_09時50分_系統273,10:09:00,10:09:00,200142_02,14,前橋駅,0,0,1
平日_09時50分_系統273,10:11:00,10:11:00,200262_02,15,前橋駅,0,0,1
平日_09時50分_系統273,10:12:00,10:12:00,201015_02,16,前橋駅,0,0,1
平日_09時50分_系統273,10:14:00,10:14:00,200379_02,17,前橋駅,0,0,1
平日_09時50分_系統273,10:15:00,10:15:00,200455_02,18,前橋駅,0,0,1
平日_09時50分_系統273,10:17:00,10:17:00,200702_02,19,前橋駅,0,0,1
平日_09時50分_系統273,10:18:00,10:18:00,200703_02,20,前橋駅,0,0,1
平日_09時50分_系統273,10:20:00,10:20:00,201081_02,21,前橋駅,0,0,1
平日_09時50分_系統273,10:22:00,10:22:00,200998_02,22,前橋駅,0,0,1
平日_09時50分_系統273,10:25:00,10:25:00,200718_10,23,前橋駅,1,0,1
平日_10時00分_系統583,10:00:00,10:00:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_10時00分_系統583,10:02:00,10:02:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_10時00分_系統583,10:03:00,10:03:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_10時00分_系統583,10:04:00,10:04:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_10時00分_系統583,10:07:00,10:07:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_10時00分_系統583,10:10:00,10:10:00,200927_01,6,前橋駅,0,0,1
平日_10時00分_系統583,10:10:00,10:10:00,200800_02,7,前橋駅,0,0,1
平日_10時00分_系統583,10:11:00,10:11:00,200928_02,8,前橋駅,0,0,1
平日_10時00分_系統583,10:13:00,10:13:00,201071_02,9,前橋駅,0,0,1
平日_10時00分_系統583,10:15:00,10:15:00,200542_02,10,前橋駅,0,0,1
平日_10時00分_系統583,10:17:00,10:17:00,200141_02,11,前橋駅,0,0,1
平日_10時00分_系統583,10:18:00,10:18:00,200142_02,12,前橋駅,0,0,1
平日_10時00分_系統583,10:20:00,10:20:00,200262_02,13,前橋駅,0,0,1
平日_10時00分_系統583,10:21:00,10:21:00,201015_02,14,前橋駅,0,0,1
平日_10時00分_系統583,10:23:00,10:23:00,200379_02,15,前橋駅,0,0,1
平日_10時00分_系統583,10:24:00,10:24:00,200455_02,16,前橋駅,0,0,1
平日_10時00分_系統583,10:26:00,10:26:00,200702_02,17,前橋駅,0,0,1
平日_10時00分_系統583,10:27:00,10:27:00,200703_02,18,前橋駅,0,0,1
平日_10時00分_系統583,10:29:00,10:29:00,201081_02,19,前橋駅,0,0,1
平日_10時00分_系統583,10:31:00,10:31:00,200998_02,20,前橋駅,0,0,1
平日_10時00分_系統583,10:34:00,10:34:00,200718_10,21,前橋駅,1,0,1
平日_10時00分_系統268,10:00:00,10:00:00,200718_02,1,渋川駅,0,1,1
平日_10時00分_系統268,10:01:00,10:01:00,200998_01,2,渋川駅,0,0,1
平日_10時00分_系統268,10:03:00,10:03:00,201081_01,3,渋川駅,0,0,1
平日_10時00分_系統268,10:05:00,10:05:00,200703_01,4,渋川駅,0,0,1
平日_10時00分_系統268,10:05:00,10:05:00,200702_01,5,渋川駅,0,0,1
平日_10時00分_系統268,10:07:00,10:07:00,200455_01,6,渋川駅,0,0,1
平日_10時00分_系統268,10:08:00,10:08:00,200379_01,7,渋川駅,0,0,1
平日_10時00分_系統268,10:10:00,10:10:00,201015_01,8,渋川駅,0,0,1
平日_10時00分_系統268,10:11:00,10:11:00,200262_01,9,渋川駅,0,0,1
平日_10時00分_系統268,10:12:00,10:12:00,200142_01,10,渋川駅,0,0,1
平日_10時00分_系統268,10:13:00,10:13:00,200141_01,11,渋川駅,0,0,1
平日_10時00分_系統268,10:14:00,10:14:00,200542_01,12,渋川駅,0,0,1
平日_10時00分_系統268,10:16:00,10:16:00,201071_01,13,渋川駅,0,0,1
平日_10時00分_系統268,10:18:00,10:18:00,200348_01,14,渋川駅,0,0,1
平日_10時00分_系統268,10:19:00,10:19:00,200343_01,15,渋川駅,0,0,1
平日_10時00分_系統268,10:20:00,10:20:00,200722_01,16,渋川駅,0,0,1
平日_10時00分_系統268,10:23:00,10:23:00,200189_01,17,渋川駅,0,0,1
平日_10時00分_系統268,10:25:00,10:25:00,201056_01,18,渋川駅,0,0,1
平日_10時00分_系統268,10:26:00,10:26:00,200872_01,19,渋川駅,0,0,1
平日_10時00分_系統268,10:27:00,10:27:00,200981_01,20,渋川駅,0,0,1
平日_10時00分_系統268,10:28:00,10:28:00,201100_01,21,渋川駅,0,0,1
平日_10時00分_系統268,10:29:00,10:29:00,200153_01,22,渋川駅,0,0,1
平日_10時00分_系統268,10:29:00,10:29:00,200395_01,23,渋川駅,0,0,1
平日_10時00分_系統268,10:30:00,10:30:00,200895_01,24,渋川駅,0,0,1
平日_10時00分_系統268,10:32:00,10:32:00,200985_01,25,渋川駅,0,0,1
平日_10時00分_系統268,10:32:00,10:32:00,200987_01,26,渋川駅,0,0,1
平日_10時00分_系統268,10:33:00,10:33:00,200519_01,27,渋川駅,0,0,1
平日_10時00分_系統268,10:34:00,10:34:00,200017_01,28,渋川駅,0,0,1
平日_10時00分_系統268,10:36:00,10:36:00,200506_01,29,渋川駅,0,0,1
平日_10時00分_系統268,10:37:00,10:37:00,200827_01,30,渋川駅,0,0,1
平日_10時00分_系統268,10:39:00,10:39:00,200730_01,31,渋川駅,0,0,1
平日_10時00分_系統268,10:40:00,10:40:00,200768_01,32,渋川駅,0,0,1
平日_10時00分_系統268,10:43:00,10:43:00,200463_10,33,渋川駅,1,0,1
平日_10時10分_系統586,10:10:00,10:10:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_10時10分_系統586,10:11:00,10:11:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:13:00,10:13:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:15:00,10:15:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:15:00,10:15:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:17:00,10:17:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:18:00,10:18:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:20:00,10:20:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:21:00,10:21:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:22:00,10:22:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_10時10分_系統586,10:25:00,10:25:00,200261_01,11,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:26:00,10:26:00,200503_02,12,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:27:00,10:27:00,200142_01,13,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:28:00,10:28:00,200141_01,14,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:29:00,10:29:00,200542_01,15,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:31:00,10:31:00,201071_01,16,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:33:00,10:33:00,200348_01,17,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:34:00,10:34:00,200343_01,18,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:35:00,10:35:00,200722_01,19,群馬大学荒牧,0,0,1
平日_10時10分_系統586,10:38:00,10:38:00,200273_01,20,群馬大学荒牧,1,0,1
平日_10時26分_系統267,10:26:00,10:26:00,200463_01,1,前橋駅,0,1,1
平日_10時26分_系統267,10:27:00,10:27:00,200768_02,2,前橋駅,0,0,1
平日_10時26分_系統267,10:28:00,10:28:00,200730_02,3,前橋駅,0,0,1
平日_10時26分_系統267,10:30:00,10:30:00,200827_02,4,前橋駅,0,0,1
平日_10時26分_系統267,10:31:00,10:31:00,200506_02,5,前橋駅,0,0,1
平日_10時26分_系統267,10:32:00,10:32:00,200017_02,6,前橋駅,0,0,1
平日_10時26分_系統267,10:33:00,10:33:00,200519_02,7,前橋駅,0,0,1
平日_10時26分_系統267,10:33:00,10:33:00,200987_02,8,前橋駅,0,0,1
平日_10時26分_系統267,10:35:00,10:35:00,200985_02,9,前橋駅,0,0,1
平日_10時26分_系統267,10:36:00,10:36:00,200895_02,10,前橋駅,0,0,1
平日_10時26分_系統267,10:38:00,10:38:00,200395_02,11,前橋駅,0,0,1
平日_10時26分_系統267,10:38:00,10:38:00,200153_02,12,前橋駅,0,0,1
平日_10時26分_系統267,10:39:00,10:39:00,201100_02,13,前橋駅,0,0,1
平日_10時26分_系統267,10:40:00,10:40:00,200981_02,14,前橋駅,0,0,1
平日_10時26分_系統267,10:41:00,10:41:00,200872_02,15,前橋駅,0,0,1
平日_10時26分_系統267,10:42:00,10:42:00,201056_02,16,前橋駅,0,0,1
平日_10時26分_系統267,10:44:00,10:44:00,200189_02,17,前橋駅,0,0,1
平日_10時26分_系統267,10:45:00,10:45:00,200722_02,18,前橋駅,0,0,1
平日_10時26分_系統267,10:46:00,10:46:00,200343_02,19,前橋駅,0,0,1
平日_10時26分_系統267,10:47:00,10:47:00,200348_02,20,前橋駅,0,0,1
平日_10時26分_系統267,10:49:00,10:49:00,201071_02,21,前橋駅,0,0,1
平日_10時26分_系統267,10:51:00,10:51:00,200542_02,22,前橋駅,0,0,1
平日_10時26分_系統267,10:53:00,10:53:00,200141_02,23,前橋駅,0,0,1
平日_10時26分_系統267,10:54:00,10:54:00,200142_02,24,前橋駅,0,0,1
平日_10時26分_系統267,10:56:00,10:56:00,200262_02,25,前橋駅,0,0,1
平日_10時26分_系統267,10:57:00,10:57:00,201015_02,26,前橋駅,0,0,1
平日_10時26分_系統267,10:59:00,10:59:00,200379_02,27,前橋駅,0,0,1
平日_10時26分_系統267,11:00:00,11:00:00,200455_02,28,前橋駅,0,0,1
平日_10時26分_系統267,11:02:00,11:02:00,200702_02,29,前橋駅,0,0,1
平日_10時26分_系統267,11:03:00,11:03:00,200703_02,30,前橋駅,0,0,1
平日_10時26分_系統267,11:05:00,11:05:00,201081_02,31,前橋駅,0,0,1
平日_10時26分_系統267,11:07:00,11:07:00,200998_02,32,前橋駅,0,0,1
平日_10時26分_系統267,11:10:00,11:10:00,200718_10,33,前橋駅,1,0,1
平日_10時27分_系統268,10:27:00,10:27:00,200718_02,1,渋川駅,0,1,1
平日_10時27分_系統268,10:28:00,10:28:00,200998_01,2,渋川駅,0,0,1
平日_10時27分_系統268,10:30:00,10:30:00,201081_01,3,渋川駅,0,0,1
平日_10時27分_系統268,10:32:00,10:32:00,200703_01,4,渋川駅,0,0,1
平日_10時27分_系統268,10:32:00,10:32:00,200702_01,5,渋川駅,0,0,1
平日_10時27分_系統268,10:34:00,10:34:00,200455_01,6,渋川駅,0,0,1
平日_10時27分_系統268,10:35:00,10:35:00,200379_01,7,渋川駅,0,0,1
平日_10時27分_系統268,10:37:00,10:37:00,201015_01,8,渋川駅,0,0,1
平日_10時27分_系統268,10:38:00,10:38:00,200262_01,9,渋川駅,0,0,1
平日_10時27分_系統268,10:39:00,10:39:00,200142_01,10,渋川駅,0,0,1
平日_10時27分_系統268,10:40:00,10:40:00,200141_01,11,渋川駅,0,0,1
平日_10時27分_系統268,10:41:00,10:41:00,200542_01,12,渋川駅,0,0,1
平日_10時27分_系統268,10:43:00,10:43:00,201071_01,13,渋川駅,0,0,1
平日_10時27分_系統268,10:45:00,10:45:00,200348_01,14,渋川駅,0,0,1
平日_10時27分_系統268,10:46:00,10:46:00,200343_01,15,渋川駅,0,0,1
平日_10時27分_系統268,10:47:00,10:47:00,200722_01,16,渋川駅,0,0,1
平日_10時27分_系統268,10:50:00,10:50:00,200189_01,17,渋川駅,0,0,1
平日_10時27分_系統268,10:52:00,10:52:00,201056_01,18,渋川駅,0,0,1
平日_10時27分_系統268,10:53:00,10:53:00,200872_01,19,渋川駅,0,0,1
平日_10時27分_系統268,10:54:00,10:54:00,200981_01,20,渋川駅,0,0,1
平日_10時27分_系統268,10:55:00,10:55:00,201100_01,21,渋川駅,0,0,1
平日_10時27分_系統268,10:56:00,10:56:00,200153_01,22,渋川駅,0,0,1
平日_10時27分_系統268,10:56:00,10:56:00,200395_01,23,渋川駅,0,0,1
平日_10時27分_系統268,10:57:00,10:57:00,200895_01,24,渋川駅,0,0,1
平日_10時27分_系統268,10:59:00,10:59:00,200985_01,25,渋川駅,0,0,1
平日_10時27分_系統268,10:59:00,10:59:00,200987_01,26,渋川駅,0,0,1
平日_10時27分_系統268,11:00:00,11:00:00,200519_01,27,渋川駅,0,0,1
平日_10時27分_系統268,11:01:00,11:01:00,200017_01,28,渋川駅,0,0,1
平日_10時27分_系統268,11:03:00,11:03:00,200506_01,29,渋川駅,0,0,1
平日_10時27分_系統268,11:04:00,11:04:00,200827_01,30,渋川駅,0,0,1
平日_10時27分_系統268,11:06:00,11:06:00,200730_01,31,渋川駅,0,0,1
平日_10時27分_系統268,11:07:00,11:07:00,200768_01,32,渋川駅,0,0,1
平日_10時27分_系統268,11:10:00,11:10:00,200463_10,33,渋川駅,1,0,1
平日_10時29分_系統273,10:29:00,10:29:00,200484_01,1,前橋駅,0,1,1
平日_10時29分_系統273,10:30:00,10:30:00,200474_02,2,前橋駅,0,0,1
平日_10時29分_系統273,10:32:00,10:32:00,201100_04,3,前橋駅,0,0,1
平日_10時29分_系統273,10:34:00,10:34:00,200981_02,4,前橋駅,0,0,1
平日_10時29分_系統273,10:35:00,10:35:00,200872_02,5,前橋駅,0,0,1
平日_10時29分_系統273,10:36:00,10:36:00,201056_02,6,前橋駅,0,0,1
平日_10時29分_系統273,10:38:00,10:38:00,200189_02,7,前橋駅,0,0,1
平日_10時29分_系統273,10:39:00,10:39:00,200722_02,8,前橋駅,0,0,1
平日_10時29分_系統273,10:40:00,10:40:00,200343_02,9,前橋駅,0,0,1
平日_10時29分_系統273,10:41:00,10:41:00,200348_02,10,前橋駅,0,0,1
平日_10時29分_系統273,10:43:00,10:43:00,201071_02,11,前橋駅,0,0,1
平日_10時29分_系統273,10:45:00,10:45:00,200542_02,12,前橋駅,0,0,1
平日_10時29分_系統273,10:47:00,10:47:00,200141_02,13,前橋駅,0,0,1
平日_10時29分_系統273,10:48:00,10:48:00,200142_02,14,前橋駅,0,0,1
平日_10時29分_系統273,10:50:00,10:50:00,200262_02,15,前橋駅,0,0,1
平日_10時29分_系統273,10:51:00,10:51:00,201015_02,16,前橋駅,0,0,1
平日_10時29分_系統273,10:53:00,10:53:00,200379_02,17,前橋駅,0,0,1
平日_10時29分_系統273,10:54:00,10:54:00,200455_02,18,前橋駅,0,0,1
平日_10時29分_系統273,10:56:00,10:56:00,200702_02,19,前橋駅,0,0,1
平日_10時29分_系統273,10:57:00,10:57:00,200703_02,20,前橋駅,0,0,1
平日_10時29分_系統273,10:59:00,10:59:00,201081_02,21,前橋駅,0,0,1
平日_10時29分_系統273,11:01:00,11:01:00,200998_02,22,前橋駅,0,0,1
平日_10時29分_系統273,11:04:00,11:04:00,200718_10,23,前橋駅,1,0,1
平日_10時40分_系統584,10:40:00,10:40:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
平日_10時40分_系統584,10:41:00,10:41:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:43:00,10:43:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:45:00,10:45:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:45:00,10:45:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:47:00,10:47:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:48:00,10:48:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:50:00,10:50:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:51:00,10:51:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:52:00,10:52:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:55:00,10:55:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:56:00,10:56:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:57:00,10:57:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:58:00,10:58:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,10:59:00,10:59:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,11:01:00,11:01:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,11:02:00,11:02:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,11:03:00,11:03:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_10時40分_系統584,11:05:00,11:05:00,200927_01,19,群馬大学荒牧,0,0,1
平日_10時40分_系統584,11:06:00,11:06:00,201185_01,20,群馬大学荒牧,0,0,1
平日_10時40分_系統584,11:10:00,11:10:00,200348_01,21,群馬大学荒牧,0,0,1
平日_10時40分_系統584,11:11:00,11:11:00,200343_01,22,群馬大学荒牧,0,0,1
平日_10時40分_系統584,11:12:00,11:12:00,200722_01,23,群馬大学荒牧,0,0,1
平日_10時40分_系統584,11:15:00,11:15:00,200273_01,24,群馬大学荒牧,1,0,1
平日_10時45分_系統585,10:45:00,10:45:00,200273_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
平日_10時45分_系統585,10:47:00,10:47:00,200722_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
平日_10時45分_系統585,10:48:00,10:48:00,200343_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
平日_10時45分_系統585,10:49:00,10:49:00,200348_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
平日_10時45分_系統585,10:52:00,10:52:00,201185_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
平日_10時45分_系統585,10:55:00,10:55:00,200927_01,6,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,10:55:00,10:55:00,200800_02,7,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,10:56:00,10:56:00,200928_02,8,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,10:58:00,10:58:00,201071_02,9,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,11:00:00,11:00:00,200542_02,10,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,11:02:00,11:02:00,200141_02,11,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,11:03:00,11:03:00,200142_02,12,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,11:04:00,11:04:00,200503_01,13,前橋駅（群大病院 経由）,0,0,1
平日_10時45分_系統585,11:07:00,11:07:00,200261_01,14,前橋駅,0,0,1
平日_10時45分_系統585,11:08:00,11:08:00,200503_02,15,前橋駅,0,0,1
平日_10時45分_系統585,11:10:00,11:10:00,200262_02,16,前橋駅,0,0,1
平日_10時45分_系統585,11:11:00,11:11:00,201015_02,17,前橋駅,0,0,1
平日_10時45分_系統585,11:13:00,11:13:00,200379_02,18,前橋駅,0,0,1
平日_10時45分_系統585,11:14:00,11:14:00,200455_02,19,前橋駅,0,0,1
平日_10時45分_系統585,11:16:00,11:16:00,200702_02,20,前橋駅,0,0,1
平日_10時45分_系統585,11:17:00,11:17:00,200703_02,21,前橋駅,0,0,1
平日_10時45分_系統585,11:19:00,11:19:00,201081_02,22,前橋駅,0,0,1
平日_10時45分_系統585,11:21:00,11:21:00,200998_02,23,前橋駅,0,0,1
平日_10時45分_系統585,11:24:00,11:24:00,200718_10,24,前橋駅,1,0,1
平日_10時56分_系統267,10:56:00,10:56:00,200463_01,1,前橋駅,0,1,1
平日_10時56分_系統267,10:57:00,10:57:00,200768_02,2,前橋駅,0,0,1
平日_10時56分_系統267,10:58:00,10:58:00,200730_02,3,前橋駅,0,0,1
平日_10時56分_系統267,11:00:00,11:00:00,200827_02,4,前橋駅,0,0,1
平日_10時56分_系統267,11:01:00,11:01:00,200506_02,5,前橋駅,0,0,1
平日_10時56分_系統267,11:02:00,11:02:00,200017_02,6,前橋駅,0,0,1
平日_10時56分_系統267,11:03:00,11:03:00,200519_02,7,前橋駅,0,0,1
平日_10時56分_系統267,11:03:00,11:03:00,200987_02,8,前橋駅,0,0,1
平日_10時56分_系統267,11:05:00,11:05:00,200985_02,9,前橋駅,0,0,1
平日_10時56分_系統267,11:06:00,11:06:00,200895_02,10,前橋駅,0,0,1
平日_10時56分_系統267,11:08:00,11:08:00,200395_02,11,前橋駅,0,0,1
平日_10時56分_系統267,11:08:00,11:08:00,200153_02,12,前橋駅,0,0,1
平日_10時56分_系統267,11:09:00,11:09:00,201100_02,13,前橋駅,0,0,1
平日_10時56分_系統267,11:10:00,11:10:00,200981_02,14,前橋駅,0,0,1
平日_10時56分_系統267,11:11:00,11:11:00,200872_02,15,前橋駅,0,0,1
平日_10時56分_系統267,11:12:00,11:12:00,201056_02,16,前橋駅,0,0,1
平日_10時56分_系統267,11:14:00,11:14:00,200189_02,17,前橋駅,0,0,1
平日_10時56分_系統267,11:15:00,11:15:00,200722_02,18,前橋駅,0,0,1
平日_10時56分_系統267,11:16:00,11:16:00,200343_02,19,前橋駅,0,0,1
平日_10時56分_系統267,11:17:00,11:17:00,200348_02,20,前橋駅,0,0,1
平日_10時56分_系統267,11:19:00,11:19:00,201071_02,21,前橋駅,0,0,1
平日_10時56分_系統267,11:21:00,11:21:00,200542_02,22,前橋駅,0,0,1
平日_10時56分_系統267,11:23:00,11:23:00,200141_02,23,前橋駅,0,0,1
平日_10時56分_系統267,11:24:00,11:24:00,200142_02,24,前橋駅,0,0,1
平日_10時56分_系統267,11:26:00,11:26:00,200262_02,25,前橋駅,0,0,1
平日_10時56分_系統267,11:27:00,11:27:00,201015_02,26,前橋駅,0,0,1
平日_10時56分_系統267,11:29:00,11:29:00,200379_02,27,前橋駅,0,0,1
平日_10時56分_系統267,11:30:00,11:30:00,200455_02,28,前橋駅,0,0,1
平日_10時56分_系統267,11:32:00,11:32:00,200702_02,29,前橋駅,0,0,1
平日_10時56分_系統267,11:33:00,11:33:00,200703_02,30,前橋駅,0,0,1
平日_10時56分_系統267,11:35:00,11:35:00,201081_02,31,前橋駅,0,0,1
平日_10時56分_系統267,11:37:00,11:37:00,200998_02,32,前橋駅,0,0,1
平日_10時56分_系統267,11:40:00,11:40:00,200718_10,33,前橋駅,1,0,1
平日_10時57分_系統262,10:57:00,10:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
平日_10時57分_系統262,10:58:00,10:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:00:00,11:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:02:00,11:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:02:00,11:02:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:04:00,11:04:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:05:00,11:05:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:07:00,11:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:08:00,11:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:09:00,11:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:10:00,11:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:11:00,11:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:13:00,11:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:15:00,11:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:16:00,11:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:17:00,11:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:19:00,11:19:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:21:00,11:21:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:22:00,11:22:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:23:00,11:23:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:24:00,11:24:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:25:00,11:25:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:25:00,11:25:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:26:00,11:26:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:28:00,11:28:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:28:00,11:28:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:29:00,11:29:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:30:00,11:30:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:32:00,11:32:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:33:00,11:33:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:35:00,11:35:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:36:00,11:36:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_10時57分_系統262,11:38:00,11:38:00,200463_06,33,渋川市内循環,0,0,1
平日_10時57分_系統262,11:39:00,11:39:00,200468_01,34,渋川市内循環,0,0,1
平日_10時57分_系統262,11:41:00,11:41:00,200466_01,35,渋川市内循環,0,0,1
平日_10時57分_系統262,11:42:00,11:42:00,200704_01,36,渋川市内循環,0,0,1
平日_10時57分_系統262,11:43:00,11:43:00,200476_02,37,渋川市内循環,0,0,1
平日_10時57分_系統262,11:44:00,11:44:00,200477_02,38,渋川市内循環,0,0,1
平日_10時57分_系統262,11:45:00,11:45:00,200430_02,39,渋川市内循環,0,0,1
平日_10時57分_系統262,11:46:00,11:46:00,200007_02,40,渋川市内循環,0,0,1
平日_10時57分_系統262,11:51:00,11:51:00,210463_10,41,渋川市内循環,1,0,1
平日_11時10分_系統586,11:10:00,11:10:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_11時10分_系統586,11:11:00,11:11:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:13:00,11:13:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:15:00,11:15:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:15:00,11:15:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:17:00,11:17:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:18:00,11:18:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:20:00,11:20:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:21:00,11:21:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:22:00,11:22:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_11時10分_系統586,11:25:00,11:25:00,200261_01,11,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:26:00,11:26:00,200503_02,12,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:27:00,11:27:00,200142_01,13,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:28:00,11:28:00,200141_01,14,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:29:00,11:29:00,200542_01,15,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:31:00,11:31:00,201071_01,16,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:33:00,11:33:00,200348_01,17,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:34:00,11:34:00,200343_01,18,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:35:00,11:35:00,200722_01,19,群馬大学荒牧,0,0,1
平日_11時10分_系統586,11:38:00,11:38:00,200273_01,20,群馬大学荒牧,1,0,1
平日_11時13分_系統261,11:13:00,11:13:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_11時13分_系統261,11:14:00,11:14:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:15:00,11:15:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:16:00,11:16:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:17:00,11:17:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:18:00,11:18:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:19:00,11:19:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:20:00,11:20:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:21:00,11:21:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_11時13分_系統261,11:26:00,11:26:00,200463_01,10,前橋駅,0,0,1
平日_11時13分_系統261,11:27:00,11:27:00,200768_02,11,前橋駅,0,0,1
平日_11時13分_系統261,11:28:00,11:28:00,200730_02,12,前橋駅,0,0,1
平日_11時13分_系統261,11:30:00,11:30:00,200827_02,13,前橋駅,0,0,1
平日_11時13分_系統261,11:31:00,11:31:00,200506_02,14,前橋駅,0,0,1
平日_11時13分_系統261,11:32:00,11:32:00,200017_02,15,前橋駅,0,0,1
平日_11時13分_系統261,11:33:00,11:33:00,200519_02,16,前橋駅,0,0,1
平日_11時13分_系統261,11:33:00,11:33:00,200987_02,17,前橋駅,0,0,1
平日_11時13分_系統261,11:35:00,11:35:00,200985_02,18,前橋駅,0,0,1
平日_11時13分_系統261,11:36:00,11:36:00,200895_02,19,前橋駅,0,0,1
平日_11時13分_系統261,11:38:00,11:38:00,200395_02,20,前橋駅,0,0,1
平日_11時13分_系統261,11:38:00,11:38:00,200153_02,21,前橋駅,0,0,1
平日_11時13分_系統261,11:39:00,11:39:00,201100_02,22,前橋駅,0,0,1
平日_11時13分_系統261,11:40:00,11:40:00,200981_02,23,前橋駅,0,0,1
平日_11時13分_系統261,11:41:00,11:41:00,200872_02,24,前橋駅,0,0,1
平日_11時13分_系統261,11:42:00,11:42:00,201056_02,25,前橋駅,0,0,1
平日_11時13分_系統261,11:44:00,11:44:00,200189_02,26,前橋駅,0,0,1
平日_11時13分_系統261,11:45:00,11:45:00,200722_02,27,前橋駅,0,0,1
平日_11時13分_系統261,11:46:00,11:46:00,200343_02,28,前橋駅,0,0,1
平日_11時13分_系統261,11:47:00,11:47:00,200348_02,29,前橋駅,0,0,1
平日_11時13分_系統261,11:49:00,11:49:00,201071_02,30,前橋駅,0,0,1
平日_11時13分_系統261,11:51:00,11:51:00,200542_02,31,前橋駅,0,0,1
平日_11時13分_系統261,11:53:00,11:53:00,200141_02,32,前橋駅,0,0,1
平日_11時13分_系統261,11:54:00,11:54:00,200142_02,33,前橋駅,0,0,1
平日_11時13分_系統261,11:56:00,11:56:00,200262_02,34,前橋駅,0,0,1
平日_11時13分_系統261,11:57:00,11:57:00,201015_02,35,前橋駅,0,0,1
平日_11時13分_系統261,11:59:00,11:59:00,200379_02,36,前橋駅,0,0,1
平日_11時13分_系統261,12:00:00,12:00:00,200455_02,37,前橋駅,0,0,1
平日_11時13分_系統261,12:02:00,12:02:00,200702_02,38,前橋駅,0,0,1
平日_11時13分_系統261,12:03:00,12:03:00,200703_02,39,前橋駅,0,0,1
平日_11時13分_系統261,12:05:00,12:05:00,201081_02,40,前橋駅,0,0,1
平日_11時13分_系統261,12:07:00,12:07:00,200998_02,41,前橋駅,0,0,1
平日_11時13分_系統261,12:10:00,12:10:00,200718_10,42,前橋駅,1,0,1
平日_11時25分_系統583,11:25:00,11:25:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_11時25分_系統583,11:27:00,11:27:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_11時25分_系統583,11:28:00,11:28:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_11時25分_系統583,11:29:00,11:29:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_11時25分_系統583,11:32:00,11:32:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_11時25分_系統583,11:35:00,11:35:00,200927_01,6,前橋駅,0,0,1
平日_11時25分_系統583,11:35:00,11:35:00,200800_02,7,前橋駅,0,0,1
平日_11時25分_系統583,11:36:00,11:36:00,200928_02,8,前橋駅,0,0,1
平日_11時25分_系統583,11:38:00,11:38:00,201071_02,9,前橋駅,0,0,1
平日_11時25分_系統583,11:40:00,11:40:00,200542_02,10,前橋駅,0,0,1
平日_11時25分_系統583,11:42:00,11:42:00,200141_02,11,前橋駅,0,0,1
平日_11時25分_系統583,11:43:00,11:43:00,200142_02,12,前橋駅,0,0,1
平日_11時25分_系統583,11:45:00,11:45:00,200262_02,13,前橋駅,0,0,1
平日_11時25分_系統583,11:46:00,11:46:00,201015_02,14,前橋駅,0,0,1
平日_11時25分_系統583,11:48:00,11:48:00,200379_02,15,前橋駅,0,0,1
平日_11時25分_系統583,11:49:00,11:49:00,200455_02,16,前橋駅,0,0,1
平日_11時25分_系統583,11:51:00,11:51:00,200702_02,17,前橋駅,0,0,1
平日_11時25分_系統583,11:52:00,11:52:00,200703_02,18,前橋駅,0,0,1
平日_11時25分_系統583,11:54:00,11:54:00,201081_02,19,前橋駅,0,0,1
平日_11時25分_系統583,11:56:00,11:56:00,200998_02,20,前橋駅,0,0,1
平日_11時25分_系統583,11:59:00,11:59:00,200718_10,21,前橋駅,1,0,1
平日_11時28分_系統266,11:28:00,11:28:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_11時28分_系統266,11:29:00,11:29:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:31:00,11:31:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:33:00,11:33:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:33:00,11:33:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:35:00,11:35:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:36:00,11:36:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:38:00,11:38:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:39:00,11:39:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:40:00,11:40:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:41:00,11:41:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:42:00,11:42:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:44:00,11:44:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:46:00,11:46:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:47:00,11:47:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:48:00,11:48:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_11時28分_系統266,11:50:00,11:50:00,200273_01,17,渋川駅,0,0,1
平日_11時28分_系統266,11:53:00,11:53:00,200189_01,18,渋川駅,0,0,1
平日_11時28分_系統266,11:55:00,11:55:00,201056_01,19,渋川駅,0,0,1
平日_11時28分_系統266,11:56:00,11:56:00,200872_01,20,渋川駅,0,0,1
平日_11時28分_系統266,11:57:00,11:57:00,200981_01,21,渋川駅,0,0,1
平日_11時28分_系統266,11:58:00,11:58:00,201100_01,22,渋川駅,0,0,1
平日_11時28分_系統266,11:59:00,11:59:00,200153_01,23,渋川駅,0,0,1
平日_11時28分_系統266,11:59:00,11:59:00,200395_01,24,渋川駅,0,0,1
平日_11時28分_系統266,12:00:00,12:00:00,200895_01,25,渋川駅,0,0,1
平日_11時28分_系統266,12:02:00,12:02:00,200985_01,26,渋川駅,0,0,1
平日_11時28分_系統266,12:02:00,12:02:00,200987_01,27,渋川駅,0,0,1
平日_11時28分_系統266,12:03:00,12:03:00,200519_01,28,渋川駅,0,0,1
平日_11時28分_系統266,12:04:00,12:04:00,200017_01,29,渋川駅,0,0,1
平日_11時28分_系統266,12:06:00,12:06:00,200506_01,30,渋川駅,0,0,1
平日_11時28分_系統266,12:07:00,12:07:00,200827_01,31,渋川駅,0,0,1
平日_11時28分_系統266,12:09:00,12:09:00,200730_01,32,渋川駅,0,0,1
平日_11時28分_系統266,12:10:00,12:10:00,200768_01,33,渋川駅,0,0,1
平日_11時28分_系統266,12:13:00,12:13:00,200463_10,34,渋川駅,1,0,1
平日_11時40分_系統584,11:40:00,11:40:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
平日_11時40分_系統584,11:41:00,11:41:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:43:00,11:43:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:45:00,11:45:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:45:00,11:45:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:47:00,11:47:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:48:00,11:48:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:50:00,11:50:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:51:00,11:51:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:52:00,11:52:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:55:00,11:55:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:56:00,11:56:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:57:00,11:57:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:58:00,11:58:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,11:59:00,11:59:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,12:01:00,12:01:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,12:02:00,12:02:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,12:03:00,12:03:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_11時40分_系統584,12:05:00,12:05:00,200927_01,19,群馬大学荒牧,0,0,1
平日_11時40分_系統584,12:06:00,12:06:00,201185_01,20,群馬大学荒牧,0,0,1
平日_11時40分_系統584,12:10:00,12:10:00,200348_01,21,群馬大学荒牧,0,0,1
平日_11時40分_系統584,12:11:00,12:11:00,200343_01,22,群馬大学荒牧,0,0,1
平日_11時40分_系統584,12:12:00,12:12:00,200722_01,23,群馬大学荒牧,0,0,1
平日_11時40分_系統584,12:15:00,12:15:00,200273_01,24,群馬大学荒牧,1,0,1
平日_11時52分_系統587,11:52:00,11:52:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
平日_11時52分_系統587,11:54:00,11:54:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,11:55:00,11:55:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,11:56:00,11:56:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,11:58:00,11:58:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,12:00:00,12:00:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,12:02:00,12:02:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,12:03:00,12:03:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,12:04:00,12:04:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
平日_11時52分_系統587,12:07:00,12:07:00,200261_01,10,前橋駅,0,0,1
平日_11時52分_系統587,12:08:00,12:08:00,200503_02,11,前橋駅,0,0,1
平日_11時52分_系統587,12:10:00,12:10:00,200262_02,12,前橋駅,0,0,1
平日_11時52分_系統587,12:11:00,12:11:00,201015_02,13,前橋駅,0,0,1
平日_11時52分_系統587,12:13:00,12:13:00,200379_02,14,前橋駅,0,0,1
平日_11時52分_系統587,12:14:00,12:14:00,200455_02,15,前橋駅,0,0,1
平日_11時52分_系統587,12:16:00,12:16:00,200702_02,16,前橋駅,0,0,1
平日_11時52分_系統587,12:17:00,12:17:00,200703_02,17,前橋駅,0,0,1
平日_11時52分_系統587,12:19:00,12:19:00,201081_02,18,前橋駅,0,0,1
平日_11時52分_系統587,12:21:00,12:21:00,200998_02,19,前橋駅,0,0,1
平日_11時52分_系統587,12:24:00,12:24:00,200718_10,20,前橋駅,1,0,1
平日_11時56分_系統267,11:56:00,11:56:00,200463_01,1,前橋駅,0,1,1
平日_11時56分_系統267,11:57:00,11:57:00,200768_02,2,前橋駅,0,0,1
平日_11時56分_系統267,11:58:00,11:58:00,200730_02,3,前橋駅,0,0,1
平日_11時56分_系統267,12:00:00,12:00:00,200827_02,4,前橋駅,0,0,1
平日_11時56分_系統267,12:01:00,12:01:00,200506_02,5,前橋駅,0,0,1
平日_11時56分_系統267,12:02:00,12:02:00,200017_02,6,前橋駅,0,0,1
平日_11時56分_系統267,12:03:00,12:03:00,200519_02,7,前橋駅,0,0,1
平日_11時56分_系統267,12:03:00,12:03:00,200987_02,8,前橋駅,0,0,1
平日_11時56分_系統267,12:05:00,12:05:00,200985_02,9,前橋駅,0,0,1
平日_11時56分_系統267,12:06:00,12:06:00,200895_02,10,前橋駅,0,0,1
平日_11時56分_系統267,12:08:00,12:08:00,200395_02,11,前橋駅,0,0,1
平日_11時56分_系統267,12:08:00,12:08:00,200153_02,12,前橋駅,0,0,1
平日_11時56分_系統267,12:09:00,12:09:00,201100_02,13,前橋駅,0,0,1
平日_11時56分_系統267,12:10:00,12:10:00,200981_02,14,前橋駅,0,0,1
平日_11時56分_系統267,12:11:00,12:11:00,200872_02,15,前橋駅,0,0,1
平日_11時56分_系統267,12:12:00,12:12:00,201056_02,16,前橋駅,0,0,1
平日_11時56分_系統267,12:14:00,12:14:00,200189_02,17,前橋駅,0,0,1
平日_11時56分_系統267,12:15:00,12:15:00,200722_02,18,前橋駅,0,0,1
平日_11時56分_系統267,12:16:00,12:16:00,200343_02,19,前橋駅,0,0,1
平日_11時56分_系統267,12:17:00,12:17:00,200348_02,20,前橋駅,0,0,1
平日_11時56分_系統267,12:19:00,12:19:00,201071_02,21,前橋駅,0,0,1
平日_11時56分_系統267,12:21:00,12:21:00,200542_02,22,前橋駅,0,0,1
平日_11時56分_系統267,12:23:00,12:23:00,200141_02,23,前橋駅,0,0,1
平日_11時56分_系統267,12:24:00,12:24:00,200142_02,24,前橋駅,0,0,1
平日_11時56分_系統267,12:26:00,12:26:00,200262_02,25,前橋駅,0,0,1
平日_11時56分_系統267,12:27:00,12:27:00,201015_02,26,前橋駅,0,0,1
平日_11時56分_系統267,12:29:00,12:29:00,200379_02,27,前橋駅,0,0,1
平日_11時56分_系統267,12:30:00,12:30:00,200455_02,28,前橋駅,0,0,1
平日_11時56分_系統267,12:32:00,12:32:00,200702_02,29,前橋駅,0,0,1
平日_11時56分_系統267,12:33:00,12:33:00,200703_02,30,前橋駅,0,0,1
平日_11時56分_系統267,12:35:00,12:35:00,201081_02,31,前橋駅,0,0,1
平日_11時56分_系統267,12:37:00,12:37:00,200998_02,32,前橋駅,0,0,1
平日_11時56分_系統267,12:40:00,12:40:00,200718_10,33,前橋駅,1,0,1
平日_11時57分_系統262,11:57:00,11:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
平日_11時57分_系統262,11:58:00,11:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:00:00,12:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:02:00,12:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:02:00,12:02:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:04:00,12:04:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:05:00,12:05:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:07:00,12:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:08:00,12:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:09:00,12:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:10:00,12:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:11:00,12:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:13:00,12:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:15:00,12:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:16:00,12:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:17:00,12:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:20:00,12:20:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:22:00,12:22:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:23:00,12:23:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:24:00,12:24:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:25:00,12:25:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:26:00,12:26:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:26:00,12:26:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:27:00,12:27:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:29:00,12:29:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:29:00,12:29:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:30:00,12:30:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:31:00,12:31:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:33:00,12:33:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:34:00,12:34:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:36:00,12:36:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:37:00,12:37:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_11時57分_系統262,12:39:00,12:39:00,200463_06,33,渋川市内循環,0,0,1
平日_11時57分_系統262,12:40:00,12:40:00,200468_01,34,渋川市内循環,0,0,1
平日_11時57分_系統262,12:42:00,12:42:00,200466_01,35,渋川市内循環,0,0,1
平日_11時57分_系統262,12:43:00,12:43:00,200704_01,36,渋川市内循環,0,0,1
平日_11時57分_系統262,12:44:00,12:44:00,200476_02,37,渋川市内循環,0,0,1
平日_11時57分_系統262,12:45:00,12:45:00,200477_02,38,渋川市内循環,0,0,1
平日_11時57分_系統262,12:46:00,12:46:00,200430_02,39,渋川市内循環,0,0,1
平日_11時57分_系統262,12:47:00,12:47:00,200007_02,40,渋川市内循環,0,0,1
平日_11時57分_系統262,12:52:00,12:52:00,210463_10,41,渋川市内循環,1,0,1
平日_12時10分_系統586,12:10:00,12:10:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_12時10分_系統586,12:11:00,12:11:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:13:00,12:13:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:15:00,12:15:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:15:00,12:15:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:17:00,12:17:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:18:00,12:18:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:20:00,12:20:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:21:00,12:21:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:22:00,12:22:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_12時10分_系統586,12:25:00,12:25:00,200261_01,11,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:26:00,12:26:00,200503_02,12,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:27:00,12:27:00,200142_01,13,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:28:00,12:28:00,200141_01,14,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:29:00,12:29:00,200542_01,15,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:31:00,12:31:00,201071_01,16,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:33:00,12:33:00,200348_01,17,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:34:00,12:34:00,200343_01,18,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:35:00,12:35:00,200722_01,19,群馬大学荒牧,0,0,1
平日_12時10分_系統586,12:38:00,12:38:00,200273_01,20,群馬大学荒牧,1,0,1
平日_12時25分_系統583,12:25:00,12:25:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_12時25分_系統583,12:27:00,12:27:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_12時25分_系統583,12:28:00,12:28:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_12時25分_系統583,12:29:00,12:29:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_12時25分_系統583,12:32:00,12:32:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_12時25分_系統583,12:35:00,12:35:00,200927_01,6,前橋駅,0,0,1
平日_12時25分_系統583,12:35:00,12:35:00,200800_02,7,前橋駅,0,0,1
平日_12時25分_系統583,12:36:00,12:36:00,200928_02,8,前橋駅,0,0,1
平日_12時25分_系統583,12:38:00,12:38:00,201071_02,9,前橋駅,0,0,1
平日_12時25分_系統583,12:40:00,12:40:00,200542_02,10,前橋駅,0,0,1
平日_12時25分_系統583,12:42:00,12:42:00,200141_02,11,前橋駅,0,0,1
平日_12時25分_系統583,12:43:00,12:43:00,200142_02,12,前橋駅,0,0,1
平日_12時25分_系統583,12:45:00,12:45:00,200262_02,13,前橋駅,0,0,1
平日_12時25分_系統583,12:46:00,12:46:00,201015_02,14,前橋駅,0,0,1
平日_12時25分_系統583,12:48:00,12:48:00,200379_02,15,前橋駅,0,0,1
平日_12時25分_系統583,12:49:00,12:49:00,200455_02,16,前橋駅,0,0,1
平日_12時25分_系統583,12:51:00,12:51:00,200702_02,17,前橋駅,0,0,1
平日_12時25分_系統583,12:52:00,12:52:00,200703_02,18,前橋駅,0,0,1
平日_12時25分_系統583,12:54:00,12:54:00,201081_02,19,前橋駅,0,0,1
平日_12時25分_系統583,12:56:00,12:56:00,200998_02,20,前橋駅,0,0,1
平日_12時25分_系統583,12:59:00,12:59:00,200718_10,21,前橋駅,1,0,1
平日_12時26分_系統267,12:26:00,12:26:00,200463_01,1,前橋駅,0,1,1
平日_12時26分_系統267,12:27:00,12:27:00,200768_02,2,前橋駅,0,0,1
平日_12時26分_系統267,12:28:00,12:28:00,200730_02,3,前橋駅,0,0,1
平日_12時26分_系統267,12:30:00,12:30:00,200827_02,4,前橋駅,0,0,1
平日_12時26分_系統267,12:31:00,12:31:00,200506_02,5,前橋駅,0,0,1
平日_12時26分_系統267,12:32:00,12:32:00,200017_02,6,前橋駅,0,0,1
平日_12時26分_系統267,12:33:00,12:33:00,200519_02,7,前橋駅,0,0,1
平日_12時26分_系統267,12:33:00,12:33:00,200987_02,8,前橋駅,0,0,1
平日_12時26分_系統267,12:35:00,12:35:00,200985_02,9,前橋駅,0,0,1
平日_12時26分_系統267,12:36:00,12:36:00,200895_02,10,前橋駅,0,0,1
平日_12時26分_系統267,12:38:00,12:38:00,200395_02,11,前橋駅,0,0,1
平日_12時26分_系統267,12:38:00,12:38:00,200153_02,12,前橋駅,0,0,1
平日_12時26分_系統267,12:39:00,12:39:00,201100_02,13,前橋駅,0,0,1
平日_12時26分_系統267,12:40:00,12:40:00,200981_02,14,前橋駅,0,0,1
平日_12時26分_系統267,12:41:00,12:41:00,200872_02,15,前橋駅,0,0,1
平日_12時26分_系統267,12:42:00,12:42:00,201056_02,16,前橋駅,0,0,1
平日_12時26分_系統267,12:44:00,12:44:00,200189_02,17,前橋駅,0,0,1
平日_12時26分_系統267,12:45:00,12:45:00,200722_02,18,前橋駅,0,0,1
平日_12時26分_系統267,12:46:00,12:46:00,200343_02,19,前橋駅,0,0,1
平日_12時26分_系統267,12:47:00,12:47:00,200348_02,20,前橋駅,0,0,1
平日_12時26分_系統267,12:49:00,12:49:00,201071_02,21,前橋駅,0,0,1
平日_12時26分_系統267,12:51:00,12:51:00,200542_02,22,前橋駅,0,0,1
平日_12時26分_系統267,12:53:00,12:53:00,200141_02,23,前橋駅,0,0,1
平日_12時26分_系統267,12:54:00,12:54:00,200142_02,24,前橋駅,0,0,1
平日_12時26分_系統267,12:56:00,12:56:00,200262_02,25,前橋駅,0,0,1
平日_12時26分_系統267,12:57:00,12:57:00,201015_02,26,前橋駅,0,0,1
平日_12時26分_系統267,12:59:00,12:59:00,200379_02,27,前橋駅,0,0,1
平日_12時26分_系統267,13:00:00,13:00:00,200455_02,28,前橋駅,0,0,1
平日_12時26分_系統267,13:02:00,13:02:00,200702_02,29,前橋駅,0,0,1
平日_12時26分_系統267,13:03:00,13:03:00,200703_02,30,前橋駅,0,0,1
平日_12時26分_系統267,13:05:00,13:05:00,201081_02,31,前橋駅,0,0,1
平日_12時26分_系統267,13:07:00,13:07:00,200998_02,32,前橋駅,0,0,1
平日_12時26分_系統267,13:10:00,13:10:00,200718_10,33,前橋駅,1,0,1
平日_12時27分_系統268,12:27:00,12:27:00,200718_02,1,渋川駅,0,1,1
平日_12時27分_系統268,12:28:00,12:28:00,200998_01,2,渋川駅,0,0,1
平日_12時27分_系統268,12:30:00,12:30:00,201081_01,3,渋川駅,0,0,1
平日_12時27分_系統268,12:32:00,12:32:00,200703_01,4,渋川駅,0,0,1
平日_12時27分_系統268,12:32:00,12:32:00,200702_01,5,渋川駅,0,0,1
平日_12時27分_系統268,12:34:00,12:34:00,200455_01,6,渋川駅,0,0,1
平日_12時27分_系統268,12:35:00,12:35:00,200379_01,7,渋川駅,0,0,1
平日_12時27分_系統268,12:37:00,12:37:00,201015_01,8,渋川駅,0,0,1
平日_12時27分_系統268,12:38:00,12:38:00,200262_01,9,渋川駅,0,0,1
平日_12時27分_系統268,12:39:00,12:39:00,200142_01,10,渋川駅,0,0,1
平日_12時27分_系統268,12:40:00,12:40:00,200141_01,11,渋川駅,0,0,1
平日_12時27分_系統268,12:41:00,12:41:00,200542_01,12,渋川駅,0,0,1
平日_12時27分_系統268,12:43:00,12:43:00,201071_01,13,渋川駅,0,0,1
平日_12時27分_系統268,12:45:00,12:45:00,200348_01,14,渋川駅,0,0,1
平日_12時27分_系統268,12:46:00,12:46:00,200343_01,15,渋川駅,0,0,1
平日_12時27分_系統268,12:47:00,12:47:00,200722_01,16,渋川駅,0,0,1
平日_12時27分_系統268,12:49:00,12:49:00,200189_01,17,渋川駅,0,0,1
平日_12時27分_系統268,12:51:00,12:51:00,201056_01,18,渋川駅,0,0,1
平日_12時27分_系統268,12:52:00,12:52:00,200872_01,19,渋川駅,0,0,1
平日_12時27分_系統268,12:53:00,12:53:00,200981_01,20,渋川駅,0,0,1
平日_12時27分_系統268,12:54:00,12:54:00,201100_01,21,渋川駅,0,0,1
平日_12時27分_系統268,12:55:00,12:55:00,200153_01,22,渋川駅,0,0,1
平日_12時27分_系統268,12:55:00,12:55:00,200395_01,23,渋川駅,0,0,1
平日_12時27分_系統268,12:56:00,12:56:00,200895_01,24,渋川駅,0,0,1
平日_12時27分_系統268,12:58:00,12:58:00,200985_01,25,渋川駅,0,0,1
平日_12時27分_系統268,12:58:00,12:58:00,200987_01,26,渋川駅,0,0,1
平日_12時27分_系統268,12:59:00,12:59:00,200519_01,27,渋川駅,0,0,1
平日_12時27分_系統268,13:00:00,13:00:00,200017_01,28,渋川駅,0,0,1
平日_12時27分_系統268,13:02:00,13:02:00,200506_01,29,渋川駅,0,0,1
平日_12時27分_系統268,13:03:00,13:03:00,200827_01,30,渋川駅,0,0,1
平日_12時27分_系統268,13:05:00,13:05:00,200730_01,31,渋川駅,0,0,1
平日_12時27分_系統268,13:06:00,13:06:00,200768_01,32,渋川駅,0,0,1
平日_12時27分_系統268,13:09:00,13:09:00,200463_10,33,渋川駅,1,0,1
平日_12時40分_系統584,12:40:00,12:40:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
平日_12時40分_系統584,12:41:00,12:41:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:43:00,12:43:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:45:00,12:45:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:45:00,12:45:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:47:00,12:47:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:48:00,12:48:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:50:00,12:50:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:51:00,12:51:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:52:00,12:52:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:55:00,12:55:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:56:00,12:56:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:57:00,12:57:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:58:00,12:58:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,12:59:00,12:59:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,13:01:00,13:01:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,13:02:00,13:02:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,13:03:00,13:03:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_12時40分_系統584,13:05:00,13:05:00,200927_01,19,群馬大学荒牧,0,0,1
平日_12時40分_系統584,13:06:00,13:06:00,201185_01,20,群馬大学荒牧,0,0,1
平日_12時40分_系統584,13:10:00,13:10:00,200348_01,21,群馬大学荒牧,0,0,1
平日_12時40分_系統584,13:11:00,13:11:00,200343_01,22,群馬大学荒牧,0,0,1
平日_12時40分_系統584,13:12:00,13:12:00,200722_01,23,群馬大学荒牧,0,0,1
平日_12時40分_系統584,13:15:00,13:15:00,200273_01,24,群馬大学荒牧,1,0,1
平日_12時43分_系統261,12:43:00,12:43:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_12時43分_系統261,12:44:00,12:44:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:45:00,12:45:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:46:00,12:46:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:47:00,12:47:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:48:00,12:48:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:49:00,12:49:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:50:00,12:50:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:51:00,12:51:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_12時43分_系統261,12:56:00,12:56:00,200463_01,10,前橋駅,0,0,1
平日_12時43分_系統261,12:57:00,12:57:00,200768_02,11,前橋駅,0,0,1
平日_12時43分_系統261,12:58:00,12:58:00,200730_02,12,前橋駅,0,0,1
平日_12時43分_系統261,13:00:00,13:00:00,200827_02,13,前橋駅,0,0,1
平日_12時43分_系統261,13:01:00,13:01:00,200506_02,14,前橋駅,0,0,1
平日_12時43分_系統261,13:02:00,13:02:00,200017_02,15,前橋駅,0,0,1
平日_12時43分_系統261,13:03:00,13:03:00,200519_02,16,前橋駅,0,0,1
平日_12時43分_系統261,13:03:00,13:03:00,200987_02,17,前橋駅,0,0,1
平日_12時43分_系統261,13:05:00,13:05:00,200985_02,18,前橋駅,0,0,1
平日_12時43分_系統261,13:06:00,13:06:00,200895_02,19,前橋駅,0,0,1
平日_12時43分_系統261,13:08:00,13:08:00,200395_02,20,前橋駅,0,0,1
平日_12時43分_系統261,13:08:00,13:08:00,200153_02,21,前橋駅,0,0,1
平日_12時43分_系統261,13:09:00,13:09:00,201100_02,22,前橋駅,0,0,1
平日_12時43分_系統261,13:10:00,13:10:00,200981_02,23,前橋駅,0,0,1
平日_12時43分_系統261,13:11:00,13:11:00,200872_02,24,前橋駅,0,0,1
平日_12時43分_系統261,13:12:00,13:12:00,201056_02,25,前橋駅,0,0,1
平日_12時43分_系統261,13:14:00,13:14:00,200189_02,26,前橋駅,0,0,1
平日_12時43分_系統261,13:15:00,13:15:00,200722_02,27,前橋駅,0,0,1
平日_12時43分_系統261,13:16:00,13:16:00,200343_02,28,前橋駅,0,0,1
平日_12時43分_系統261,13:17:00,13:17:00,200348_02,29,前橋駅,0,0,1
平日_12時43分_系統261,13:19:00,13:19:00,201071_02,30,前橋駅,0,0,1
平日_12時43分_系統261,13:21:00,13:21:00,200542_02,31,前橋駅,0,0,1
平日_12時43分_系統261,13:23:00,13:23:00,200141_02,32,前橋駅,0,0,1
平日_12時43分_系統261,13:24:00,13:24:00,200142_02,33,前橋駅,0,0,1
平日_12時43分_系統261,13:26:00,13:26:00,200262_02,34,前橋駅,0,0,1
平日_12時43分_系統261,13:27:00,13:27:00,201015_02,35,前橋駅,0,0,1
平日_12時43分_系統261,13:29:00,13:29:00,200379_02,36,前橋駅,0,0,1
平日_12時43分_系統261,13:30:00,13:30:00,200455_02,37,前橋駅,0,0,1
平日_12時43分_系統261,13:32:00,13:32:00,200702_02,38,前橋駅,0,0,1
平日_12時43分_系統261,13:33:00,13:33:00,200703_02,39,前橋駅,0,0,1
平日_12時43分_系統261,13:35:00,13:35:00,201081_02,40,前橋駅,0,0,1
平日_12時43分_系統261,13:37:00,13:37:00,200998_02,41,前橋駅,0,0,1
平日_12時43分_系統261,13:40:00,13:40:00,200718_10,42,前橋駅,1,0,1
平日_12時55分_系統587,12:55:00,12:55:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
平日_12時55分_系統587,12:57:00,12:57:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,12:58:00,12:58:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,12:59:00,12:59:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,13:01:00,13:01:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,13:03:00,13:03:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,13:05:00,13:05:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,13:06:00,13:06:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,13:07:00,13:07:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
平日_12時55分_系統587,13:10:00,13:10:00,200261_01,10,前橋駅,0,0,1
平日_12時55分_系統587,13:11:00,13:11:00,200503_02,11,前橋駅,0,0,1
平日_12時55分_系統587,13:13:00,13:13:00,200262_02,12,前橋駅,0,0,1
平日_12時55分_系統587,13:14:00,13:14:00,201015_02,13,前橋駅,0,0,1
平日_12時55分_系統587,13:16:00,13:16:00,200379_02,14,前橋駅,0,0,1
平日_12時55分_系統587,13:17:00,13:17:00,200455_02,15,前橋駅,0,0,1
平日_12時55分_系統587,13:19:00,13:19:00,200702_02,16,前橋駅,0,0,1
平日_12時55分_系統587,13:20:00,13:20:00,200703_02,17,前橋駅,0,0,1
平日_12時55分_系統587,13:22:00,13:22:00,201081_02,18,前橋駅,0,0,1
平日_12時55分_系統587,13:24:00,13:24:00,200998_02,19,前橋駅,0,0,1
平日_12時55分_系統587,13:27:00,13:27:00,200718_10,20,前橋駅,1,0,1
平日_12時57分_系統266,12:57:00,12:57:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_12時57分_系統266,12:58:00,12:58:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:00:00,13:00:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:02:00,13:02:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:02:00,13:02:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:04:00,13:04:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:05:00,13:05:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:07:00,13:07:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:08:00,13:08:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:09:00,13:09:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:10:00,13:10:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:11:00,13:11:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:13:00,13:13:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:15:00,13:15:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:16:00,13:16:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:17:00,13:17:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_12時57分_系統266,13:19:00,13:19:00,200273_01,17,渋川駅,0,0,1
平日_12時57分_系統266,13:22:00,13:22:00,200189_01,18,渋川駅,0,0,1
平日_12時57分_系統266,13:24:00,13:24:00,201056_01,19,渋川駅,0,0,1
平日_12時57分_系統266,13:25:00,13:25:00,200872_01,20,渋川駅,0,0,1
平日_12時57分_系統266,13:26:00,13:26:00,200981_01,21,渋川駅,0,0,1
平日_12時57分_系統266,13:27:00,13:27:00,201100_01,22,渋川駅,0,0,1
平日_12時57分_系統266,13:28:00,13:28:00,200153_01,23,渋川駅,0,0,1
平日_12時57分_系統266,13:28:00,13:28:00,200395_01,24,渋川駅,0,0,1
平日_12時57分_系統266,13:29:00,13:29:00,200895_01,25,渋川駅,0,0,1
平日_12時57分_系統266,13:31:00,13:31:00,200985_01,26,渋川駅,0,0,1
平日_12時57分_系統266,13:31:00,13:31:00,200987_01,27,渋川駅,0,0,1
平日_12時57分_系統266,13:32:00,13:32:00,200519_01,28,渋川駅,0,0,1
平日_12時57分_系統266,13:33:00,13:33:00,200017_01,29,渋川駅,0,0,1
平日_12時57分_系統266,13:35:00,13:35:00,200506_01,30,渋川駅,0,0,1
平日_12時57分_系統266,13:36:00,13:36:00,200827_01,31,渋川駅,0,0,1
平日_12時57分_系統266,13:38:00,13:38:00,200730_01,32,渋川駅,0,0,1
平日_12時57分_系統266,13:39:00,13:39:00,200768_01,33,渋川駅,0,0,1
平日_12時57分_系統266,13:42:00,13:42:00,200463_10,34,渋川駅,1,0,1
平日_13時10分_系統582,13:10:00,13:10:00,200718_02,1,群馬大学荒牧（南橘団地 経由）,0,1,1
平日_13時10分_系統582,13:11:00,13:11:00,200998_01,2,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:13:00,13:13:00,201081_01,3,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:15:00,13:15:00,200703_01,4,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:15:00,13:15:00,200702_01,5,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:17:00,13:17:00,200455_01,6,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:18:00,13:18:00,200379_01,7,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:20:00,13:20:00,201015_01,8,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:21:00,13:21:00,200262_01,9,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:22:00,13:22:00,200142_01,10,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:23:00,13:23:00,200141_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:24:00,13:24:00,200542_01,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:26:00,13:26:00,201071_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:27:00,13:27:00,200928_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:28:00,13:28:00,200800_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時10分_系統582,13:30:00,13:30:00,200927_01,16,群馬大学荒牧,0,0,1
平日_13時10分_系統582,13:31:00,13:31:00,201185_01,17,群馬大学荒牧,0,0,1
平日_13時10分_系統582,13:35:00,13:35:00,200348_01,18,群馬大学荒牧,0,0,1
平日_13時10分_系統582,13:36:00,13:36:00,200343_01,19,群馬大学荒牧,0,0,1
平日_13時10分_系統582,13:37:00,13:37:00,200722_01,20,群馬大学荒牧,0,0,1
平日_13時10分_系統582,13:40:00,13:40:00,200273_01,21,群馬大学荒牧,1,0,1
平日_13時15分_系統529,13:15:00,13:15:00,200718_02,1,群大病院,0,1,1
平日_13時15分_系統529,13:16:00,13:16:00,200998_01,2,群大病院,0,0,1
平日_13時15分_系統529,13:18:00,13:18:00,201081_01,3,群大病院,0,0,1
平日_13時15分_系統529,13:20:00,13:20:00,200703_01,4,群大病院,0,0,1
平日_13時15分_系統529,13:20:00,13:20:00,200702_01,5,群大病院,0,0,1
平日_13時15分_系統529,13:22:00,13:22:00,200455_01,6,群大病院,0,0,1
平日_13時15分_系統529,13:23:00,13:23:00,200379_01,7,群大病院,0,0,1
平日_13時15分_系統529,13:25:00,13:25:00,201015_01,8,群大病院,0,0,1
平日_13時15分_系統529,13:26:00,13:26:00,200262_01,9,群大病院,0,0,1
平日_13時15分_系統529,13:27:00,13:27:00,200503_01,10,群大病院,0,0,1
平日_13時15分_系統529,13:31:00,13:31:00,200261_01,11,群大病院,1,0,1
平日_13時25分_系統583,13:25:00,13:25:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_13時25分_系統583,13:27:00,13:27:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_13時25分_系統583,13:28:00,13:28:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_13時25分_系統583,13:29:00,13:29:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_13時25分_系統583,13:32:00,13:32:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_13時25分_系統583,13:35:00,13:35:00,200927_01,6,前橋駅,0,0,1
平日_13時25分_系統583,13:35:00,13:35:00,200800_02,7,前橋駅,0,0,1
平日_13時25分_系統583,13:36:00,13:36:00,200928_02,8,前橋駅,0,0,1
平日_13時25分_系統583,13:38:00,13:38:00,201071_02,9,前橋駅,0,0,1
平日_13時25分_系統583,13:40:00,13:40:00,200542_02,10,前橋駅,0,0,1
平日_13時25分_系統583,13:42:00,13:42:00,200141_02,11,前橋駅,0,0,1
平日_13時25分_系統583,13:43:00,13:43:00,200142_02,12,前橋駅,0,0,1
平日_13時25分_系統583,13:45:00,13:45:00,200262_02,13,前橋駅,0,0,1
平日_13時25分_系統583,13:46:00,13:46:00,201015_02,14,前橋駅,0,0,1
平日_13時25分_系統583,13:48:00,13:48:00,200379_02,15,前橋駅,0,0,1
平日_13時25分_系統583,13:49:00,13:49:00,200455_02,16,前橋駅,0,0,1
平日_13時25分_系統583,13:51:00,13:51:00,200702_02,17,前橋駅,0,0,1
平日_13時25分_系統583,13:52:00,13:52:00,200703_02,18,前橋駅,0,0,1
平日_13時25分_系統583,13:54:00,13:54:00,201081_02,19,前橋駅,0,0,1
平日_13時25分_系統583,13:56:00,13:56:00,200998_02,20,前橋駅,0,0,1
平日_13時25分_系統583,13:59:00,13:59:00,200718_10,21,前橋駅,1,0,1
平日_13時26分_系統267,13:26:00,13:26:00,200463_01,1,前橋駅,0,1,1
平日_13時26分_系統267,13:27:00,13:27:00,200768_02,2,前橋駅,0,0,1
平日_13時26分_系統267,13:28:00,13:28:00,200730_02,3,前橋駅,0,0,1
平日_13時26分_系統267,13:30:00,13:30:00,200827_02,4,前橋駅,0,0,1
平日_13時26分_系統267,13:31:00,13:31:00,200506_02,5,前橋駅,0,0,1
平日_13時26分_系統267,13:32:00,13:32:00,200017_02,6,前橋駅,0,0,1
平日_13時26分_系統267,13:33:00,13:33:00,200519_02,7,前橋駅,0,0,1
平日_13時26分_系統267,13:33:00,13:33:00,200987_02,8,前橋駅,0,0,1
平日_13時26分_系統267,13:35:00,13:35:00,200985_02,9,前橋駅,0,0,1
平日_13時26分_系統267,13:36:00,13:36:00,200895_02,10,前橋駅,0,0,1
平日_13時26分_系統267,13:38:00,13:38:00,200395_02,11,前橋駅,0,0,1
平日_13時26分_系統267,13:38:00,13:38:00,200153_02,12,前橋駅,0,0,1
平日_13時26分_系統267,13:39:00,13:39:00,201100_02,13,前橋駅,0,0,1
平日_13時26分_系統267,13:40:00,13:40:00,200981_02,14,前橋駅,0,0,1
平日_13時26分_系統267,13:41:00,13:41:00,200872_02,15,前橋駅,0,0,1
平日_13時26分_系統267,13:42:00,13:42:00,201056_02,16,前橋駅,0,0,1
平日_13時26分_系統267,13:44:00,13:44:00,200189_02,17,前橋駅,0,0,1
平日_13時26分_系統267,13:45:00,13:45:00,200722_02,18,前橋駅,0,0,1
平日_13時26分_系統267,13:46:00,13:46:00,200343_02,19,前橋駅,0,0,1
平日_13時26分_系統267,13:47:00,13:47:00,200348_02,20,前橋駅,0,0,1
平日_13時26分_系統267,13:49:00,13:49:00,201071_02,21,前橋駅,0,0,1
平日_13時26分_系統267,13:51:00,13:51:00,200542_02,22,前橋駅,0,0,1
平日_13時26分_系統267,13:53:00,13:53:00,200141_02,23,前橋駅,0,0,1
平日_13時26分_系統267,13:54:00,13:54:00,200142_02,24,前橋駅,0,0,1
平日_13時26分_系統267,13:56:00,13:56:00,200262_02,25,前橋駅,0,0,1
平日_13時26分_系統267,13:57:00,13:57:00,201015_02,26,前橋駅,0,0,1
平日_13時26分_系統267,13:59:00,13:59:00,200379_02,27,前橋駅,0,0,1
平日_13時26分_系統267,14:00:00,14:00:00,200455_02,28,前橋駅,0,0,1
平日_13時26分_系統267,14:02:00,14:02:00,200702_02,29,前橋駅,0,0,1
平日_13時26分_系統267,14:03:00,14:03:00,200703_02,30,前橋駅,0,0,1
平日_13時26分_系統267,14:05:00,14:05:00,201081_02,31,前橋駅,0,0,1
平日_13時26分_系統267,14:07:00,14:07:00,200998_02,32,前橋駅,0,0,1
平日_13時26分_系統267,14:10:00,14:10:00,200718_10,33,前橋駅,1,0,1
平日_13時27分_系統262,13:27:00,13:27:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
平日_13時27分_系統262,13:28:00,13:28:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:30:00,13:30:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:32:00,13:32:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:32:00,13:32:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:34:00,13:34:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:35:00,13:35:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:37:00,13:37:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:38:00,13:38:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:39:00,13:39:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:40:00,13:40:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:41:00,13:41:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:43:00,13:43:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:45:00,13:45:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:46:00,13:46:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:47:00,13:47:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:49:00,13:49:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:51:00,13:51:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:52:00,13:52:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:53:00,13:53:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:54:00,13:54:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:55:00,13:55:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:55:00,13:55:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:56:00,13:56:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:58:00,13:58:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:58:00,13:58:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,13:59:00,13:59:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,14:00:00,14:00:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,14:02:00,14:02:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,14:03:00,14:03:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,14:05:00,14:05:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,14:06:00,14:06:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_13時27分_系統262,14:08:00,14:08:00,200463_06,33,渋川市内循環,0,0,1
平日_13時27分_系統262,14:09:00,14:09:00,200468_01,34,渋川市内循環,0,0,1
平日_13時27分_系統262,14:11:00,14:11:00,200466_01,35,渋川市内循環,0,0,1
平日_13時27分_系統262,14:12:00,14:12:00,200704_01,36,渋川市内循環,0,0,1
平日_13時27分_系統262,14:13:00,14:13:00,200476_02,37,渋川市内循環,0,0,1
平日_13時27分_系統262,14:14:00,14:14:00,200477_02,38,渋川市内循環,0,0,1
平日_13時27分_系統262,14:15:00,14:15:00,200430_02,39,渋川市内循環,0,0,1
平日_13時27分_系統262,14:16:00,14:16:00,200007_02,40,渋川市内循環,0,0,1
平日_13時27分_系統262,14:21:00,14:21:00,210463_10,41,渋川市内循環,1,0,1
平日_13時40分_系統530,13:40:00,13:40:00,200261_01,1,前橋駅,0,1,1
平日_13時40分_系統530,13:41:00,13:41:00,200503_02,2,前橋駅,0,0,1
平日_13時40分_系統530,13:43:00,13:43:00,200262_02,3,前橋駅,0,0,1
平日_13時40分_系統530,13:44:00,13:44:00,201015_02,4,前橋駅,0,0,1
平日_13時40分_系統530,13:46:00,13:46:00,200379_02,5,前橋駅,0,0,1
平日_13時40分_系統530,13:47:00,13:47:00,200455_02,6,前橋駅,0,0,1
平日_13時40分_系統530,13:49:00,13:49:00,200702_02,7,前橋駅,0,0,1
平日_13時40分_系統530,13:50:00,13:50:00,200703_02,8,前橋駅,0,0,1
平日_13時40分_系統530,13:52:00,13:52:00,201081_02,9,前橋駅,0,0,1
平日_13時40分_系統530,13:54:00,13:54:00,200998_02,10,前橋駅,0,0,1
平日_13時40分_系統530,13:57:00,13:57:00,200718_10,11,前橋駅,1,0,1
平日_13時40分_系統584,13:40:00,13:40:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
平日_13時40分_系統584,13:41:00,13:41:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:43:00,13:43:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:45:00,13:45:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:45:00,13:45:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:47:00,13:47:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:48:00,13:48:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:50:00,13:50:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:51:00,13:51:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:52:00,13:52:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:55:00,13:55:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:56:00,13:56:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:57:00,13:57:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:58:00,13:58:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,13:59:00,13:59:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,14:01:00,14:01:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,14:02:00,14:02:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,14:03:00,14:03:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_13時40分_系統584,14:05:00,14:05:00,200927_01,19,群馬大学荒牧,0,0,1
平日_13時40分_系統584,14:06:00,14:06:00,201185_01,20,群馬大学荒牧,0,0,1
平日_13時40分_系統584,14:10:00,14:10:00,200348_01,21,群馬大学荒牧,0,0,1
平日_13時40分_系統584,14:11:00,14:11:00,200343_01,22,群馬大学荒牧,0,0,1
平日_13時40分_系統584,14:12:00,14:12:00,200722_01,23,群馬大学荒牧,0,0,1
平日_13時40分_系統584,14:15:00,14:15:00,200273_01,24,群馬大学荒牧,1,0,1
平日_13時43分_系統261,13:43:00,13:43:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_13時43分_系統261,13:44:00,13:44:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:45:00,13:45:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:46:00,13:46:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:47:00,13:47:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:48:00,13:48:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:49:00,13:49:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:50:00,13:50:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:51:00,13:51:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_13時43分_系統261,13:56:00,13:56:00,200463_01,10,前橋駅,0,0,1
平日_13時43分_系統261,13:57:00,13:57:00,200768_02,11,前橋駅,0,0,1
平日_13時43分_系統261,13:58:00,13:58:00,200730_02,12,前橋駅,0,0,1
平日_13時43分_系統261,14:00:00,14:00:00,200827_02,13,前橋駅,0,0,1
平日_13時43分_系統261,14:01:00,14:01:00,200506_02,14,前橋駅,0,0,1
平日_13時43分_系統261,14:02:00,14:02:00,200017_02,15,前橋駅,0,0,1
平日_13時43分_系統261,14:03:00,14:03:00,200519_02,16,前橋駅,0,0,1
平日_13時43分_系統261,14:03:00,14:03:00,200987_02,17,前橋駅,0,0,1
平日_13時43分_系統261,14:05:00,14:05:00,200985_02,18,前橋駅,0,0,1
平日_13時43分_系統261,14:06:00,14:06:00,200895_02,19,前橋駅,0,0,1
平日_13時43分_系統261,14:08:00,14:08:00,200395_02,20,前橋駅,0,0,1
平日_13時43分_系統261,14:08:00,14:08:00,200153_02,21,前橋駅,0,0,1
平日_13時43分_系統261,14:09:00,14:09:00,201100_02,22,前橋駅,0,0,1
平日_13時43分_系統261,14:10:00,14:10:00,200981_02,23,前橋駅,0,0,1
平日_13時43分_系統261,14:11:00,14:11:00,200872_02,24,前橋駅,0,0,1
平日_13時43分_系統261,14:12:00,14:12:00,201056_02,25,前橋駅,0,0,1
平日_13時43分_系統261,14:14:00,14:14:00,200189_02,26,前橋駅,0,0,1
平日_13時43分_系統261,14:15:00,14:15:00,200722_02,27,前橋駅,0,0,1
平日_13時43分_系統261,14:16:00,14:16:00,200343_02,28,前橋駅,0,0,1
平日_13時43分_系統261,14:17:00,14:17:00,200348_02,29,前橋駅,0,0,1
平日_13時43分_系統261,14:19:00,14:19:00,201071_02,30,前橋駅,0,0,1
平日_13時43分_系統261,14:21:00,14:21:00,200542_02,31,前橋駅,0,0,1
平日_13時43分_系統261,14:23:00,14:23:00,200141_02,32,前橋駅,0,0,1
平日_13時43分_系統261,14:24:00,14:24:00,200142_02,33,前橋駅,0,0,1
平日_13時43分_系統261,14:26:00,14:26:00,200262_02,34,前橋駅,0,0,1
平日_13時43分_系統261,14:27:00,14:27:00,201015_02,35,前橋駅,0,0,1
平日_13時43分_系統261,14:29:00,14:29:00,200379_02,36,前橋駅,0,0,1
平日_13時43分_系統261,14:30:00,14:30:00,200455_02,37,前橋駅,0,0,1
平日_13時43分_系統261,14:32:00,14:32:00,200702_02,38,前橋駅,0,0,1
平日_13時43分_系統261,14:33:00,14:33:00,200703_02,39,前橋駅,0,0,1
平日_13時43分_系統261,14:35:00,14:35:00,201081_02,40,前橋駅,0,0,1
平日_13時43分_系統261,14:37:00,14:37:00,200998_02,41,前橋駅,0,0,1
平日_13時43分_系統261,14:40:00,14:40:00,200718_10,42,前橋駅,1,0,1
平日_13時55分_系統587,13:55:00,13:55:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
平日_13時55分_系統587,13:57:00,13:57:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,13:58:00,13:58:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,13:59:00,13:59:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,14:01:00,14:01:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,14:03:00,14:03:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,14:05:00,14:05:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,14:06:00,14:06:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,14:07:00,14:07:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
平日_13時55分_系統587,14:10:00,14:10:00,200261_01,10,前橋駅,0,0,1
平日_13時55分_系統587,14:11:00,14:11:00,200503_02,11,前橋駅,0,0,1
平日_13時55分_系統587,14:13:00,14:13:00,200262_02,12,前橋駅,0,0,1
平日_13時55分_系統587,14:14:00,14:14:00,201015_02,13,前橋駅,0,0,1
平日_13時55分_系統587,14:16:00,14:16:00,200379_02,14,前橋駅,0,0,1
平日_13時55分_系統587,14:17:00,14:17:00,200455_02,15,前橋駅,0,0,1
平日_13時55分_系統587,14:19:00,14:19:00,200702_02,16,前橋駅,0,0,1
平日_13時55分_系統587,14:20:00,14:20:00,200703_02,17,前橋駅,0,0,1
平日_13時55分_系統587,14:22:00,14:22:00,201081_02,18,前橋駅,0,0,1
平日_13時55分_系統587,14:24:00,14:24:00,200998_02,19,前橋駅,0,0,1
平日_13時55分_系統587,14:27:00,14:27:00,200718_10,20,前橋駅,1,0,1
平日_13時57分_系統266,13:57:00,13:57:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_13時57分_系統266,13:58:00,13:58:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:00:00,14:00:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:02:00,14:02:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:02:00,14:02:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:04:00,14:04:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:05:00,14:05:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:07:00,14:07:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:08:00,14:08:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:09:00,14:09:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:10:00,14:10:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:11:00,14:11:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:13:00,14:13:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:15:00,14:15:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:16:00,14:16:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:17:00,14:17:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_13時57分_系統266,14:19:00,14:19:00,200273_01,17,渋川駅,0,0,1
平日_13時57分_系統266,14:22:00,14:22:00,200189_01,18,渋川駅,0,0,1
平日_13時57分_系統266,14:24:00,14:24:00,201056_01,19,渋川駅,0,0,1
平日_13時57分_系統266,14:25:00,14:25:00,200872_01,20,渋川駅,0,0,1
平日_13時57分_系統266,14:26:00,14:26:00,200981_01,21,渋川駅,0,0,1
平日_13時57分_系統266,14:27:00,14:27:00,201100_01,22,渋川駅,0,0,1
平日_13時57分_系統266,14:28:00,14:28:00,200153_01,23,渋川駅,0,0,1
平日_13時57分_系統266,14:28:00,14:28:00,200395_01,24,渋川駅,0,0,1
平日_13時57分_系統266,14:29:00,14:29:00,200895_01,25,渋川駅,0,0,1
平日_13時57分_系統266,14:31:00,14:31:00,200985_01,26,渋川駅,0,0,1
平日_13時57分_系統266,14:31:00,14:31:00,200987_01,27,渋川駅,0,0,1
平日_13時57分_系統266,14:32:00,14:32:00,200519_01,28,渋川駅,0,0,1
平日_13時57分_系統266,14:33:00,14:33:00,200017_01,29,渋川駅,0,0,1
平日_13時57分_系統266,14:35:00,14:35:00,200506_01,30,渋川駅,0,0,1
平日_13時57分_系統266,14:36:00,14:36:00,200827_01,31,渋川駅,0,0,1
平日_13時57分_系統266,14:38:00,14:38:00,200730_01,32,渋川駅,0,0,1
平日_13時57分_系統266,14:39:00,14:39:00,200768_01,33,渋川駅,0,0,1
平日_13時57分_系統266,14:42:00,14:42:00,200463_10,34,渋川駅,1,0,1
平日_14時10分_系統586,14:10:00,14:10:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
平日_14時10分_系統586,14:11:00,14:11:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:13:00,14:13:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:15:00,14:15:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:15:00,14:15:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:17:00,14:17:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:18:00,14:18:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:20:00,14:20:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:21:00,14:21:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:22:00,14:22:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
平日_14時10分_系統586,14:25:00,14:25:00,200261_01,11,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:26:00,14:26:00,200503_02,12,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:27:00,14:27:00,200142_01,13,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:28:00,14:28:00,200141_01,14,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:29:00,14:29:00,200542_01,15,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:31:00,14:31:00,201071_01,16,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:33:00,14:33:00,200348_01,17,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:34:00,14:34:00,200343_01,18,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:35:00,14:35:00,200722_01,19,群馬大学荒牧,0,0,1
平日_14時10分_系統586,14:38:00,14:38:00,200273_01,20,群馬大学荒牧,1,0,1
平日_14時25分_系統583,14:25:00,14:25:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_14時25分_系統583,14:27:00,14:27:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_14時25分_系統583,14:28:00,14:28:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_14時25分_系統583,14:29:00,14:29:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_14時25分_系統583,14:32:00,14:32:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_14時25分_系統583,14:35:00,14:35:00,200927_01,6,前橋駅,0,0,1
平日_14時25分_系統583,14:35:00,14:35:00,200800_02,7,前橋駅,0,0,1
平日_14時25分_系統583,14:36:00,14:36:00,200928_02,8,前橋駅,0,0,1
平日_14時25分_系統583,14:38:00,14:38:00,201071_02,9,前橋駅,0,0,1
平日_14時25分_系統583,14:40:00,14:40:00,200542_02,10,前橋駅,0,0,1
平日_14時25分_系統583,14:42:00,14:42:00,200141_02,11,前橋駅,0,0,1
平日_14時25分_系統583,14:43:00,14:43:00,200142_02,12,前橋駅,0,0,1
平日_14時25分_系統583,14:45:00,14:45:00,200262_02,13,前橋駅,0,0,1
平日_14時25分_系統583,14:46:00,14:46:00,201015_02,14,前橋駅,0,0,1
平日_14時25分_系統583,14:48:00,14:48:00,200379_02,15,前橋駅,0,0,1
平日_14時25分_系統583,14:49:00,14:49:00,200455_02,16,前橋駅,0,0,1
平日_14時25分_系統583,14:51:00,14:51:00,200702_02,17,前橋駅,0,0,1
平日_14時25分_系統583,14:52:00,14:52:00,200703_02,18,前橋駅,0,0,1
平日_14時25分_系統583,14:54:00,14:54:00,201081_02,19,前橋駅,0,0,1
平日_14時25分_系統583,14:56:00,14:56:00,200998_02,20,前橋駅,0,0,1
平日_14時25分_系統583,14:59:00,14:59:00,200718_10,21,前橋駅,1,0,1
平日_14時26分_系統267,14:26:00,14:26:00,200463_01,1,前橋駅,0,1,1
平日_14時26分_系統267,14:27:00,14:27:00,200768_02,2,前橋駅,0,0,1
平日_14時26分_系統267,14:28:00,14:28:00,200730_02,3,前橋駅,0,0,1
平日_14時26分_系統267,14:30:00,14:30:00,200827_02,4,前橋駅,0,0,1
平日_14時26分_系統267,14:31:00,14:31:00,200506_02,5,前橋駅,0,0,1
平日_14時26分_系統267,14:32:00,14:32:00,200017_02,6,前橋駅,0,0,1
平日_14時26分_系統267,14:33:00,14:33:00,200519_02,7,前橋駅,0,0,1
平日_14時26分_系統267,14:33:00,14:33:00,200987_02,8,前橋駅,0,0,1
平日_14時26分_系統267,14:35:00,14:35:00,200985_02,9,前橋駅,0,0,1
平日_14時26分_系統267,14:36:00,14:36:00,200895_02,10,前橋駅,0,0,1
平日_14時26分_系統267,14:38:00,14:38:00,200395_02,11,前橋駅,0,0,1
平日_14時26分_系統267,14:38:00,14:38:00,200153_02,12,前橋駅,0,0,1
平日_14時26分_系統267,14:39:00,14:39:00,201100_02,13,前橋駅,0,0,1
平日_14時26分_系統267,14:40:00,14:40:00,200981_02,14,前橋駅,0,0,1
平日_14時26分_系統267,14:41:00,14:41:00,200872_02,15,前橋駅,0,0,1
平日_14時26分_系統267,14:42:00,14:42:00,201056_02,16,前橋駅,0,0,1
平日_14時26分_系統267,14:44:00,14:44:00,200189_02,17,前橋駅,0,0,1
平日_14時26分_系統267,14:45:00,14:45:00,200722_02,18,前橋駅,0,0,1
平日_14時26分_系統267,14:46:00,14:46:00,200343_02,19,前橋駅,0,0,1
平日_14時26分_系統267,14:47:00,14:47:00,200348_02,20,前橋駅,0,0,1
平日_14時26分_系統267,14:49:00,14:49:00,201071_02,21,前橋駅,0,0,1
平日_14時26分_系統267,14:51:00,14:51:00,200542_02,22,前橋駅,0,0,1
平日_14時26分_系統267,14:53:00,14:53:00,200141_02,23,前橋駅,0,0,1
平日_14時26分_系統267,14:54:00,14:54:00,200142_02,24,前橋駅,0,0,1
平日_14時26分_系統267,14:56:00,14:56:00,200262_02,25,前橋駅,0,0,1
平日_14時26分_系統267,14:57:00,14:57:00,201015_02,26,前橋駅,0,0,1
平日_14時26分_系統267,14:59:00,14:59:00,200379_02,27,前橋駅,0,0,1
平日_14時26分_系統267,15:00:00,15:00:00,200455_02,28,前橋駅,0,0,1
平日_14時26分_系統267,15:02:00,15:02:00,200702_02,29,前橋駅,0,0,1
平日_14時26分_系統267,15:03:00,15:03:00,200703_02,30,前橋駅,0,0,1
平日_14時26分_系統267,15:05:00,15:05:00,201081_02,31,前橋駅,0,0,1
平日_14時26分_系統267,15:07:00,15:07:00,200998_02,32,前橋駅,0,0,1
平日_14時26分_系統267,15:10:00,15:10:00,200718_10,33,前橋駅,1,0,1
平日_14時27分_系統262,14:27:00,14:27:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
平日_14時27分_系統262,14:28:00,14:28:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:30:00,14:30:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:32:00,14:32:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:32:00,14:32:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:34:00,14:34:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:35:00,14:35:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:37:00,14:37:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:38:00,14:38:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:39:00,14:39:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:40:00,14:40:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:41:00,14:41:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:43:00,14:43:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:45:00,14:45:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:46:00,14:46:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:47:00,14:47:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:49:00,14:49:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:51:00,14:51:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:52:00,14:52:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:53:00,14:53:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:54:00,14:54:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:55:00,14:55:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:55:00,14:55:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:56:00,14:56:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:58:00,14:58:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:58:00,14:58:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,14:59:00,14:59:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,15:00:00,15:00:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,15:02:00,15:02:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,15:03:00,15:03:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,15:05:00,15:05:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,15:06:00,15:06:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_14時27分_系統262,15:08:00,15:08:00,200463_06,33,渋川市内循環,0,0,1
平日_14時27分_系統262,15:09:00,15:09:00,200468_01,34,渋川市内循環,0,0,1
平日_14時27分_系統262,15:11:00,15:11:00,200466_01,35,渋川市内循環,0,0,1
平日_14時27分_系統262,15:12:00,15:12:00,200704_01,36,渋川市内循環,0,0,1
平日_14時27分_系統262,15:13:00,15:13:00,200476_02,37,渋川市内循環,0,0,1
平日_14時27分_系統262,15:14:00,15:14:00,200477_02,38,渋川市内循環,0,0,1
平日_14時27分_系統262,15:15:00,15:15:00,200430_02,39,渋川市内循環,0,0,1
平日_14時27分_系統262,15:16:00,15:16:00,200007_02,40,渋川市内循環,0,0,1
平日_14時27分_系統262,15:21:00,15:21:00,210463_10,41,渋川市内循環,1,0,1
平日_14時37分_系統261,14:37:00,14:37:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_14時37分_系統261,14:38:00,14:38:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:39:00,14:39:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:40:00,14:40:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:41:00,14:41:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:42:00,14:42:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:43:00,14:43:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:44:00,14:44:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:45:00,14:45:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_14時37分_系統261,14:50:00,14:50:00,200463_01,10,前橋駅,0,0,1
平日_14時37分_系統261,14:51:00,14:51:00,200768_02,11,前橋駅,0,0,1
平日_14時37分_系統261,14:52:00,14:52:00,200730_02,12,前橋駅,0,0,1
平日_14時37分_系統261,14:54:00,14:54:00,200827_02,13,前橋駅,0,0,1
平日_14時37分_系統261,14:55:00,14:55:00,200506_02,14,前橋駅,0,0,1
平日_14時37分_系統261,14:56:00,14:56:00,200017_02,15,前橋駅,0,0,1
平日_14時37分_系統261,14:57:00,14:57:00,200519_02,16,前橋駅,0,0,1
平日_14時37分_系統261,14:57:00,14:57:00,200987_02,17,前橋駅,0,0,1
平日_14時37分_系統261,14:59:00,14:59:00,200985_02,18,前橋駅,0,0,1
平日_14時37分_系統261,15:00:00,15:00:00,200895_02,19,前橋駅,0,0,1
平日_14時37分_系統261,15:02:00,15:02:00,200395_02,20,前橋駅,0,0,1
平日_14時37分_系統261,15:02:00,15:02:00,200153_02,21,前橋駅,0,0,1
平日_14時37分_系統261,15:03:00,15:03:00,201100_02,22,前橋駅,0,0,1
平日_14時37分_系統261,15:04:00,15:04:00,200981_02,23,前橋駅,0,0,1
平日_14時37分_系統261,15:05:00,15:05:00,200872_02,24,前橋駅,0,0,1
平日_14時37分_系統261,15:06:00,15:06:00,201056_02,25,前橋駅,0,0,1
平日_14時37分_系統261,15:08:00,15:08:00,200189_02,26,前橋駅,0,0,1
平日_14時37分_系統261,15:09:00,15:09:00,200722_02,27,前橋駅,0,0,1
平日_14時37分_系統261,15:10:00,15:10:00,200343_02,28,前橋駅,0,0,1
平日_14時37分_系統261,15:11:00,15:11:00,200348_02,29,前橋駅,0,0,1
平日_14時37分_系統261,15:13:00,15:13:00,201071_02,30,前橋駅,0,0,1
平日_14時37分_系統261,15:15:00,15:15:00,200542_02,31,前橋駅,0,0,1
平日_14時37分_系統261,15:17:00,15:17:00,200141_02,32,前橋駅,0,0,1
平日_14時37分_系統261,15:18:00,15:18:00,200142_02,33,前橋駅,0,0,1
平日_14時37分_系統261,15:20:00,15:20:00,200262_02,34,前橋駅,0,0,1
平日_14時37分_系統261,15:21:00,15:21:00,201015_02,35,前橋駅,0,0,1
平日_14時37分_系統261,15:23:00,15:23:00,200379_02,36,前橋駅,0,0,1
平日_14時37分_系統261,15:24:00,15:24:00,200455_02,37,前橋駅,0,0,1
平日_14時37分_系統261,15:26:00,15:26:00,200702_02,38,前橋駅,0,0,1
平日_14時37分_系統261,15:27:00,15:27:00,200703_02,39,前橋駅,0,0,1
平日_14時37分_系統261,15:29:00,15:29:00,201081_02,40,前橋駅,0,0,1
平日_14時37分_系統261,15:31:00,15:31:00,200998_02,41,前橋駅,0,0,1
平日_14時37分_系統261,15:34:00,15:34:00,200718_10,42,前橋駅,1,0,1
平日_14時40分_系統584,14:40:00,14:40:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
平日_14時40分_系統584,14:41:00,14:41:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:43:00,14:43:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:45:00,14:45:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:45:00,14:45:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:47:00,14:47:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:48:00,14:48:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:50:00,14:50:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:51:00,14:51:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:52:00,14:52:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:55:00,14:55:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:56:00,14:56:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:57:00,14:57:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:58:00,14:58:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,14:59:00,14:59:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,15:01:00,15:01:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,15:02:00,15:02:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,15:03:00,15:03:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_14時40分_系統584,15:05:00,15:05:00,200927_01,19,群馬大学荒牧,0,0,1
平日_14時40分_系統584,15:06:00,15:06:00,201185_01,20,群馬大学荒牧,0,0,1
平日_14時40分_系統584,15:10:00,15:10:00,200348_01,21,群馬大学荒牧,0,0,1
平日_14時40分_系統584,15:11:00,15:11:00,200343_01,22,群馬大学荒牧,0,0,1
平日_14時40分_系統584,15:12:00,15:12:00,200722_01,23,群馬大学荒牧,0,0,1
平日_14時40分_系統584,15:15:00,15:15:00,200273_01,24,群馬大学荒牧,1,0,1
平日_14時53分_系統587,14:53:00,14:53:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
平日_14時53分_系統587,14:55:00,14:55:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,14:56:00,14:56:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,14:57:00,14:57:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,14:59:00,14:59:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,15:01:00,15:01:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,15:03:00,15:03:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,15:04:00,15:04:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,15:05:00,15:05:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
平日_14時53分_系統587,15:08:00,15:08:00,200261_01,10,前橋駅,0,0,1
平日_14時53分_系統587,15:09:00,15:09:00,200503_02,11,前橋駅,0,0,1
平日_14時53分_系統587,15:11:00,15:11:00,200262_02,12,前橋駅,0,0,1
平日_14時53分_系統587,15:12:00,15:12:00,201015_02,13,前橋駅,0,0,1
平日_14時53分_系統587,15:14:00,15:14:00,200379_02,14,前橋駅,0,0,1
平日_14時53分_系統587,15:15:00,15:15:00,200455_02,15,前橋駅,0,0,1
平日_14時53分_系統587,15:17:00,15:17:00,200702_02,16,前橋駅,0,0,1
平日_14時53分_系統587,15:18:00,15:18:00,200703_02,17,前橋駅,0,0,1
平日_14時53分_系統587,15:20:00,15:20:00,201081_02,18,前橋駅,0,0,1
平日_14時53分_系統587,15:22:00,15:22:00,200998_02,19,前橋駅,0,0,1
平日_14時53分_系統587,15:25:00,15:25:00,200718_10,20,前橋駅,1,0,1
平日_14時57分_系統268,14:57:00,14:57:00,200718_02,1,渋川駅,0,1,1
平日_14時57分_系統268,14:58:00,14:58:00,200998_01,2,渋川駅,0,0,1
平日_14時57分_系統268,15:00:00,15:00:00,201081_01,3,渋川駅,0,0,1
平日_14時57分_系統268,15:02:00,15:02:00,200703_01,4,渋川駅,0,0,1
平日_14時57分_系統268,15:02:00,15:02:00,200702_01,5,渋川駅,0,0,1
平日_14時57分_系統268,15:04:00,15:04:00,200455_01,6,渋川駅,0,0,1
平日_14時57分_系統268,15:05:00,15:05:00,200379_01,7,渋川駅,0,0,1
平日_14時57分_系統268,15:07:00,15:07:00,201015_01,8,渋川駅,0,0,1
平日_14時57分_系統268,15:08:00,15:08:00,200262_01,9,渋川駅,0,0,1
平日_14時57分_系統268,15:09:00,15:09:00,200142_01,10,渋川駅,0,0,1
平日_14時57分_系統268,15:10:00,15:10:00,200141_01,11,渋川駅,0,0,1
平日_14時57分_系統268,15:11:00,15:11:00,200542_01,12,渋川駅,0,0,1
平日_14時57分_系統268,15:13:00,15:13:00,201071_01,13,渋川駅,0,0,1
平日_14時57分_系統268,15:15:00,15:15:00,200348_01,14,渋川駅,0,0,1
平日_14時57分_系統268,15:16:00,15:16:00,200343_01,15,渋川駅,0,0,1
平日_14時57分_系統268,15:17:00,15:17:00,200722_01,16,渋川駅,0,0,1
平日_14時57分_系統268,15:19:00,15:19:00,200189_01,17,渋川駅,0,0,1
平日_14時57分_系統268,15:21:00,15:21:00,201056_01,18,渋川駅,0,0,1
平日_14時57分_系統268,15:22:00,15:22:00,200872_01,19,渋川駅,0,0,1
平日_14時57分_系統268,15:23:00,15:23:00,200981_01,20,渋川駅,0,0,1
平日_14時57分_系統268,15:24:00,15:24:00,201100_01,21,渋川駅,0,0,1
平日_14時57分_系統268,15:25:00,15:25:00,200153_01,22,渋川駅,0,0,1
平日_14時57分_系統268,15:25:00,15:25:00,200395_01,23,渋川駅,0,0,1
平日_14時57分_系統268,15:26:00,15:26:00,200895_01,24,渋川駅,0,0,1
平日_14時57分_系統268,15:28:00,15:28:00,200985_01,25,渋川駅,0,0,1
平日_14時57分_系統268,15:28:00,15:28:00,200987_01,26,渋川駅,0,0,1
平日_14時57分_系統268,15:29:00,15:29:00,200519_01,27,渋川駅,0,0,1
平日_14時57分_系統268,15:30:00,15:30:00,200017_01,28,渋川駅,0,0,1
平日_14時57分_系統268,15:32:00,15:32:00,200506_01,29,渋川駅,0,0,1
平日_14時57分_系統268,15:33:00,15:33:00,200827_01,30,渋川駅,0,0,1
平日_14時57分_系統268,15:35:00,15:35:00,200730_01,31,渋川駅,0,0,1
平日_14時57分_系統268,15:36:00,15:36:00,200768_01,32,渋川駅,0,0,1
平日_14時57分_系統268,15:39:00,15:39:00,200463_10,33,渋川駅,1,0,1
平日_15時10分_系統580,15:10:00,15:10:00,200718_02,1,群馬大学荒牧,0,1,1
平日_15時10分_系統580,15:11:00,15:11:00,200998_01,2,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:13:00,15:13:00,201081_01,3,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:15:00,15:15:00,200703_01,4,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:15:00,15:15:00,200702_01,5,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:17:00,15:17:00,200455_01,6,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:18:00,15:18:00,200379_01,7,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:20:00,15:20:00,201015_01,8,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:21:00,15:21:00,200262_01,9,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:22:00,15:22:00,200142_01,10,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:23:00,15:23:00,200141_01,11,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:24:00,15:24:00,200542_01,12,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:26:00,15:26:00,201071_01,13,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:28:00,15:28:00,200348_01,14,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:29:00,15:29:00,200343_01,15,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:30:00,15:30:00,200722_01,16,群馬大学荒牧,0,0,1
平日_15時10分_系統580,15:33:00,15:33:00,200273_01,17,群馬大学荒牧,1,0,1
平日_15時17分_系統265,15:17:00,15:17:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
平日_15時17分_系統265,15:18:00,15:18:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:19:00,15:19:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:21:00,15:21:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:22:00,15:22:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:23:00,15:23:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:24:00,15:24:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:24:00,15:24:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:26:00,15:26:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:27:00,15:27:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:29:00,15:29:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:29:00,15:29:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:30:00,15:30:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:31:00,15:31:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:32:00,15:32:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:33:00,15:33:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:35:00,15:35:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_15時17分_系統265,15:38:00,15:38:00,200273_01,18,前橋駅,0,0,1
平日_15時17分_系統265,15:40:00,15:40:00,200722_02,19,前橋駅,0,0,1
平日_15時17分_系統265,15:41:00,15:41:00,200343_02,20,前橋駅,0,0,1
平日_15時17分_系統265,15:42:00,15:42:00,200348_02,21,前橋駅,0,0,1
平日_15時17分_系統265,15:44:00,15:44:00,201071_02,22,前橋駅,0,0,1
平日_15時17分_系統265,15:46:00,15:46:00,200542_02,23,前橋駅,0,0,1
平日_15時17分_系統265,15:48:00,15:48:00,200141_02,24,前橋駅,0,0,1
平日_15時17分_系統265,15:49:00,15:49:00,200142_02,25,前橋駅,0,0,1
平日_15時17分_系統265,15:51:00,15:51:00,200262_02,26,前橋駅,0,0,1
平日_15時17分_系統265,15:52:00,15:52:00,201015_02,27,前橋駅,0,0,1
平日_15時17分_系統265,15:54:00,15:54:00,200379_02,28,前橋駅,0,0,1
平日_15時17分_系統265,15:55:00,15:55:00,200455_02,29,前橋駅,0,0,1
平日_15時17分_系統265,15:57:00,15:57:00,200702_02,30,前橋駅,0,0,1
平日_15時17分_系統265,15:58:00,15:58:00,200703_02,31,前橋駅,0,0,1
平日_15時17分_系統265,16:00:00,16:00:00,201081_02,32,前橋駅,0,0,1
平日_15時17分_系統265,16:02:00,16:02:00,200998_02,33,前橋駅,0,0,1
平日_15時17分_系統265,16:05:00,16:05:00,200718_10,34,前橋駅,1,0,1
平日_15時20分_系統583,15:20:00,15:20:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
平日_15時20分_系統583,15:22:00,15:22:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
平日_15時20分_系統583,15:23:00,15:23:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
平日_15時20分_系統583,15:24:00,15:24:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
平日_15時20分_系統583,15:27:00,15:27:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
平日_15時20分_系統583,15:30:00,15:30:00,200927_01,6,前橋駅,0,0,1
平日_15時20分_系統583,15:30:00,15:30:00,200800_02,7,前橋駅,0,0,1
平日_15時20分_系統583,15:31:00,15:31:00,200928_02,8,前橋駅,0,0,1
平日_15時20分_系統583,15:33:00,15:33:00,201071_02,9,前橋駅,0,0,1
平日_15時20分_系統583,15:35:00,15:35:00,200542_02,10,前橋駅,0,0,1
平日_15時20分_系統583,15:37:00,15:37:00,200141_02,11,前橋駅,0,0,1
平日_15時20分_系統583,15:38:00,15:38:00,200142_02,12,前橋駅,0,0,1
平日_15時20分_系統583,15:40:00,15:40:00,200262_02,13,前橋駅,0,0,1
平日_15時20分_系統583,15:41:00,15:41:00,201015_02,14,前橋駅,0,0,1
平日_15時20分_系統583,15:43:00,15:43:00,200379_02,15,前橋駅,0,0,1
平日_15時20分_系統583,15:44:00,15:44:00,200455_02,16,前橋駅,0,0,1
平日_15時20分_系統583,15:46:00,15:46:00,200702_02,17,前橋駅,0,0,1
平日_15時20分_系統583,15:47:00,15:47:00,200703_02,18,前橋駅,0,0,1
平日_15時20分_系統583,15:49:00,15:49:00,201081_02,19,前橋駅,0,0,1
平日_15時20分_系統583,15:51:00,15:51:00,200998_02,20,前橋駅,0,0,1
平日_15時20分_系統583,15:54:00,15:54:00,200718_10,21,前橋駅,1,0,1
平日_15時27分_系統266,15:27:00,15:27:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_15時27分_系統266,15:28:00,15:28:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:30:00,15:30:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:32:00,15:32:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:32:00,15:32:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:34:00,15:34:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:35:00,15:35:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:37:00,15:37:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:38:00,15:38:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:39:00,15:39:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:40:00,15:40:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:41:00,15:41:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:43:00,15:43:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:45:00,15:45:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:46:00,15:46:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:47:00,15:47:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_15時27分_系統266,15:49:00,15:49:00,200273_01,17,渋川駅,0,0,1
平日_15時27分_系統266,15:52:00,15:52:00,200189_01,18,渋川駅,0,0,1
平日_15時27分_系統266,15:54:00,15:54:00,201056_01,19,渋川駅,0,0,1
平日_15時27分_系統266,15:55:00,15:55:00,200872_01,20,渋川駅,0,0,1
平日_15時27分_系統266,15:56:00,15:56:00,200981_01,21,渋川駅,0,0,1
平日_15時27分_系統266,15:57:00,15:57:00,201100_01,22,渋川駅,0,0,1
平日_15時27分_系統266,15:58:00,15:58:00,200153_01,23,渋川駅,0,0,1
平日_15時27分_系統266,15:58:00,15:58:00,200395_01,24,渋川駅,0,0,1
平日_15時27分_系統266,15:59:00,15:59:00,200895_01,25,渋川駅,0,0,1
平日_15時27分_系統266,16:01:00,16:01:00,200985_01,26,渋川駅,0,0,1
平日_15時27分_系統266,16:01:00,16:01:00,200987_01,27,渋川駅,0,0,1
平日_15時27分_系統266,16:02:00,16:02:00,200519_01,28,渋川駅,0,0,1
平日_15時27分_系統266,16:03:00,16:03:00,200017_01,29,渋川駅,0,0,1
平日_15時27分_系統266,16:05:00,16:05:00,200506_01,30,渋川駅,0,0,1
平日_15時27分_系統266,16:06:00,16:06:00,200827_01,31,渋川駅,0,0,1
平日_15時27分_系統266,16:08:00,16:08:00,200730_01,32,渋川駅,0,0,1
平日_15時27分_系統266,16:09:00,16:09:00,200768_01,33,渋川駅,0,0,1
平日_15時27分_系統266,16:12:00,16:12:00,200463_10,34,渋川駅,1,0,1
平日_15時37分_系統582,15:37:00,15:37:00,200718_02,1,群馬大学荒牧（南橘団地 経由）,0,1,1
平日_15時37分_系統582,15:38:00,15:38:00,200998_01,2,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:40:00,15:40:00,201081_01,3,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:42:00,15:42:00,200703_01,4,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:42:00,15:42:00,200702_01,5,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:44:00,15:44:00,200455_01,6,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:45:00,15:45:00,200379_01,7,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:47:00,15:47:00,201015_01,8,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:48:00,15:48:00,200262_01,9,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:49:00,15:49:00,200142_01,10,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:50:00,15:50:00,200141_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:51:00,15:51:00,200542_01,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:53:00,15:53:00,201071_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:54:00,15:54:00,200928_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:55:00,15:55:00,200800_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_15時37分_系統582,15:57:00,15:57:00,200927_01,16,群馬大学荒牧,0,0,1
平日_15時37分_系統582,15:58:00,15:58:00,201185_01,17,群馬大学荒牧,0,0,1
平日_15時37分_系統582,16:02:00,16:02:00,200348_01,18,群馬大学荒牧,0,0,1
平日_15時37分_系統582,16:03:00,16:03:00,200343_01,19,群馬大学荒牧,0,0,1
平日_15時37分_系統582,16:04:00,16:04:00,200722_01,20,群馬大学荒牧,0,0,1
平日_15時37分_系統582,16:07:00,16:07:00,200273_01,21,群馬大学荒牧,1,0,1
平日_15時40分_系統261,15:40:00,15:40:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_15時40分_系統261,15:41:00,15:41:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:42:00,15:42:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:43:00,15:43:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:44:00,15:44:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:45:00,15:45:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:46:00,15:46:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:47:00,15:47:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:48:00,15:48:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_15時40分_系統261,15:53:00,15:53:00,200463_01,10,前橋駅,0,0,1
平日_15時40分_系統261,15:54:00,15:54:00,200768_02,11,前橋駅,0,0,1
平日_15時40分_系統261,15:55:00,15:55:00,200730_02,12,前橋駅,0,0,1
平日_15時40分_系統261,15:57:00,15:57:00,200827_02,13,前橋駅,0,0,1
平日_15時40分_系統261,15:58:00,15:58:00,200506_02,14,前橋駅,0,0,1
平日_15時40分_系統261,15:59:00,15:59:00,200017_02,15,前橋駅,0,0,1
平日_15時40分_系統261,16:00:00,16:00:00,200519_02,16,前橋駅,0,0,1
平日_15時40分_系統261,16:00:00,16:00:00,200987_02,17,前橋駅,0,0,1
平日_15時40分_系統261,16:02:00,16:02:00,200985_02,18,前橋駅,0,0,1
平日_15時40分_系統261,16:03:00,16:03:00,200895_02,19,前橋駅,0,0,1
平日_15時40分_系統261,16:05:00,16:05:00,200395_02,20,前橋駅,0,0,1
平日_15時40分_系統261,16:05:00,16:05:00,200153_02,21,前橋駅,0,0,1
平日_15時40分_系統261,16:06:00,16:06:00,201100_02,22,前橋駅,0,0,1
平日_15時40分_系統261,16:07:00,16:07:00,200981_02,23,前橋駅,0,0,1
平日_15時40分_系統261,16:08:00,16:08:00,200872_02,24,前橋駅,0,0,1
平日_15時40分_系統261,16:09:00,16:09:00,201056_02,25,前橋駅,0,0,1
平日_15時40分_系統261,16:11:00,16:11:00,200189_02,26,前橋駅,0,0,1
平日_15時40分_系統261,16:12:00,16:12:00,200722_02,27,前橋駅,0,0,1
平日_15時40分_系統261,16:13:00,16:13:00,200343_02,28,前橋駅,0,0,1
平日_15時40分_系統261,16:14:00,16:14:00,200348_02,29,前橋駅,0,0,1
平日_15時40分_系統261,16:16:00,16:16:00,201071_02,30,前橋駅,0,0,1
平日_15時40分_系統261,16:18:00,16:18:00,200542_02,31,前橋駅,0,0,1
平日_15時40分_系統261,16:20:00,16:20:00,200141_02,32,前橋駅,0,0,1
平日_15時40分_系統261,16:21:00,16:21:00,200142_02,33,前橋駅,0,0,1
平日_15時40分_系統261,16:23:00,16:23:00,200262_02,34,前橋駅,0,0,1
平日_15時40分_系統261,16:24:00,16:24:00,201015_02,35,前橋駅,0,0,1
平日_15時40分_系統261,16:26:00,16:26:00,200379_02,36,前橋駅,0,0,1
平日_15時40分_系統261,16:27:00,16:27:00,200455_02,37,前橋駅,0,0,1
平日_15時40分_系統261,16:29:00,16:29:00,200702_02,38,前橋駅,0,0,1
平日_15時40分_系統261,16:30:00,16:30:00,200703_02,39,前橋駅,0,0,1
平日_15時40分_系統261,16:32:00,16:32:00,201081_02,40,前橋駅,0,0,1
平日_15時40分_系統261,16:34:00,16:34:00,200998_02,41,前橋駅,0,0,1
平日_15時40分_系統261,16:37:00,16:37:00,200718_10,42,前橋駅,1,0,1
平日_15時48分_系統268,15:48:00,15:48:00,200718_02,1,渋川駅,0,1,1
平日_15時48分_系統268,15:49:00,15:49:00,200998_01,2,渋川駅,0,0,1
平日_15時48分_系統268,15:51:00,15:51:00,201081_01,3,渋川駅,0,0,1
平日_15時48分_系統268,15:53:00,15:53:00,200703_01,4,渋川駅,0,0,1
平日_15時48分_系統268,15:53:00,15:53:00,200702_01,5,渋川駅,0,0,1
平日_15時48分_系統268,15:55:00,15:55:00,200455_01,6,渋川駅,0,0,1
平日_15時48分_系統268,15:56:00,15:56:00,200379_01,7,渋川駅,0,0,1
平日_15時48分_系統268,15:58:00,15:58:00,201015_01,8,渋川駅,0,0,1
平日_15時48分_系統268,15:59:00,15:59:00,200262_01,9,渋川駅,0,0,1
平日_15時48分_系統268,16:00:00,16:00:00,200142_01,10,渋川駅,0,0,1
平日_15時48分_系統268,16:01:00,16:01:00,200141_01,11,渋川駅,0,0,1
平日_15時48分_系統268,16:02:00,16:02:00,200542_01,12,渋川駅,0,0,1
平日_15時48分_系統268,16:04:00,16:04:00,201071_01,13,渋川駅,0,0,1
平日_15時48分_系統268,16:06:00,16:06:00,200348_01,14,渋川駅,0,0,1
平日_15時48分_系統268,16:07:00,16:07:00,200343_01,15,渋川駅,0,0,1
平日_15時48分_系統268,16:08:00,16:08:00,200722_01,16,渋川駅,0,0,1
平日_15時48分_系統268,16:10:00,16:10:00,200189_01,17,渋川駅,0,0,1
平日_15時48分_系統268,16:12:00,16:12:00,201056_01,18,渋川駅,0,0,1
平日_15時48分_系統268,16:13:00,16:13:00,200872_01,19,渋川駅,0,0,1
平日_15時48分_系統268,16:14:00,16:14:00,200981_01,20,渋川駅,0,0,1
平日_15時48分_系統268,16:15:00,16:15:00,201100_01,21,渋川駅,0,0,1
平日_15時48分_系統268,16:16:00,16:16:00,200153_01,22,渋川駅,0,0,1
平日_15時48分_系統268,16:16:00,16:16:00,200395_01,23,渋川駅,0,0,1
平日_15時48分_系統268,16:17:00,16:17:00,200895_01,24,渋川駅,0,0,1
平日_15時48分_系統268,16:19:00,16:19:00,200985_01,25,渋川駅,0,0,1
平日_15時48分_系統268,16:19:00,16:19:00,200987_01,26,渋川駅,0,0,1
平日_15時48分_系統268,16:20:00,16:20:00,200519_01,27,渋川駅,0,0,1
平日_15時48分_系統268,16:21:00,16:21:00,200017_01,28,渋川駅,0,0,1
平日_15時48分_系統268,16:23:00,16:23:00,200506_01,29,渋川駅,0,0,1
平日_15時48分_系統268,16:24:00,16:24:00,200827_01,30,渋川駅,0,0,1
平日_15時48分_系統268,16:26:00,16:26:00,200730_01,31,渋川駅,0,0,1
平日_15時48分_系統268,16:27:00,16:27:00,200768_01,32,渋川駅,0,0,1
平日_15時48分_系統268,16:30:00,16:30:00,200463_10,33,渋川駅,1,0,1
平日_15時50分_系統587,15:50:00,15:50:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
平日_15時50分_系統587,15:52:00,15:52:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,15:53:00,15:53:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,15:54:00,15:54:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,15:56:00,15:56:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,15:58:00,15:58:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,16:00:00,16:00:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,16:01:00,16:01:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,16:02:00,16:02:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
平日_15時50分_系統587,16:05:00,16:05:00,200261_01,10,前橋駅,0,0,1
平日_15時50分_系統587,16:06:00,16:06:00,200503_02,11,前橋駅,0,0,1
平日_15時50分_系統587,16:08:00,16:08:00,200262_02,12,前橋駅,0,0,1
平日_15時50分_系統587,16:09:00,16:09:00,201015_02,13,前橋駅,0,0,1
平日_15時50分_系統587,16:11:00,16:11:00,200379_02,14,前橋駅,0,0,1
平日_15時50分_系統587,16:12:00,16:12:00,200455_02,15,前橋駅,0,0,1
平日_15時50分_系統587,16:14:00,16:14:00,200702_02,16,前橋駅,0,0,1
平日_15時50分_系統587,16:15:00,16:15:00,200703_02,17,前橋駅,0,0,1
平日_15時50分_系統587,16:17:00,16:17:00,201081_02,18,前橋駅,0,0,1
平日_15時50分_系統587,16:19:00,16:19:00,200998_02,19,前橋駅,0,0,1
平日_15時50分_系統587,16:22:00,16:22:00,200718_10,20,前橋駅,1,0,1
平日_16時05分_系統268,16:05:00,16:05:00,200718_02,1,渋川駅,0,1,1
平日_16時05分_系統268,16:06:00,16:06:00,200998_01,2,渋川駅,0,0,1
平日_16時05分_系統268,16:08:00,16:08:00,201081_01,3,渋川駅,0,0,1
平日_16時05分_系統268,16:10:00,16:10:00,200703_01,4,渋川駅,0,0,1
平日_16時05分_系統268,16:10:00,16:10:00,200702_01,5,渋川駅,0,0,1
平日_16時05分_系統268,16:12:00,16:12:00,200455_01,6,渋川駅,0,0,1
平日_16時05分_系統268,16:13:00,16:13:00,200379_01,7,渋川駅,0,0,1
平日_16時05分_系統268,16:15:00,16:15:00,201015_01,8,渋川駅,0,0,1
平日_16時05分_系統268,16:16:00,16:16:00,200262_01,9,渋川駅,0,0,1
平日_16時05分_系統268,16:17:00,16:17:00,200142_01,10,渋川駅,0,0,1
平日_16時05分_系統268,16:18:00,16:18:00,200141_01,11,渋川駅,0,0,1
平日_16時05分_系統268,16:19:00,16:19:00,200542_01,12,渋川駅,0,0,1
平日_16時05分_系統268,16:21:00,16:21:00,201071_01,13,渋川駅,0,0,1
平日_16時05分_系統268,16:23:00,16:23:00,200348_01,14,渋川駅,0,0,1
平日_16時05分_系統268,16:24:00,16:24:00,200343_01,15,渋川駅,0,0,1
平日_16時05分_系統268,16:25:00,16:25:00,200722_01,16,渋川駅,0,0,1
平日_16時05分_系統268,16:27:00,16:27:00,200189_01,17,渋川駅,0,0,1
平日_16時05分_系統268,16:29:00,16:29:00,201056_01,18,渋川駅,0,0,1
平日_16時05分_系統268,16:30:00,16:30:00,200872_01,19,渋川駅,0,0,1
平日_16時05分_系統268,16:31:00,16:31:00,200981_01,20,渋川駅,0,0,1
平日_16時05分_系統268,16:32:00,16:32:00,201100_01,21,渋川駅,0,0,1
平日_16時05分_系統268,16:33:00,16:33:00,200153_01,22,渋川駅,0,0,1
平日_16時05分_系統268,16:33:00,16:33:00,200395_01,23,渋川駅,0,0,1
平日_16時05分_系統268,16:34:00,16:34:00,200895_01,24,渋川駅,0,0,1
平日_16時05分_系統268,16:36:00,16:36:00,200985_01,25,渋川駅,0,0,1
平日_16時05分_系統268,16:36:00,16:36:00,200987_01,26,渋川駅,0,0,1
平日_16時05分_系統268,16:37:00,16:37:00,200519_01,27,渋川駅,0,0,1
平日_16時05分_系統268,16:38:00,16:38:00,200017_01,28,渋川駅,0,0,1
平日_16時05分_系統268,16:40:00,16:40:00,200506_01,29,渋川駅,0,0,1
平日_16時05分_系統268,16:41:00,16:41:00,200827_01,30,渋川駅,0,0,1
平日_16時05分_系統268,16:43:00,16:43:00,200730_01,31,渋川駅,0,0,1
平日_16時05分_系統268,16:44:00,16:44:00,200768_01,32,渋川駅,0,0,1
平日_16時05分_系統268,16:47:00,16:47:00,200463_10,33,渋川駅,1,0,1
平日_16時12分_系統261,16:12:00,16:12:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_16時12分_系統261,16:13:00,16:13:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:14:00,16:14:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:15:00,16:15:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:16:00,16:16:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:17:00,16:17:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:18:00,16:18:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:19:00,16:19:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:20:00,16:20:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_16時12分_系統261,16:25:00,16:25:00,200463_01,10,前橋駅,0,0,1
平日_16時12分_系統261,16:26:00,16:26:00,200768_02,11,前橋駅,0,0,1
平日_16時12分_系統261,16:27:00,16:27:00,200730_02,12,前橋駅,0,0,1
平日_16時12分_系統261,16:29:00,16:29:00,200827_02,13,前橋駅,0,0,1
平日_16時12分_系統261,16:30:00,16:30:00,200506_02,14,前橋駅,0,0,1
平日_16時12分_系統261,16:31:00,16:31:00,200017_02,15,前橋駅,0,0,1
平日_16時12分_系統261,16:32:00,16:32:00,200519_02,16,前橋駅,0,0,1
平日_16時12分_系統261,16:32:00,16:32:00,200987_02,17,前橋駅,0,0,1
平日_16時12分_系統261,16:34:00,16:34:00,200985_02,18,前橋駅,0,0,1
平日_16時12分_系統261,16:35:00,16:35:00,200895_02,19,前橋駅,0,0,1
平日_16時12分_系統261,16:37:00,16:37:00,200395_02,20,前橋駅,0,0,1
平日_16時12分_系統261,16:37:00,16:37:00,200153_02,21,前橋駅,0,0,1
平日_16時12分_系統261,16:38:00,16:38:00,201100_02,22,前橋駅,0,0,1
平日_16時12分_系統261,16:39:00,16:39:00,200981_02,23,前橋駅,0,0,1
平日_16時12分_系統261,16:40:00,16:40:00,200872_02,24,前橋駅,0,0,1
平日_16時12分_系統261,16:41:00,16:41:00,201056_02,25,前橋駅,0,0,1
平日_16時12分_系統261,16:43:00,16:43:00,200189_02,26,前橋駅,0,0,1
平日_16時12分_系統261,16:44:00,16:44:00,200722_02,27,前橋駅,0,0,1
平日_16時12分_系統261,16:45:00,16:45:00,200343_02,28,前橋駅,0,0,1
平日_16時12分_系統261,16:46:00,16:46:00,200348_02,29,前橋駅,0,0,1
平日_16時12分_系統261,16:48:00,16:48:00,201071_02,30,前橋駅,0,0,1
平日_16時12分_系統261,16:50:00,16:50:00,200542_02,31,前橋駅,0,0,1
平日_16時12分_系統261,16:52:00,16:52:00,200141_02,32,前橋駅,0,0,1
平日_16時12分_系統261,16:53:00,16:53:00,200142_02,33,前橋駅,0,0,1
平日_16時12分_系統261,16:55:00,16:55:00,200262_02,34,前橋駅,0,0,1
平日_16時12分_系統261,16:56:00,16:56:00,201015_02,35,前橋駅,0,0,1
平日_16時12分_系統261,16:58:00,16:58:00,200379_02,36,前橋駅,0,0,1
平日_16時12分_系統261,16:59:00,16:59:00,200455_02,37,前橋駅,0,0,1
平日_16時12分_系統261,17:01:00,17:01:00,200702_02,38,前橋駅,0,0,1
平日_16時12分_系統261,17:02:00,17:02:00,200703_02,39,前橋駅,0,0,1
平日_16時12分_系統261,17:04:00,17:04:00,201081_02,40,前橋駅,0,0,1
平日_16時12分_系統261,17:06:00,17:06:00,200998_02,41,前橋駅,0,0,1
平日_16時12分_系統261,17:09:00,17:09:00,200718_10,42,前橋駅,1,0,1
平日_16時17分_系統580,16:17:00,16:17:00,200718_02,1,群馬大学荒牧,0,1,1
平日_16時17分_系統580,16:18:00,16:18:00,200998_01,2,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:20:00,16:20:00,201081_01,3,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:22:00,16:22:00,200703_01,4,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:22:00,16:22:00,200702_01,5,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:24:00,16:24:00,200455_01,6,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:25:00,16:25:00,200379_01,7,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:27:00,16:27:00,201015_01,8,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:28:00,16:28:00,200262_01,9,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:29:00,16:29:00,200142_01,10,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:30:00,16:30:00,200141_01,11,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:31:00,16:31:00,200542_01,12,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:33:00,16:33:00,201071_01,13,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:35:00,16:35:00,200348_01,14,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:36:00,16:36:00,200343_01,15,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:37:00,16:37:00,200722_01,16,群馬大学荒牧,0,0,1
平日_16時17分_系統580,16:40:00,16:40:00,200273_01,17,群馬大学荒牧,1,0,1
平日_16時20分_系統587,16:20:00,16:20:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
平日_16時20分_系統587,16:22:00,16:22:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:23:00,16:23:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:24:00,16:24:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:26:00,16:26:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:28:00,16:28:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:30:00,16:30:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:31:00,16:31:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:32:00,16:32:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
平日_16時20分_系統587,16:35:00,16:35:00,200261_01,10,前橋駅,0,0,1
平日_16時20分_系統587,16:36:00,16:36:00,200503_02,11,前橋駅,0,0,1
平日_16時20分_系統587,16:38:00,16:38:00,200262_02,12,前橋駅,0,0,1
平日_16時20分_系統587,16:39:00,16:39:00,201015_02,13,前橋駅,0,0,1
平日_16時20分_系統587,16:41:00,16:41:00,200379_02,14,前橋駅,0,0,1
平日_16時20分_系統587,16:42:00,16:42:00,200455_02,15,前橋駅,0,0,1
平日_16時20分_系統587,16:44:00,16:44:00,200702_02,16,前橋駅,0,0,1
平日_16時20分_系統587,16:45:00,16:45:00,200703_02,17,前橋駅,0,0,1
平日_16時20分_系統587,16:47:00,16:47:00,201081_02,18,前橋駅,0,0,1
平日_16時20分_系統587,16:49:00,16:49:00,200998_02,19,前橋駅,0,0,1
平日_16時20分_系統587,16:52:00,16:52:00,200718_10,20,前橋駅,1,0,1
平日_16時27分_系統262,16:27:00,16:27:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
平日_16時27分_系統262,16:28:00,16:28:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:30:00,16:30:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:32:00,16:32:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:32:00,16:32:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:34:00,16:34:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:35:00,16:35:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:37:00,16:37:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:38:00,16:38:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:39:00,16:39:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:40:00,16:40:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:41:00,16:41:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:43:00,16:43:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:45:00,16:45:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:46:00,16:46:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:47:00,16:47:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:49:00,16:49:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:51:00,16:51:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:52:00,16:52:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:53:00,16:53:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:54:00,16:54:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:55:00,16:55:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:55:00,16:55:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:56:00,16:56:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:58:00,16:58:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:58:00,16:58:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,16:59:00,16:59:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,17:00:00,17:00:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,17:02:00,17:02:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,17:04:00,17:04:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,17:06:00,17:06:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,17:07:00,17:07:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_16時27分_系統262,17:09:00,17:09:00,200463_06,33,渋川市内循環,0,0,1
平日_16時27分_系統262,17:10:00,17:10:00,200468_01,34,渋川市内循環,0,0,1
平日_16時27分_系統262,17:12:00,17:12:00,200466_01,35,渋川市内循環,0,0,1
平日_16時27分_系統262,17:13:00,17:13:00,200704_01,36,渋川市内循環,0,0,1
平日_16時27分_系統262,17:14:00,17:14:00,200476_02,37,渋川市内循環,0,0,1
平日_16時27分_系統262,17:15:00,17:15:00,200477_02,38,渋川市内循環,0,0,1
平日_16時27分_系統262,17:16:00,17:16:00,200430_02,39,渋川市内循環,0,0,1
平日_16時27分_系統262,17:17:00,17:17:00,200007_02,40,渋川市内循環,0,0,1
平日_16時27分_系統262,17:22:00,17:22:00,210463_10,41,渋川市内循環,1,0,1
平日_16時45分_系統265,16:45:00,16:45:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
平日_16時45分_系統265,16:46:00,16:46:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:47:00,16:47:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:49:00,16:49:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:50:00,16:50:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:51:00,16:51:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:52:00,16:52:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:52:00,16:52:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:54:00,16:54:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:55:00,16:55:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:57:00,16:57:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:57:00,16:57:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:58:00,16:58:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,16:59:00,16:59:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,17:00:00,17:00:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,17:01:00,17:01:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,17:03:00,17:03:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_16時45分_系統265,17:06:00,17:06:00,200273_01,18,前橋駅,0,0,1
平日_16時45分_系統265,17:08:00,17:08:00,200722_02,19,前橋駅,0,0,1
平日_16時45分_系統265,17:09:00,17:09:00,200343_02,20,前橋駅,0,0,1
平日_16時45分_系統265,17:10:00,17:10:00,200348_02,21,前橋駅,0,0,1
平日_16時45分_系統265,17:12:00,17:12:00,201071_02,22,前橋駅,0,0,1
平日_16時45分_系統265,17:14:00,17:14:00,200542_02,23,前橋駅,0,0,1
平日_16時45分_系統265,17:16:00,17:16:00,200141_02,24,前橋駅,0,0,1
平日_16時45分_系統265,17:17:00,17:17:00,200142_02,25,前橋駅,0,0,1
平日_16時45分_系統265,17:19:00,17:19:00,200262_02,26,前橋駅,0,0,1
平日_16時45分_系統265,17:20:00,17:20:00,201015_02,27,前橋駅,0,0,1
平日_16時45分_系統265,17:22:00,17:22:00,200379_02,28,前橋駅,0,0,1
平日_16時45分_系統265,17:23:00,17:23:00,200455_02,29,前橋駅,0,0,1
平日_16時45分_系統265,17:25:00,17:25:00,200702_02,30,前橋駅,0,0,1
平日_16時45分_系統265,17:26:00,17:26:00,200703_02,31,前橋駅,0,0,1
平日_16時45分_系統265,17:28:00,17:28:00,201081_02,32,前橋駅,0,0,1
平日_16時45分_系統265,17:30:00,17:30:00,200998_02,33,前橋駅,0,0,1
平日_16時45分_系統265,17:33:00,17:33:00,200718_10,34,前橋駅,1,0,1
平日_16時50分_系統268,16:50:00,16:50:00,200718_02,1,渋川駅,0,1,1
平日_16時50分_系統268,16:51:00,16:51:00,200998_01,2,渋川駅,0,0,1
平日_16時50分_系統268,16:53:00,16:53:00,201081_01,3,渋川駅,0,0,1
平日_16時50分_系統268,16:55:00,16:55:00,200703_01,4,渋川駅,0,0,1
平日_16時50分_系統268,16:55:00,16:55:00,200702_01,5,渋川駅,0,0,1
平日_16時50分_系統268,16:57:00,16:57:00,200455_01,6,渋川駅,0,0,1
平日_16時50分_系統268,16:58:00,16:58:00,200379_01,7,渋川駅,0,0,1
平日_16時50分_系統268,17:00:00,17:00:00,201015_01,8,渋川駅,0,0,1
平日_16時50分_系統268,17:01:00,17:01:00,200262_01,9,渋川駅,0,0,1
平日_16時50分_系統268,17:02:00,17:02:00,200142_01,10,渋川駅,0,0,1
平日_16時50分_系統268,17:03:00,17:03:00,200141_01,11,渋川駅,0,0,1
平日_16時50分_系統268,17:04:00,17:04:00,200542_01,12,渋川駅,0,0,1
平日_16時50分_系統268,17:06:00,17:06:00,201071_01,13,渋川駅,0,0,1
平日_16時50分_系統268,17:08:00,17:08:00,200348_01,14,渋川駅,0,0,1
平日_16時50分_系統268,17:09:00,17:09:00,200343_01,15,渋川駅,0,0,1
平日_16時50分_系統268,17:10:00,17:10:00,200722_01,16,渋川駅,0,0,1
平日_16時50分_系統268,17:12:00,17:12:00,200189_01,17,渋川駅,0,0,1
平日_16時50分_系統268,17:14:00,17:14:00,201056_01,18,渋川駅,0,0,1
平日_16時50分_系統268,17:15:00,17:15:00,200872_01,19,渋川駅,0,0,1
平日_16時50分_系統268,17:16:00,17:16:00,200981_01,20,渋川駅,0,0,1
平日_16時50分_系統268,17:17:00,17:17:00,201100_01,21,渋川駅,0,0,1
平日_16時50分_系統268,17:18:00,17:18:00,200153_01,22,渋川駅,0,0,1
平日_16時50分_系統268,17:18:00,17:18:00,200395_01,23,渋川駅,0,0,1
平日_16時50分_系統268,17:19:00,17:19:00,200895_01,24,渋川駅,0,0,1
平日_16時50分_系統268,17:21:00,17:21:00,200985_01,25,渋川駅,0,0,1
平日_16時50分_系統268,17:21:00,17:21:00,200987_01,26,渋川駅,0,0,1
平日_16時50分_系統268,17:22:00,17:22:00,200519_01,27,渋川駅,0,0,1
平日_16時50分_系統268,17:23:00,17:23:00,200017_01,28,渋川駅,0,0,1
平日_16時50分_系統268,17:25:00,17:25:00,200506_01,29,渋川駅,0,0,1
平日_16時50分_系統268,17:27:00,17:27:00,200827_01,30,渋川駅,0,0,1
平日_16時50分_系統268,17:29:00,17:29:00,200730_01,31,渋川駅,0,0,1
平日_16時50分_系統268,17:30:00,17:30:00,200768_01,32,渋川駅,0,0,1
平日_16時50分_系統268,17:33:00,17:33:00,200463_10,33,渋川駅,1,0,1
平日_16時55分_系統581,16:55:00,16:55:00,200273_01,1,前橋駅,0,1,1
平日_16時55分_系統581,16:57:00,16:57:00,200722_02,2,前橋駅,0,0,1
平日_16時55分_系統581,16:58:00,16:58:00,200343_02,3,前橋駅,0,0,1
平日_16時55分_系統581,16:59:00,16:59:00,200348_02,4,前橋駅,0,0,1
平日_16時55分_系統581,17:01:00,17:01:00,201071_02,5,前橋駅,0,0,1
平日_16時55分_系統581,17:03:00,17:03:00,200542_02,6,前橋駅,0,0,1
平日_16時55分_系統581,17:05:00,17:05:00,200141_02,7,前橋駅,0,0,1
平日_16時55分_系統581,17:06:00,17:06:00,200142_02,8,前橋駅,0,0,1
平日_16時55分_系統581,17:08:00,17:08:00,200262_02,9,前橋駅,0,0,1
平日_16時55分_系統581,17:09:00,17:09:00,201015_02,10,前橋駅,0,0,1
平日_16時55分_系統581,17:11:00,17:11:00,200379_02,11,前橋駅,0,0,1
平日_16時55分_系統581,17:12:00,17:12:00,200455_02,12,前橋駅,0,0,1
平日_16時55分_系統581,17:14:00,17:14:00,200702_02,13,前橋駅,0,0,1
平日_16時55分_系統581,17:15:00,17:15:00,200703_02,14,前橋駅,0,0,1
平日_16時55分_系統581,17:17:00,17:17:00,201081_02,15,前橋駅,0,0,1
平日_16時55分_系統581,17:19:00,17:19:00,200998_02,16,前橋駅,0,0,1
平日_16時55分_系統581,17:22:00,17:22:00,200718_10,17,前橋駅,1,0,1
平日_17時05分_系統265,17:05:00,17:05:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
平日_17時05分_系統265,17:06:00,17:06:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:07:00,17:07:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:09:00,17:09:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:10:00,17:10:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:11:00,17:11:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:12:00,17:12:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:12:00,17:12:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:14:00,17:14:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:15:00,17:15:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:17:00,17:17:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:17:00,17:17:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:18:00,17:18:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:19:00,17:19:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:20:00,17:20:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:21:00,17:21:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:23:00,17:23:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_17時05分_系統265,17:26:00,17:26:00,200273_01,18,前橋駅,0,0,1
平日_17時05分_系統265,17:28:00,17:28:00,200722_02,19,前橋駅,0,0,1
平日_17時05分_系統265,17:29:00,17:29:00,200343_02,20,前橋駅,0,0,1
平日_17時05分_系統265,17:30:00,17:30:00,200348_02,21,前橋駅,0,0,1
平日_17時05分_系統265,17:32:00,17:32:00,201071_02,22,前橋駅,0,0,1
平日_17時05分_系統265,17:34:00,17:34:00,200542_02,23,前橋駅,0,0,1
平日_17時05分_系統265,17:36:00,17:36:00,200141_02,24,前橋駅,0,0,1
平日_17時05分_系統265,17:37:00,17:37:00,200142_02,25,前橋駅,0,0,1
平日_17時05分_系統265,17:39:00,17:39:00,200262_02,26,前橋駅,0,0,1
平日_17時05分_系統265,17:40:00,17:40:00,201015_02,27,前橋駅,0,0,1
平日_17時05分_系統265,17:42:00,17:42:00,200379_02,28,前橋駅,0,0,1
平日_17時05分_系統265,17:43:00,17:43:00,200455_02,29,前橋駅,0,0,1
平日_17時05分_系統265,17:45:00,17:45:00,200702_02,30,前橋駅,0,0,1
平日_17時05分_系統265,17:46:00,17:46:00,200703_02,31,前橋駅,0,0,1
平日_17時05分_系統265,17:48:00,17:48:00,201081_02,32,前橋駅,0,0,1
平日_17時05分_系統265,17:50:00,17:50:00,200998_02,33,前橋駅,0,0,1
平日_17時05分_系統265,17:53:00,17:53:00,200718_10,34,前橋駅,1,0,1
平日_17時05分_系統582,17:05:00,17:05:00,200718_02,1,群馬大学荒牧（南橘団地 経由）,0,1,1
平日_17時05分_系統582,17:06:00,17:06:00,200998_01,2,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:08:00,17:08:00,201081_01,3,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:10:00,17:10:00,200703_01,4,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:10:00,17:10:00,200702_01,5,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:12:00,17:12:00,200455_01,6,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:13:00,17:13:00,200379_01,7,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:15:00,17:15:00,201015_01,8,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:16:00,17:16:00,200262_01,9,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:17:00,17:17:00,200142_01,10,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:18:00,17:18:00,200141_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:19:00,17:19:00,200542_01,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:21:00,17:21:00,201071_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:22:00,17:22:00,200928_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:23:00,17:23:00,200800_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時05分_系統582,17:25:00,17:25:00,200927_01,16,群馬大学荒牧,0,0,1
平日_17時05分_系統582,17:26:00,17:26:00,201185_01,17,群馬大学荒牧,0,0,1
平日_17時05分_系統582,17:30:00,17:30:00,200348_01,18,群馬大学荒牧,0,0,1
平日_17時05分_系統582,17:31:00,17:31:00,200343_01,19,群馬大学荒牧,0,0,1
平日_17時05分_系統582,17:32:00,17:32:00,200722_01,20,群馬大学荒牧,0,0,1
平日_17時05分_系統582,17:35:00,17:35:00,200273_01,21,群馬大学荒牧,1,0,1
平日_17時13分_系統261,17:13:00,17:13:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
平日_17時13分_系統261,17:14:00,17:14:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:15:00,17:15:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:16:00,17:16:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:17:00,17:17:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:18:00,17:18:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:19:00,17:19:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:20:00,17:20:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:21:00,17:21:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
平日_17時13分_系統261,17:26:00,17:26:00,200463_01,10,前橋駅,0,0,1
平日_17時13分_系統261,17:27:00,17:27:00,200768_02,11,前橋駅,0,0,1
平日_17時13分_系統261,17:28:00,17:28:00,200730_02,12,前橋駅,0,0,1
平日_17時13分_系統261,17:30:00,17:30:00,200827_02,13,前橋駅,0,0,1
平日_17時13分_系統261,17:31:00,17:31:00,200506_02,14,前橋駅,0,0,1
平日_17時13分_系統261,17:32:00,17:32:00,200017_02,15,前橋駅,0,0,1
平日_17時13分_系統261,17:33:00,17:33:00,200519_02,16,前橋駅,0,0,1
平日_17時13分_系統261,17:33:00,17:33:00,200987_02,17,前橋駅,0,0,1
平日_17時13分_系統261,17:35:00,17:35:00,200985_02,18,前橋駅,0,0,1
平日_17時13分_系統261,17:36:00,17:36:00,200895_02,19,前橋駅,0,0,1
平日_17時13分_系統261,17:38:00,17:38:00,200395_02,20,前橋駅,0,0,1
平日_17時13分_系統261,17:38:00,17:38:00,200153_02,21,前橋駅,0,0,1
平日_17時13分_系統261,17:39:00,17:39:00,201100_02,22,前橋駅,0,0,1
平日_17時13分_系統261,17:40:00,17:40:00,200981_02,23,前橋駅,0,0,1
平日_17時13分_系統261,17:41:00,17:41:00,200872_02,24,前橋駅,0,0,1
平日_17時13分_系統261,17:42:00,17:42:00,201056_02,25,前橋駅,0,0,1
平日_17時13分_系統261,17:44:00,17:44:00,200189_02,26,前橋駅,0,0,1
平日_17時13分_系統261,17:45:00,17:45:00,200722_02,27,前橋駅,0,0,1
平日_17時13分_系統261,17:46:00,17:46:00,200343_02,28,前橋駅,0,0,1
平日_17時13分_系統261,17:47:00,17:47:00,200348_02,29,前橋駅,0,0,1
平日_17時13分_系統261,17:49:00,17:49:00,201071_02,30,前橋駅,0,0,1
平日_17時13分_系統261,17:51:00,17:51:00,200542_02,31,前橋駅,0,0,1
平日_17時13分_系統261,17:53:00,17:53:00,200141_02,32,前橋駅,0,0,1
平日_17時13分_系統261,17:54:00,17:54:00,200142_02,33,前橋駅,0,0,1
平日_17時13分_系統261,17:56:00,17:56:00,200262_02,34,前橋駅,0,0,1
平日_17時13分_系統261,17:57:00,17:57:00,201015_02,35,前橋駅,0,0,1
平日_17時13分_系統261,17:59:00,17:59:00,200379_02,36,前橋駅,0,0,1
平日_17時13分_系統261,18:00:00,18:00:00,200455_02,37,前橋駅,0,0,1
平日_17時13分_系統261,18:02:00,18:02:00,200702_02,38,前橋駅,0,0,1
平日_17時13分_系統261,18:03:00,18:03:00,200703_02,39,前橋駅,0,0,1
平日_17時13分_系統261,18:05:00,18:05:00,201081_02,40,前橋駅,0,0,1
平日_17時13分_系統261,18:07:00,18:07:00,200998_02,41,前橋駅,0,0,1
平日_17時13分_系統261,18:10:00,18:10:00,200718_10,42,前橋駅,1,0,1
平日_17時17分_系統266,17:17:00,17:17:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
平日_17時17分_系統266,17:18:00,17:18:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:20:00,17:20:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:22:00,17:22:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:22:00,17:22:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:24:00,17:24:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:25:00,17:25:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:27:00,17:27:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:28:00,17:28:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:29:00,17:29:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:30:00,17:30:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:31:00,17:31:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:33:00,17:33:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:35:00,17:35:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:36:00,17:36:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:37:00,17:37:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
平日_17時17分_系統266,17:39:00,17:39:00,200273_01,17,渋川駅,0,0,1
平日_17時17分_系統266,17:42:00,17:42:00,200189_01,18,渋川駅,0,0,1
平日_17時17分_系統266,17:44:00,17:44:00,201056_01,19,渋川駅,0,0,1
平日_17時17分_系統266,17:45:00,17:45:00,200872_01,20,渋川駅,0,0,1
平日_17時17分_系統266,17:46:00,17:46:00,200981_01,21,渋川駅,0,0,1
平日_17時17分_系統266,17:47:00,17:47:00,201100_01,22,渋川駅,0,0,1
平日_17時17分_系統266,17:48:00,17:48:00,200153_01,23,渋川駅,0,0,1
平日_17時17分_系統266,17:48:00,17:48:00,200395_01,24,渋川駅,0,0,1
平日_17時17分_系統266,17:49:00,17:49:00,200895_01,25,渋川駅,0,0,1
平日_17時17分_系統266,17:51:00,17:51:00,200985_01,26,渋川駅,0,0,1
平日_17時17分_系統266,17:51:00,17:51:00,200987_01,27,渋川駅,0,0,1
平日_17時17分_系統266,17:52:00,17:52:00,200519_01,28,渋川駅,0,0,1
平日_17時17分_系統266,17:53:00,17:53:00,200017_01,29,渋川駅,0,0,1
平日_17時17分_系統266,17:55:00,17:55:00,200506_01,30,渋川駅,0,0,1
平日_17時17分_系統266,17:57:00,17:57:00,200827_01,31,渋川駅,0,0,1
平日_17時17分_系統266,17:59:00,17:59:00,200730_01,32,渋川駅,0,0,1
平日_17時17分_系統266,18:00:00,18:00:00,200768_01,33,渋川駅,0,0,1
平日_17時17分_系統266,18:03:00,18:03:00,200463_10,34,渋川駅,1,0,1
平日_17時41分_系統268,17:41:00,17:41:00,200718_02,1,渋川駅,0,1,1
平日_17時41分_系統268,17:42:00,17:42:00,200998_01,2,渋川駅,0,0,1
平日_17時41分_系統268,17:44:00,17:44:00,201081_01,3,渋川駅,0,0,1
平日_17時41分_系統268,17:46:00,17:46:00,200703_01,4,渋川駅,0,0,1
平日_17時41分_系統268,17:46:00,17:46:00,200702_01,5,渋川駅,0,0,1
平日_17時41分_系統268,17:48:00,17:48:00,200455_01,6,渋川駅,0,0,1
平日_17時41分_系統268,17:49:00,17:49:00,200379_01,7,渋川駅,0,0,1
平日_17時41分_系統268,17:51:00,17:51:00,201015_01,8,渋川駅,0,0,1
平日_17時41分_系統268,17:52:00,17:52:00,200262_01,9,渋川駅,0,0,1
平日_17時41分_系統268,17:53:00,17:53:00,200142_01,10,渋川駅,0,0,1
平日_17時41分_系統268,17:54:00,17:54:00,200141_01,11,渋川駅,0,0,1
平日_17時41分_系統268,17:55:00,17:55:00,200542_01,12,渋川駅,0,0,1
平日_17時41分_系統268,17:57:00,17:57:00,201071_01,13,渋川駅,0,0,1
平日_17時41分_系統268,17:59:00,17:59:00,200348_01,14,渋川駅,0,0,1
平日_17時41分_系統268,18:00:00,18:00:00,200343_01,15,渋川駅,0,0,1
平日_17時41分_系統268,18:01:00,18:01:00,200722_01,16,渋川駅,0,0,1
平日_17時41分_系統268,18:03:00,18:03:00,200189_01,17,渋川駅,0,0,1
平日_17時41分_系統268,18:05:00,18:05:00,201056_01,18,渋川駅,0,0,1
平日_17時41分_系統268,18:06:00,18:06:00,200872_01,19,渋川駅,0,0,1
平日_17時41分_系統268,18:07:00,18:07:00,200981_01,20,渋川駅,0,0,1
平日_17時41分_系統268,18:08:00,18:08:00,201100_01,21,渋川駅,0,0,1
平日_17時41分_系統268,18:09:00,18:09:00,200153_01,22,渋川駅,0,0,1
平日_17時41分_系統268,18:09:00,18:09:00,200395_01,23,渋川駅,0,0,1
平日_17時41分_系統268,18:10:00,18:10:00,200895_01,24,渋川駅,0,0,1
平日_17時41分_系統268,18:12:00,18:12:00,200985_01,25,渋川駅,0,0,1
平日_17時41分_系統268,18:12:00,18:12:00,200987_01,26,渋川駅,0,0,1
平日_17時41分_系統268,18:13:00,18:13:00,200519_01,27,渋川駅,0,0,1
平日_17時41分_系統268,18:14:00,18:14:00,200017_01,28,渋川駅,0,0,1
平日_17時41分_系統268,18:16:00,18:16:00,200506_01,29,渋川駅,0,0,1
平日_17時41分_系統268,18:18:00,18:18:00,200827_01,30,渋川駅,0,0,1
平日_17時41分_系統268,18:20:00,18:20:00,200730_01,31,渋川駅,0,0,1
平日_17時41分_系統268,18:21:00,18:21:00,200768_01,32,渋川駅,0,0,1
平日_17時41分_系統268,18:24:00,18:24:00,200463_10,33,渋川駅,1,0,1
平日_17時45分_系統267,17:45:00,17:45:00,200463_01,1,前橋駅,0,1,1
平日_17時45分_系統267,17:46:00,17:46:00,200768_02,2,前橋駅,0,0,1
平日_17時45分_系統267,17:47:00,17:47:00,200730_02,3,前橋駅,0,0,1
平日_17時45分_系統267,17:49:00,17:49:00,200827_02,4,前橋駅,0,0,1
平日_17時45分_系統267,17:51:00,17:51:00,200506_02,5,前橋駅,0,0,1
平日_17時45分_系統267,17:53:00,17:53:00,200017_02,6,前橋駅,0,0,1
平日_17時45分_系統267,17:54:00,17:54:00,200519_02,7,前橋駅,0,0,1
平日_17時45分_系統267,17:54:00,17:54:00,200987_02,8,前橋駅,0,0,1
平日_17時45分_系統267,17:56:00,17:56:00,200985_02,9,前橋駅,0,0,1
平日_17時45分_系統267,17:57:00,17:57:00,200895_02,10,前橋駅,0,0,1
平日_17時45分_系統267,17:59:00,17:59:00,200395_02,11,前橋駅,0,0,1
平日_17時45分_系統267,17:59:00,17:59:00,200153_02,12,前橋駅,0,0,1
平日_17時45分_系統267,18:00:00,18:00:00,201100_02,13,前橋駅,0,0,1
平日_17時45分_系統267,18:01:00,18:01:00,200981_02,14,前橋駅,0,0,1
平日_17時45分_系統267,18:02:00,18:02:00,200872_02,15,前橋駅,0,0,1
平日_17時45分_系統267,18:03:00,18:03:00,201056_02,16,前橋駅,0,0,1
平日_17時45分_系統267,18:05:00,18:05:00,200189_02,17,前橋駅,0,0,1
平日_17時45分_系統267,18:06:00,18:06:00,200722_02,18,前橋駅,0,0,1
平日_17時45分_系統267,18:07:00,18:07:00,200343_02,19,前橋駅,0,0,1
平日_17時45分_系統267,18:08:00,18:08:00,200348_02,20,前橋駅,0,0,1
平日_17時45分_系統267,18:10:00,18:10:00,201071_02,21,前橋駅,0,0,1
平日_17時45分_系統267,18:12:00,18:12:00,200542_02,22,前橋駅,0,0,1
平日_17時45分_系統267,18:14:00,18:14:00,200141_02,23,前橋駅,0,0,1
平日_17時45分_系統267,18:16:00,18:16:00,200142_02,24,前橋駅,0,0,1
平日_17時45分_系統267,18:18:00,18:18:00,200262_02,25,前橋駅,0,0,1
平日_17時45分_系統267,18:19:00,18:19:00,201015_02,26,前橋駅,0,0,1
平日_17時45分_系統267,18:21:00,18:21:00,200379_02,27,前橋駅,0,0,1
平日_17時45分_系統267,18:22:00,18:22:00,200455_02,28,前橋駅,0,0,1
平日_17時45分_系統267,18:24:00,18:24:00,200702_02,29,前橋駅,0,0,1
平日_17時45分_系統267,18:26:00,18:26:00,200703_02,30,前橋駅,0,0,1
平日_17時45分_系統267,18:28:00,18:28:00,201081_02,31,前橋駅,0,0,1
平日_17時45分_系統267,18:30:00,18:30:00,200998_02,32,前橋駅,0,0,1
平日_17時45分_系統267,18:33:00,18:33:00,200718_10,33,前橋駅,1,0,1
平日_17時48分_系統272,17:48:00,17:48:00,200718_02,1,小児医療センター,0,1,1
平日_17時48分_系統272,17:49:00,17:49:00,200998_01,2,小児医療センター,0,0,1
平日_17時48分_系統272,17:51:00,17:51:00,201081_01,3,小児医療センター,0,0,1
平日_17時48分_系統272,17:53:00,17:53:00,200703_01,4,小児医療センター,0,0,1
平日_17時48分_系統272,17:53:00,17:53:00,200702_01,5,小児医療センター,0,0,1
平日_17時48分_系統272,17:55:00,17:55:00,200455_01,6,小児医療センター,0,0,1
平日_17時48分_系統272,17:56:00,17:56:00,200379_01,7,小児医療センター,0,0,1
平日_17時48分_系統272,17:58:00,17:58:00,201015_01,8,小児医療センター,0,0,1
平日_17時48分_系統272,17:59:00,17:59:00,200262_01,9,小児医療センター,0,0,1
平日_17時48分_系統272,18:00:00,18:00:00,200142_01,10,小児医療センター,0,0,1
平日_17時48分_系統272,18:01:00,18:01:00,200141_01,11,小児医療センター,0,0,1
平日_17時48分_系統272,18:02:00,18:02:00,200542_01,12,小児医療センター,0,0,1
平日_17時48分_系統272,18:04:00,18:04:00,201071_01,13,小児医療センター,0,0,1
平日_17時48分_系統272,18:06:00,18:06:00,200348_01,14,小児医療センター,0,0,1
平日_17時48分_系統272,18:07:00,18:07:00,200343_01,15,小児医療センター,0,0,1
平日_17時48分_系統272,18:08:00,18:08:00,200722_01,16,小児医療センター,0,0,1
平日_17時48分_系統272,18:10:00,18:10:00,200189_01,17,小児医療センター,0,0,1
平日_17時48分_系統272,18:12:00,18:12:00,201056_01,18,小児医療センター,0,0,1
平日_17時48分_系統272,18:13:00,18:13:00,200872_01,19,小児医療センター,0,0,1
平日_17時48分_系統272,18:14:00,18:14:00,200981_01,20,小児医療センター,0,0,1
平日_17時48分_系統272,18:15:00,18:15:00,201100_03,21,小児医療センター,0,0,1
平日_17時48分_系統272,18:17:00,18:17:00,200474_01,22,小児医療センター,0,0,1
平日_17時48分_系統272,18:19:00,18:19:00,200484_01,23,小児医療センター,1,0,1
平日_17時55分_系統581,17:55:00,17:55:00,200273_01,1,前橋駅,0,1,1
平日_17時55分_系統581,17:57:00,17:57:00,200722_02,2,前橋駅,0,0,1
平日_17時55分_系統581,17:58:00,17:58:00,200343_02,3,前橋駅,0,0,1
平日_17時55分_系統581,17:59:00,17:59:00,200348_02,4,前橋駅,0,0,1
平日_17時55分_系統581,18:01:00,18:01:00,201071_02,5,前橋駅,0,0,1
平日_17時55分_系統581,18:03:00,18:03:00,200542_02,6,前橋駅,0,0,1
平日_17時55分_系統581,18:05:00,18:05:00,200141_02,7,前橋駅,0,0,1
平日_17時55分_系統581,18:06:00,18:06:00,200142_02,8,前橋駅,0,0,1
平日_17時55分_系統581,18:08:00,18:08:00,200262_02,9,前橋駅,0,0,1
平日_17時55分_系統581,18:09:00,18:09:00,201015_02,10,前橋駅,0,0,1
平日_17時55分_系統581,18:11:00,18:11:00,200379_02,11,前橋駅,0,0,1
平日_17時55分_系統581,18:12:00,18:12:00,200455_02,12,前橋駅,0,0,1
平日_17時55分_系統581,18:14:00,18:14:00,200702_02,13,前橋駅,0,0,1
平日_17時55分_系統581,18:15:00,18:15:00,200703_02,14,前橋駅,0,0,1
平日_17時55分_系統581,18:17:00,18:17:00,201081_02,15,前橋駅,0,0,1
平日_17時55分_系統581,18:19:00,18:19:00,200998_02,16,前橋駅,0,0,1
平日_17時55分_系統581,18:22:00,18:22:00,200718_10,17,前橋駅,1,0,1
平日_17時57分_系統582,17:57:00,17:57:00,200718_02,1,群馬大学荒牧（南橘団地 経由）,0,1,1
平日_17時57分_系統582,17:58:00,17:58:00,200998_01,2,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:00:00,18:00:00,201081_01,3,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:02:00,18:02:00,200703_01,4,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:02:00,18:02:00,200702_01,5,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:04:00,18:04:00,200455_01,6,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:05:00,18:05:00,200379_01,7,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:07:00,18:07:00,201015_01,8,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:08:00,18:08:00,200262_01,9,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:09:00,18:09:00,200142_01,10,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:10:00,18:10:00,200141_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:11:00,18:11:00,200542_01,12,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:13:00,18:13:00,201071_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:14:00,18:14:00,200928_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:15:00,18:15:00,200800_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
平日_17時57分_系統582,18:17:00,18:17:00,200927_01,16,群馬大学荒牧,0,0,1
平日_17時57分_系統582,18:18:00,18:18:00,201185_01,17,群馬大学荒牧,0,0,1
平日_17時57分_系統582,18:22:00,18:22:00,200348_01,18,群馬大学荒牧,0,0,1
平日_17時57分_系統582,18:23:00,18:23:00,200343_01,19,群馬大学荒牧,0,0,1
平日_17時57分_系統582,18:24:00,18:24:00,200722_01,20,群馬大学荒牧,0,0,1
平日_17時57分_系統582,18:27:00,18:27:00,200273_01,21,群馬大学荒牧,1,0,1
平日_18時02分_系統267,18:02:00,18:02:00,200463_01,1,前橋駅,0,1,1
平日_18時02分_系統267,18:03:00,18:03:00,200768_02,2,前橋駅,0,0,1
平日_18時02分_系統267,18:04:00,18:04:00,200730_02,3,前橋駅,0,0,1
平日_18時02分_系統267,18:06:00,18:06:00,200827_02,4,前橋駅,0,0,1
平日_18時02分_系統267,18:08:00,18:08:00,200506_02,5,前橋駅,0,0,1
平日_18時02分_系統267,18:10:00,18:10:00,200017_02,6,前橋駅,0,0,1
平日_18時02分_系統267,18:11:00,18:11:00,200519_02,7,前橋駅,0,0,1
平日_18時02分_系統267,18:11:00,18:11:00,200987_02,8,前橋駅,0,0,1
平日_18時02分_系統267,18:13:00,18:13:00,200985_02,9,前橋駅,0,0,1
平日_18時02分_系統267,18:14:00,18:14:00,200895_02,10,前橋駅,0,0,1
平日_18時02分_系統267,18:16:00,18:16:00,200395_02,11,前橋駅,0,0,1
平日_18時02分_系統267,18:16:00,18:16:00,200153_02,12,前橋駅,0,0,1
平日_18時02分_系統267,18:17:00,18:17:00,201100_02,13,前橋駅,0,0,1
平日_18時02分_系統267,18:18:00,18:18:00,200981_02,14,前橋駅,0,0,1
平日_18時02分_系統267,18:19:00,18:19:00,200872_02,15,前橋駅,0,0,1
平日_18時02分_系統267,18:20:00,18:20:00,201056_02,16,前橋駅,0,0,1
平日_18時02分_系統267,18:22:00,18:22:00,200189_02,17,前橋駅,0,0,1
平日_18時02分_系統267,18:23:00,18:23:00,200722_02,18,前橋駅,0,0,1
平日_18時02分_系統267,18:24:00,18:24:00,200343_02,19,前橋駅,0,0,1
平日_18時02分_系統267,18:25:00,18:25:00,200348_02,20,前橋駅,0,0,1
平日_18時02分_系統267,18:27:00,18:27:00,201071_02,21,前橋駅,0,0,1
平日_18時02分_系統267,18:29:00,18:29:00,200542_02,22,前橋駅,0,0,1
平日_18時02分_系統267,18:31:00,18:31:00,200141_02,23,前橋駅,0,0,1
平日_18時02分_系統267,18:33:00,18:33:00,200142_02,24,前橋駅,0,0,1
平日_18時02分_系統267,18:35:00,18:35:00,200262_02,25,前橋駅,0,0,1
平日_18時02分_系統267,18:36:00,18:36:00,201015_02,26,前橋駅,0,0,1
平日_18時02分_系統267,18:38:00,18:38:00,200379_02,27,前橋駅,0,0,1
平日_18時02分_系統267,18:39:00,18:39:00,200455_02,28,前橋駅,0,0,1
平日_18時02分_系統267,18:41:00,18:41:00,200702_02,29,前橋駅,0,0,1
平日_18時02分_系統267,18:43:00,18:43:00,200703_02,30,前橋駅,0,0,1
平日_18時02分_系統267,18:45:00,18:45:00,201081_02,31,前橋駅,0,0,1
平日_18時02分_系統267,18:47:00,18:47:00,200998_02,32,前橋駅,0,0,1
平日_18時02分_系統267,18:50:00,18:50:00,200718_10,33,前橋駅,1,0,1
平日_18時04分_系統262,18:04:00,18:04:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
平日_18時04分_系統262,18:05:00,18:05:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:07:00,18:07:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:09:00,18:09:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:09:00,18:09:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:11:00,18:11:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:12:00,18:12:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:14:00,18:14:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:15:00,18:15:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:16:00,18:16:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:17:00,18:17:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:18:00,18:18:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:20:00,18:20:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:22:00,18:22:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:23:00,18:23:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:24:00,18:24:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:26:00,18:26:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:28:00,18:28:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:29:00,18:29:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:30:00,18:30:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:31:00,18:31:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:32:00,18:32:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:32:00,18:32:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:33:00,18:33:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:35:00,18:35:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:35:00,18:35:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:36:00,18:36:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:37:00,18:37:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:39:00,18:39:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:41:00,18:41:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:43:00,18:43:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:44:00,18:44:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
平日_18時04分_系統262,18:46:00,18:46:00,200463_06,33,渋川市内循環,0,0,1
平日_18時04分_系統262,18:47:00,18:47:00,200468_01,34,渋川市内循環,0,0,1
平日_18時04分_系統262,18:49:00,18:49:00,200466_01,35,渋川市内循環,0,0,1
平日_18時04分_系統262,18:50:00,18:50:00,200704_01,36,渋川市内循環,0,0,1
平日_18時04分_系統262,18:51:00,18:51:00,200476_02,37,渋川市内循環,0,0,1
平日_18時04分_系統262,18:52:00,18:52:00,200477_02,38,渋川市内循環,0,0,1
平日_18時04分_系統262,18:53:00,18:53:00,200430_02,39,渋川市内循環,0,0,1
平日_18時04分_系統262,18:54:00,18:54:00,200007_02,40,渋川市内循環,0,0,1
平日_18時04分_系統262,18:59:00,18:59:00,210463_10,41,渋川市内循環,1,0,1
平日_18時20分_系統268,18:20:00,18:20:00,200718_02,1,渋川駅,0,1,1
平日_18時20分_系統268,18:21:00,18:21:00,200998_01,2,渋川駅,0,0,1
平日_18時20分_系統268,18:23:00,18:23:00,201081_01,3,渋川駅,0,0,1
平日_18時20分_系統268,18:25:00,18:25:00,200703_01,4,渋川駅,0,0,1
平日_18時20分_系統268,18:25:00,18:25:00,200702_01,5,渋川駅,0,0,1
平日_18時20分_系統268,18:27:00,18:27:00,200455_01,6,渋川駅,0,0,1
平日_18時20分_系統268,18:28:00,18:28:00,200379_01,7,渋川駅,0,0,1
平日_18時20分_系統268,18:30:00,18:30:00,201015_01,8,渋川駅,0,0,1
平日_18時20分_系統268,18:31:00,18:31:00,200262_01,9,渋川駅,0,0,1
平日_18時20分_系統268,18:32:00,18:32:00,200142_01,10,渋川駅,0,0,1
平日_18時20分_系統268,18:33:00,18:33:00,200141_01,11,渋川駅,0,0,1
平日_18時20分_系統268,18:34:00,18:34:00,200542_01,12,渋川駅,0,0,1
平日_18時20分_系統268,18:36:00,18:36:00,201071_01,13,渋川駅,0,0,1
平日_18時20分_系統268,18:38:00,18:38:00,200348_01,14,渋川駅,0,0,1
平日_18時20分_系統268,18:39:00,18:39:00,200343_01,15,渋川駅,0,0,1
平日_18時20分_系統268,18:40:00,18:40:00,200722_01,16,渋川駅,0,0,1
平日_18時20分_系統268,18:42:00,18:42:00,200189_01,17,渋川駅,0,0,1
平日_18時20分_系統268,18:44:00,18:44:00,201056_01,18,渋川駅,0,0,1
平日_18時20分_系統268,18:45:00,18:45:00,200872_01,19,渋川駅,0,0,1
平日_18時20分_系統268,18:46:00,18:46:00,200981_01,20,渋川駅,0,0,1
平日_18時20分_系統268,18:47:00,18:47:00,201100_01,21,渋川駅,0,0,1
平日_18時20分_系統268,18:48:00,18:48:00,200153_01,22,渋川駅,0,0,1
平日_18時20分_系統268,18:48:00,18:48:00,200395_01,23,渋川駅,0,0,1
平日_18時20分_系統268,18:49:00,18:49:00,200895_01,24,渋川駅,0,0,1
平日_18時20分_系統268,18:51:00,18:51:00,200985_01,25,渋川駅,0,0,1
平日_18時20分_系統268,18:51:00,18:51:00,200987_01,26,渋川駅,0,0,1
平日_18時20分_系統268,18:52:00,18:52:00,200519_01,27,渋川駅,0,0,1
平日_18時20分_系統268,18:53:00,18:53:00,200017_01,28,渋川駅,0,0,1
平日_18時20分_系統268,18:55:00,18:55:00,200506_01,29,渋川駅,0,0,1
平日_18時20分_系統268,18:56:00,18:56:00,200827_01,30,渋川駅,0,0,1
平日_18時20分_系統268,18:58:00,18:58:00,200730_01,31,渋川駅,0,0,1
平日_18時20分_系統268,18:59:00,18:59:00,200768_01,32,渋川駅,0,0,1
平日_18時20分_系統268,19:02:00,19:02:00,200463_10,33,渋川駅,1,0,1
平日_18時30分_系統271,18:30:00,18:30:00,200484_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
平日_18時30分_系統271,18:31:00,18:31:00,200474_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時30分_系統271,18:33:00,18:33:00,201100_04,3,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時30分_系統271,18:35:00,18:35:00,200981_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時30分_系統271,18:36:00,18:36:00,200872_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時30分_系統271,18:37:00,18:37:00,201056_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時30分_系統271,18:39:00,18:39:00,200189_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時30分_系統271,18:42:00,18:42:00,200273_01,8,前橋駅,0,0,1
平日_18時30分_系統271,18:44:00,18:44:00,200722_02,9,前橋駅,0,0,1
平日_18時30分_系統271,18:45:00,18:45:00,200343_02,10,前橋駅,0,0,1
平日_18時30分_系統271,18:46:00,18:46:00,200348_02,11,前橋駅,0,0,1
平日_18時30分_系統271,18:48:00,18:48:00,201071_02,12,前橋駅,0,0,1
平日_18時30分_系統271,18:50:00,18:50:00,200542_02,13,前橋駅,0,0,1
平日_18時30分_系統271,18:52:00,18:52:00,200141_02,14,前橋駅,0,0,1
平日_18時30分_系統271,18:54:00,18:54:00,200142_02,15,前橋駅,0,0,1
平日_18時30分_系統271,18:57:00,18:57:00,200262_02,16,前橋駅,0,0,1
平日_18時30分_系統271,18:58:00,18:58:00,201015_02,17,前橋駅,0,0,1
平日_18時30分_系統271,19:00:00,19:00:00,200379_02,18,前橋駅,0,0,1
平日_18時30分_系統271,19:02:00,19:02:00,200455_02,19,前橋駅,0,0,1
平日_18時30分_系統271,19:04:00,19:04:00,200702_02,20,前橋駅,0,0,1
平日_18時30分_系統271,19:06:00,19:06:00,200703_02,21,前橋駅,0,0,1
平日_18時30分_系統271,19:08:00,19:08:00,201081_02,22,前橋駅,0,0,1
平日_18時30分_系統271,19:10:00,19:10:00,200998_02,23,前橋駅,0,0,1
平日_18時30分_系統271,19:13:00,19:13:00,200718_10,24,前橋駅,1,0,1
平日_18時35分_系統581,18:35:00,18:35:00,200273_01,1,前橋駅,0,1,1
平日_18時35分_系統581,18:37:00,18:37:00,200722_02,2,前橋駅,0,0,1
平日_18時35分_系統581,18:38:00,18:38:00,200343_02,3,前橋駅,0,0,1
平日_18時35分_系統581,18:39:00,18:39:00,200348_02,4,前橋駅,0,0,1
平日_18時35分_系統581,18:41:00,18:41:00,201071_02,5,前橋駅,0,0,1
平日_18時35分_系統581,18:43:00,18:43:00,200542_02,6,前橋駅,0,0,1
平日_18時35分_系統581,18:45:00,18:45:00,200141_02,7,前橋駅,0,0,1
平日_18時35分_系統581,18:46:00,18:46:00,200142_02,8,前橋駅,0,0,1
平日_18時35分_系統581,18:48:00,18:48:00,200262_02,9,前橋駅,0,0,1
平日_18時35分_系統581,18:49:00,18:49:00,201015_02,10,前橋駅,0,0,1
平日_18時35分_系統581,18:51:00,18:51:00,200379_02,11,前橋駅,0,0,1
平日_18時35分_系統581,18:52:00,18:52:00,200455_02,12,前橋駅,0,0,1
平日_18時35分_系統581,18:54:00,18:54:00,200702_02,13,前橋駅,0,0,1
平日_18時35分_系統581,18:55:00,18:55:00,200703_02,14,前橋駅,0,0,1
平日_18時35分_系統581,18:57:00,18:57:00,201081_02,15,前橋駅,0,0,1
平日_18時35分_系統581,18:59:00,18:59:00,200998_02,16,前橋駅,0,0,1
平日_18時35分_系統581,19:02:00,19:02:00,200718_10,17,前橋駅,1,0,1
平日_18時37分_系統527,18:37:00,18:37:00,200718_02,1,南橘団地,0,1,1
平日_18時37分_系統527,18:38:00,18:38:00,200998_01,2,南橘団地,0,0,1
平日_18時37分_系統527,18:40:00,18:40:00,201081_01,3,南橘団地,0,0,1
平日_18時37分_系統527,18:42:00,18:42:00,200703_01,4,南橘団地,0,0,1
平日_18時37分_系統527,18:42:00,18:42:00,200702_01,5,南橘団地,0,0,1
平日_18時37分_系統527,18:44:00,18:44:00,200455_01,6,南橘団地,0,0,1
平日_18時37分_系統527,18:45:00,18:45:00,200379_01,7,南橘団地,0,0,1
平日_18時37分_系統527,18:47:00,18:47:00,201015_01,8,南橘団地,0,0,1
平日_18時37分_系統527,18:48:00,18:48:00,200262_01,9,南橘団地,0,0,1
平日_18時37分_系統527,18:49:00,18:49:00,200142_01,10,南橘団地,0,0,1
平日_18時37分_系統527,18:50:00,18:50:00,200141_01,11,南橘団地,0,0,1
平日_18時37分_系統527,18:51:00,18:51:00,200542_01,12,南橘団地,0,0,1
平日_18時37分_系統527,18:53:00,18:53:00,201071_01,13,南橘団地,0,0,1
平日_18時37分_系統527,18:54:00,18:54:00,200928_01,14,南橘団地,0,0,1
平日_18時37分_系統527,18:55:00,18:55:00,200800_01,15,南橘団地,0,0,1
平日_18時37分_系統527,18:58:00,18:58:00,200927_01,16,南橘団地,1,0,1
平日_18時42分_系統265,18:42:00,18:42:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
平日_18時42分_系統265,18:43:00,18:43:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:44:00,18:44:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:46:00,18:46:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:47:00,18:47:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:48:00,18:48:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:49:00,18:49:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:49:00,18:49:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:51:00,18:51:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:52:00,18:52:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:54:00,18:54:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:54:00,18:54:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:55:00,18:55:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:56:00,18:56:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:57:00,18:57:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,18:58:00,18:58:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,19:00:00,19:00:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時42分_系統265,19:03:00,19:03:00,200273_01,18,前橋駅,0,0,1
平日_18時42分_系統265,19:05:00,19:05:00,200722_02,19,前橋駅,0,0,1
平日_18時42分_系統265,19:06:00,19:06:00,200343_02,20,前橋駅,0,0,1
平日_18時42分_系統265,19:07:00,19:07:00,200348_02,21,前橋駅,0,0,1
平日_18時42分_系統265,19:09:00,19:09:00,201071_02,22,前橋駅,0,0,1
平日_18時42分_系統265,19:11:00,19:11:00,200542_02,23,前橋駅,0,0,1
平日_18時42分_系統265,19:13:00,19:13:00,200141_02,24,前橋駅,0,0,1
平日_18時42分_系統265,19:14:00,19:14:00,200142_02,25,前橋駅,0,0,1
平日_18時42分_系統265,19:16:00,19:16:00,200262_02,26,前橋駅,0,0,1
平日_18時42分_系統265,19:17:00,19:17:00,201015_02,27,前橋駅,0,0,1
平日_18時42分_系統265,19:19:00,19:19:00,200379_02,28,前橋駅,0,0,1
平日_18時42分_系統265,19:20:00,19:20:00,200455_02,29,前橋駅,0,0,1
平日_18時42分_系統265,19:22:00,19:22:00,200702_02,30,前橋駅,0,0,1
平日_18時42分_系統265,19:23:00,19:23:00,200703_02,31,前橋駅,0,0,1
平日_18時42分_系統265,19:25:00,19:25:00,201081_02,32,前橋駅,0,0,1
平日_18時42分_系統265,19:27:00,19:27:00,200998_02,33,前橋駅,0,0,1
平日_18時42分_系統265,19:30:00,19:30:00,200718_10,34,前橋駅,1,0,1
平日_18時45分_系統268,18:45:00,18:45:00,200718_02,1,渋川駅,0,1,1
平日_18時45分_系統268,18:46:00,18:46:00,200998_01,2,渋川駅,0,0,1
平日_18時45分_系統268,18:48:00,18:48:00,201081_01,3,渋川駅,0,0,1
平日_18時45分_系統268,18:50:00,18:50:00,200703_01,4,渋川駅,0,0,1
平日_18時45分_系統268,18:50:00,18:50:00,200702_01,5,渋川駅,0,0,1
平日_18時45分_系統268,18:52:00,18:52:00,200455_01,6,渋川駅,0,0,1
平日_18時45分_系統268,18:53:00,18:53:00,200379_01,7,渋川駅,0,0,1
平日_18時45分_系統268,18:55:00,18:55:00,201015_01,8,渋川駅,0,0,1
平日_18時45分_系統268,18:56:00,18:56:00,200262_01,9,渋川駅,0,0,1
平日_18時45分_系統268,18:57:00,18:57:00,200142_01,10,渋川駅,0,0,1
平日_18時45分_系統268,18:58:00,18:58:00,200141_01,11,渋川駅,0,0,1
平日_18時45分_系統268,18:59:00,18:59:00,200542_01,12,渋川駅,0,0,1
平日_18時45分_系統268,19:01:00,19:01:00,201071_01,13,渋川駅,0,0,1
平日_18時45分_系統268,19:03:00,19:03:00,200348_01,14,渋川駅,0,0,1
平日_18時45分_系統268,19:04:00,19:04:00,200343_01,15,渋川駅,0,0,1
平日_18時45分_系統268,19:05:00,19:05:00,200722_01,16,渋川駅,0,0,1
平日_18時45分_系統268,19:07:00,19:07:00,200189_01,17,渋川駅,0,0,1
平日_18時45分_系統268,19:09:00,19:09:00,201056_01,18,渋川駅,0,0,1
平日_18時45分_系統268,19:10:00,19:10:00,200872_01,19,渋川駅,0,0,1
平日_18時45分_系統268,19:11:00,19:11:00,200981_01,20,渋川駅,0,0,1
平日_18時45分_系統268,19:12:00,19:12:00,201100_01,21,渋川駅,0,0,1
平日_18時45分_系統268,19:13:00,19:13:00,200153_01,22,渋川駅,0,0,1
平日_18時45分_系統268,19:13:00,19:13:00,200395_01,23,渋川駅,0,0,1
平日_18時45分_系統268,19:14:00,19:14:00,200895_01,24,渋川駅,0,0,1
平日_18時45分_系統268,19:16:00,19:16:00,200985_01,25,渋川駅,0,0,1
平日_18時45分_系統268,19:16:00,19:16:00,200987_01,26,渋川駅,0,0,1
平日_18時45分_系統268,19:17:00,19:17:00,200519_01,27,渋川駅,0,0,1
平日_18時45分_系統268,19:18:00,19:18:00,200017_01,28,渋川駅,0,0,1
平日_18時45分_系統268,19:20:00,19:20:00,200506_01,29,渋川駅,0,0,1
平日_18時45分_系統268,19:21:00,19:21:00,200827_01,30,渋川駅,0,0,1
平日_18時45分_系統268,19:23:00,19:23:00,200730_01,31,渋川駅,0,0,1
平日_18時45分_系統268,19:24:00,19:24:00,200768_01,32,渋川駅,0,0,1
平日_18時45分_系統268,19:27:00,19:27:00,200463_10,33,渋川駅,1,0,1
平日_18時55分_系統263,18:55:00,18:55:00,210463_05,1,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,1,1
平日_18時55分_系統263,18:56:00,18:56:00,200007_01,2,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,18:57:00,18:57:00,200430_01,3,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,18:58:00,18:58:00,200477_01,4,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,18:59:00,18:59:00,200476_01,5,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:00:00,19:00:00,200704_02,6,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:01:00,19:01:00,200467_01,7,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:02:00,19:02:00,200466_02,8,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:03:00,19:03:00,200468_02,9,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:08:00,19:08:00,200463_01,10,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:09:00,19:09:00,200768_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:10:00,19:10:00,200730_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:12:00,19:12:00,200827_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:13:00,19:13:00,200506_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:14:00,19:14:00,200017_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:15:00,19:15:00,200519_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:15:00,19:15:00,200987_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:17:00,19:17:00,200985_02,18,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:18:00,19:18:00,200895_02,19,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:20:00,19:20:00,200395_02,20,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:20:00,19:20:00,200153_02,21,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:21:00,19:21:00,201100_02,22,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:22:00,19:22:00,200981_02,23,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:23:00,19:23:00,200872_02,24,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:24:00,19:24:00,201056_02,25,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:26:00,19:26:00,200189_02,26,前橋駅（群馬大学荒牧 経由）,0,0,1
平日_18時55分_系統263,19:29:00,19:29:00,200273_01,27,前橋駅,0,0,1
平日_18時55分_系統263,19:31:00,19:31:00,200722_02,28,前橋駅,0,0,1
平日_18時55分_系統263,19:32:00,19:32:00,200343_02,29,前橋駅,0,0,1
平日_18時55分_系統263,19:33:00,19:33:00,200348_02,30,前橋駅,0,0,1
平日_18時55分_系統263,19:35:00,19:35:00,201071_02,31,前橋駅,0,0,1
平日_18時55分_系統263,19:37:00,19:37:00,200542_02,32,前橋駅,0,0,1
平日_18時55分_系統263,19:39:00,19:39:00,200141_02,33,前橋駅,0,0,1
平日_18時55分_系統263,19:40:00,19:40:00,200142_02,34,前橋駅,0,0,1
平日_18時55分_系統263,19:42:00,19:42:00,200262_02,35,前橋駅,0,0,1
平日_18時55分_系統263,19:43:00,19:43:00,201015_02,36,前橋駅,0,0,1
平日_18時55分_系統263,19:45:00,19:45:00,200379_02,37,前橋駅,0,0,1
平日_18時55分_系統263,19:46:00,19:46:00,200455_02,38,前橋駅,0,0,1
平日_18時55分_系統263,19:48:00,19:48:00,200702_02,39,前橋駅,0,0,1
平日_18時55分_系統263,19:49:00,19:49:00,200703_02,40,前橋駅,0,0,1
平日_18時55分_系統263,19:51:00,19:51:00,201081_02,41,前橋駅,0,0,1
平日_18時55分_系統263,19:53:00,19:53:00,200998_02,42,前橋駅,0,0,1
平日_18時55分_系統263,19:56:00,19:56:00,200718_10,43,前橋駅,1,0,1
平日_19時00分_系統532,19:00:00,19:00:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
平日_19時00分_系統532,19:01:00,19:01:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:03:00,19:03:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:05:00,19:05:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:05:00,19:05:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:07:00,19:07:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:08:00,19:08:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:10:00,19:10:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:11:00,19:11:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:12:00,19:12:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:13:00,19:13:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:14:00,19:14:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:16:00,19:16:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:17:00,19:17:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:18:00,19:18:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
平日_19時00分_系統532,19:21:00,19:21:00,200927_01,16,渋川駅,0,0,1
平日_19時00分_系統532,19:22:00,19:22:00,201185_01,17,渋川駅,0,0,1
平日_19時00分_系統532,19:26:00,19:26:00,200348_01,18,渋川駅,0,0,1
平日_19時00分_系統532,19:27:00,19:27:00,200343_01,19,渋川駅,0,0,1
平日_19時00分_系統532,19:28:00,19:28:00,200722_01,20,渋川駅,0,0,1
平日_19時00分_系統532,19:30:00,19:30:00,200189_01,21,渋川駅,0,0,1
平日_19時00分_系統532,19:32:00,19:32:00,201056_01,22,渋川駅,0,0,1
平日_19時00分_系統532,19:33:00,19:33:00,200872_01,23,渋川駅,0,0,1
平日_19時00分_系統532,19:34:00,19:34:00,200981_01,24,渋川駅,0,0,1
平日_19時00分_系統532,19:35:00,19:35:00,201100_01,25,渋川駅,0,0,1
平日_19時00分_系統532,19:36:00,19:36:00,200153_01,26,渋川駅,0,0,1
平日_19時00分_系統532,19:36:00,19:36:00,200395_01,27,渋川駅,0,0,1
平日_19時00分_系統532,19:37:00,19:37:00,200895_01,28,渋川駅,0,0,1
平日_19時00分_系統532,19:39:00,19:39:00,200985_01,29,渋川駅,0,0,1
平日_19時00分_系統532,19:39:00,19:39:00,200987_01,30,渋川駅,0,0,1
平日_19時00分_系統532,19:40:00,19:40:00,200519_01,31,渋川駅,0,0,1
平日_19時00分_系統532,19:41:00,19:41:00,200017_01,32,渋川駅,0,0,1
平日_19時00分_系統532,19:43:00,19:43:00,200506_01,33,渋川駅,0,0,1
平日_19時00分_系統532,19:44:00,19:44:00,200827_01,34,渋川駅,0,0,1
平日_19時00分_系統532,19:46:00,19:46:00,200730_01,35,渋川駅,0,0,1
平日_19時00分_系統532,19:47:00,19:47:00,200768_01,36,渋川駅,0,0,1
平日_19時00分_系統532,19:50:00,19:50:00,200463_10,37,渋川駅,1,0,1
平日_19時27分_系統268,19:27:00,19:27:00,200718_02,1,渋川駅,0,1,1
平日_19時27分_系統268,19:28:00,19:28:00,200998_01,2,渋川駅,0,0,1
平日_19時27分_系統268,19:30:00,19:30:00,201081_01,3,渋川駅,0,0,1
平日_19時27分_系統268,19:32:00,19:32:00,200703_01,4,渋川駅,0,0,1
平日_19時27分_系統268,19:32:00,19:32:00,200702_01,5,渋川駅,0,0,1
平日_19時27分_系統268,19:34:00,19:34:00,200455_01,6,渋川駅,0,0,1
平日_19時27分_系統268,19:35:00,19:35:00,200379_01,7,渋川駅,0,0,1
平日_19時27分_系統268,19:37:00,19:37:00,201015_01,8,渋川駅,0,0,1
平日_19時27分_系統268,19:38:00,19:38:00,200262_01,9,渋川駅,0,0,1
平日_19時27分_系統268,19:39:00,19:39:00,200142_01,10,渋川駅,0,0,1
平日_19時27分_系統268,19:40:00,19:40:00,200141_01,11,渋川駅,0,0,1
平日_19時27分_系統268,19:41:00,19:41:00,200542_01,12,渋川駅,0,0,1
平日_19時27分_系統268,19:43:00,19:43:00,201071_01,13,渋川駅,0,0,1
平日_19時27分_系統268,19:45:00,19:45:00,200348_01,14,渋川駅,0,0,1
平日_19時27分_系統268,19:46:00,19:46:00,200343_01,15,渋川駅,0,0,1
平日_19時27分_系統268,19:47:00,19:47:00,200722_01,16,渋川駅,0,0,1
平日_19時27分_系統268,19:49:00,19:49:00,200189_01,17,渋川駅,0,0,1
平日_19時27分_系統268,19:51:00,19:51:00,201056_01,18,渋川駅,0,0,1
平日_19時27分_系統268,19:52:00,19:52:00,200872_01,19,渋川駅,0,0,1
平日_19時27分_系統268,19:53:00,19:53:00,200981_01,20,渋川駅,0,0,1
平日_19時27分_系統268,19:54:00,19:54:00,201100_01,21,渋川駅,0,0,1
平日_19時27分_系統268,19:55:00,19:55:00,200153_01,22,渋川駅,0,0,1
平日_19時27分_系統268,19:55:00,19:55:00,200395_01,23,渋川駅,0,0,1
平日_19時27分_系統268,19:56:00,19:56:00,200895_01,24,渋川駅,0,0,1
平日_19時27分_系統268,19:58:00,19:58:00,200985_01,25,渋川駅,0,0,1
平日_19時27分_系統268,19:58:00,19:58:00,200987_01,26,渋川駅,0,0,1
平日_19時27分_系統268,19:59:00,19:59:00,200519_01,27,渋川駅,0,0,1
平日_19時27分_系統268,20:00:00,20:00:00,200017_01,28,渋川駅,0,0,1
平日_19時27分_系統268,20:02:00,20:02:00,200506_01,29,渋川駅,0,0,1
平日_19時27分_系統268,20:03:00,20:03:00,200827_01,30,渋川駅,0,0,1
平日_19時27分_系統268,20:05:00,20:05:00,200730_01,31,渋川駅,0,0,1
平日_19時27分_系統268,20:06:00,20:06:00,200768_01,32,渋川駅,0,0,1
平日_19時27分_系統268,20:09:00,20:09:00,200463_10,33,渋川駅,1,0,1
平日_19時43分_系統267,19:43:00,19:43:00,200463_01,1,前橋駅,0,1,1
平日_19時43分_系統267,19:44:00,19:44:00,200768_02,2,前橋駅,0,0,1
平日_19時43分_系統267,19:45:00,19:45:00,200730_02,3,前橋駅,0,0,1
平日_19時43分_系統267,19:47:00,19:47:00,200827_02,4,前橋駅,0,0,1
平日_19時43分_系統267,19:48:00,19:48:00,200506_02,5,前橋駅,0,0,1
平日_19時43分_系統267,19:49:00,19:49:00,200017_02,6,前橋駅,0,0,1
平日_19時43分_系統267,19:50:00,19:50:00,200519_02,7,前橋駅,0,0,1
平日_19時43分_系統267,19:50:00,19:50:00,200987_02,8,前橋駅,0,0,1
平日_19時43分_系統267,19:52:00,19:52:00,200985_02,9,前橋駅,0,0,1
平日_19時43分_系統267,19:53:00,19:53:00,200895_02,10,前橋駅,0,0,1
平日_19時43分_系統267,19:55:00,19:55:00,200395_02,11,前橋駅,0,0,1
平日_19時43分_系統267,19:55:00,19:55:00,200153_02,12,前橋駅,0,0,1
平日_19時43分_系統267,19:56:00,19:56:00,201100_02,13,前橋駅,0,0,1
平日_19時43分_系統267,19:57:00,19:57:00,200981_02,14,前橋駅,0,0,1
平日_19時43分_系統267,19:58:00,19:58:00,200872_02,15,前橋駅,0,0,1
平日_19時43分_系統267,19:59:00,19:59:00,201056_02,16,前橋駅,0,0,1
平日_19時43分_系統267,20:01:00,20:01:00,200189_02,17,前橋駅,0,0,1
平日_19時43分_系統267,20:02:00,20:02:00,200722_02,18,前橋駅,0,0,1
平日_19時43分_系統267,20:03:00,20:03:00,200343_02,19,前橋駅,0,0,1
平日_19時43分_系統267,20:04:00,20:04:00,200348_02,20,前橋駅,0,0,1
平日_19時43分_系統267,20:06:00,20:06:00,201071_02,21,前橋駅,0,0,1
平日_19時43分_系統267,20:08:00,20:08:00,200542_02,22,前橋駅,0,0,1
平日_19時43分_系統267,20:09:00,20:09:00,200141_02,23,前橋駅,0,0,1
平日_19時43分_系統267,20:10:00,20:10:00,200142_02,24,前橋駅,0,0,1
平日_19時43分_系統267,20:12:00,20:12:00,200262_02,25,前橋駅,0,0,1
平日_19時43分_系統267,20:13:00,20:13:00,201015_02,26,前橋駅,0,0,1
平日_19時43分_系統267,20:14:00,20:14:00,200379_02,27,前橋駅,0,0,1
平日_19時43分_系統267,20:15:00,20:15:00,200455_02,28,前橋駅,0,0,1
平日_19時43分_系統267,20:17:00,20:17:00,200702_02,29,前橋駅,0,0,1
平日_19時43分_系統267,20:18:00,20:18:00,200703_02,30,前橋駅,0,0,1
平日_19時43分_系統267,20:20:00,20:20:00,201081_02,31,前橋駅,0,0,1
平日_19時43分_系統267,20:22:00,20:22:00,200998_02,32,前橋駅,0,0,1
平日_19時43分_系統267,20:25:00,20:25:00,200718_10,33,前橋駅,1,0,1
平日_19時50分_系統532,19:50:00,19:50:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
平日_19時50分_系統532,19:51:00,19:51:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,19:53:00,19:53:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,19:55:00,19:55:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,19:55:00,19:55:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,19:57:00,19:57:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,19:58:00,19:58:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:00:00,20:00:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:01:00,20:01:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:02:00,20:02:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:03:00,20:03:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:04:00,20:04:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:06:00,20:06:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:07:00,20:07:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:08:00,20:08:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
平日_19時50分_系統532,20:11:00,20:11:00,200927_01,16,渋川駅,0,0,1
平日_19時50分_系統532,20:12:00,20:12:00,201185_01,17,渋川駅,0,0,1
平日_19時50分_系統532,20:16:00,20:16:00,200348_01,18,渋川駅,0,0,1
平日_19時50分_系統532,20:17:00,20:17:00,200343_01,19,渋川駅,0,0,1
平日_19時50分_系統532,20:18:00,20:18:00,200722_01,20,渋川駅,0,0,1
平日_19時50分_系統532,20:19:00,20:19:00,200189_01,21,渋川駅,0,0,1
平日_19時50分_系統532,20:21:00,20:21:00,201056_01,22,渋川駅,0,0,1
平日_19時50分_系統532,20:22:00,20:22:00,200872_01,23,渋川駅,0,0,1
平日_19時50分_系統532,20:23:00,20:23:00,200981_01,24,渋川駅,0,0,1
平日_19時50分_系統532,20:24:00,20:24:00,201100_01,25,渋川駅,0,0,1
平日_19時50分_系統532,20:25:00,20:25:00,200153_01,26,渋川駅,0,0,1
平日_19時50分_系統532,20:25:00,20:25:00,200395_01,27,渋川駅,0,0,1
平日_19時50分_系統532,20:26:00,20:26:00,200895_01,28,渋川駅,0,0,1
平日_19時50分_系統532,20:28:00,20:28:00,200985_01,29,渋川駅,0,0,1
平日_19時50分_系統532,20:28:00,20:28:00,200987_01,30,渋川駅,0,0,1
平日_19時50分_系統532,20:29:00,20:29:00,200519_01,31,渋川駅,0,0,1
平日_19時50分_系統532,20:30:00,20:30:00,200017_01,32,渋川駅,0,0,1
平日_19時50分_系統532,20:31:00,20:31:00,200506_01,33,渋川駅,0,0,1
平日_19時50分_系統532,20:32:00,20:32:00,200827_01,34,渋川駅,0,0,1
平日_19時50分_系統532,20:33:00,20:33:00,200730_01,35,渋川駅,0,0,1
平日_19時50分_系統532,20:34:00,20:34:00,200768_01,36,渋川駅,0,0,1
平日_19時50分_系統532,20:37:00,20:37:00,200463_10,37,渋川駅,1,0,1
平日_20時02分_系統532,20:02:00,20:02:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
平日_20時02分_系統532,20:03:00,20:03:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:05:00,20:05:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:07:00,20:07:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:07:00,20:07:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:09:00,20:09:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:10:00,20:10:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:12:00,20:12:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:13:00,20:13:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:14:00,20:14:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:15:00,20:15:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:16:00,20:16:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:18:00,20:18:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:19:00,20:19:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:20:00,20:20:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
平日_20時02分_系統532,20:23:00,20:23:00,200927_01,16,渋川駅,0,0,1
平日_20時02分_系統532,20:24:00,20:24:00,201185_01,17,渋川駅,0,0,1
平日_20時02分_系統532,20:28:00,20:28:00,200348_01,18,渋川駅,0,0,1
平日_20時02分_系統532,20:29:00,20:29:00,200343_01,19,渋川駅,0,0,1
平日_20時02分_系統532,20:30:00,20:30:00,200722_01,20,渋川駅,0,0,1
平日_20時02分_系統532,20:31:00,20:31:00,200189_01,21,渋川駅,0,0,1
平日_20時02分_系統532,20:33:00,20:33:00,201056_01,22,渋川駅,0,0,1
平日_20時02分_系統532,20:34:00,20:34:00,200872_01,23,渋川駅,0,0,1
平日_20時02分_系統532,20:35:00,20:35:00,200981_01,24,渋川駅,0,0,1
平日_20時02分_系統532,20:36:00,20:36:00,201100_01,25,渋川駅,0,0,1
平日_20時02分_系統532,20:37:00,20:37:00,200153_01,26,渋川駅,0,0,1
平日_20時02分_系統532,20:37:00,20:37:00,200395_01,27,渋川駅,0,0,1
平日_20時02分_系統532,20:38:00,20:38:00,200895_01,28,渋川駅,0,0,1
平日_20時02分_系統532,20:40:00,20:40:00,200985_01,29,渋川駅,0,0,1
平日_20時02分_系統532,20:40:00,20:40:00,200987_01,30,渋川駅,0,0,1
平日_20時02分_系統532,20:41:00,20:41:00,200519_01,31,渋川駅,0,0,1
平日_20時02分_系統532,20:42:00,20:42:00,200017_01,32,渋川駅,0,0,1
平日_20時02分_系統532,20:43:00,20:43:00,200506_01,33,渋川駅,0,0,1
平日_20時02分_系統532,20:44:00,20:44:00,200827_01,34,渋川駅,0,0,1
平日_20時02分_系統532,20:45:00,20:45:00,200730_01,35,渋川駅,0,0,1
平日_20時02分_系統532,20:46:00,20:46:00,200768_01,36,渋川駅,0,0,1
平日_20時02分_系統532,20:49:00,20:49:00,200463_10,37,渋川駅,1,0,1
平日_20時35分_系統268,20:35:00,20:35:00,200718_02,1,渋川駅,0,1,1
平日_20時35分_系統268,20:36:00,20:36:00,200998_01,2,渋川駅,0,0,1
平日_20時35分_系統268,20:38:00,20:38:00,201081_01,3,渋川駅,0,0,1
平日_20時35分_系統268,20:40:00,20:40:00,200703_01,4,渋川駅,0,0,1
平日_20時35分_系統268,20:40:00,20:40:00,200702_01,5,渋川駅,0,0,1
平日_20時35分_系統268,20:42:00,20:42:00,200455_01,6,渋川駅,0,0,1
平日_20時35分_系統268,20:43:00,20:43:00,200379_01,7,渋川駅,0,0,1
平日_20時35分_系統268,20:45:00,20:45:00,201015_01,8,渋川駅,0,0,1
平日_20時35分_系統268,20:46:00,20:46:00,200262_01,9,渋川駅,0,0,1
平日_20時35分_系統268,20:47:00,20:47:00,200142_01,10,渋川駅,0,0,1
平日_20時35分_系統268,20:48:00,20:48:00,200141_01,11,渋川駅,0,0,1
平日_20時35分_系統268,20:49:00,20:49:00,200542_01,12,渋川駅,0,0,1
平日_20時35分_系統268,20:51:00,20:51:00,201071_01,13,渋川駅,0,0,1
平日_20時35分_系統268,20:53:00,20:53:00,200348_01,14,渋川駅,0,0,1
平日_20時35分_系統268,20:54:00,20:54:00,200343_01,15,渋川駅,0,0,1
平日_20時35分_系統268,20:55:00,20:55:00,200722_01,16,渋川駅,0,0,1
平日_20時35分_系統268,20:56:00,20:56:00,200189_01,17,渋川駅,0,0,1
平日_20時35分_系統268,20:58:00,20:58:00,201056_01,18,渋川駅,0,0,1
平日_20時35分_系統268,20:59:00,20:59:00,200872_01,19,渋川駅,0,0,1
平日_20時35分_系統268,21:00:00,21:00:00,200981_01,20,渋川駅,0,0,1
平日_20時35分_系統268,21:01:00,21:01:00,201100_01,21,渋川駅,0,0,1
平日_20時35分_系統268,21:02:00,21:02:00,200153_01,22,渋川駅,0,0,1
平日_20時35分_系統268,21:02:00,21:02:00,200395_01,23,渋川駅,0,0,1
平日_20時35分_系統268,21:03:00,21:03:00,200895_01,24,渋川駅,0,0,1
平日_20時35分_系統268,21:05:00,21:05:00,200985_01,25,渋川駅,0,0,1
平日_20時35分_系統268,21:05:00,21:05:00,200987_01,26,渋川駅,0,0,1
平日_20時35分_系統268,21:06:00,21:06:00,200519_01,27,渋川駅,0,0,1
平日_20時35分_系統268,21:07:00,21:07:00,200017_01,28,渋川駅,0,0,1
平日_20時35分_系統268,21:08:00,21:08:00,200506_01,29,渋川駅,0,0,1
平日_20時35分_系統268,21:09:00,21:09:00,200827_01,30,渋川駅,0,0,1
平日_20時35分_系統268,21:10:00,21:10:00,200730_01,31,渋川駅,0,0,1
平日_20時35分_系統268,21:11:00,21:11:00,200768_01,32,渋川駅,0,0,1
平日_20時35分_系統268,21:14:00,21:14:00,200463_10,33,渋川駅,1,0,1
平日_20時42分_系統267,20:42:00,20:42:00,200463_01,1,前橋駅,0,1,1
平日_20時42分_系統267,20:43:00,20:43:00,200768_02,2,前橋駅,0,0,1
平日_20時42分_系統267,20:44:00,20:44:00,200730_02,3,前橋駅,0,0,1
平日_20時42分_系統267,20:46:00,20:46:00,200827_02,4,前橋駅,0,0,1
平日_20時42分_系統267,20:47:00,20:47:00,200506_02,5,前橋駅,0,0,1
平日_20時42分_系統267,20:48:00,20:48:00,200017_02,6,前橋駅,0,0,1
平日_20時42分_系統267,20:49:00,20:49:00,200519_02,7,前橋駅,0,0,1
平日_20時42分_系統267,20:49:00,20:49:00,200987_02,8,前橋駅,0,0,1
平日_20時42分_系統267,20:51:00,20:51:00,200985_02,9,前橋駅,0,0,1
平日_20時42分_系統267,20:52:00,20:52:00,200895_02,10,前橋駅,0,0,1
平日_20時42分_系統267,20:54:00,20:54:00,200395_02,11,前橋駅,0,0,1
平日_20時42分_系統267,20:54:00,20:54:00,200153_02,12,前橋駅,0,0,1
平日_20時42分_系統267,20:55:00,20:55:00,201100_02,13,前橋駅,0,0,1
平日_20時42分_系統267,20:56:00,20:56:00,200981_02,14,前橋駅,0,0,1
平日_20時42分_系統267,20:57:00,20:57:00,200872_02,15,前橋駅,0,0,1
平日_20時42分_系統267,20:58:00,20:58:00,201056_02,16,前橋駅,0,0,1
平日_20時42分_系統267,21:00:00,21:00:00,200189_02,17,前橋駅,0,0,1
平日_20時42分_系統267,21:01:00,21:01:00,200722_02,18,前橋駅,0,0,1
平日_20時42分_系統267,21:02:00,21:02:00,200343_02,19,前橋駅,0,0,1
平日_20時42分_系統267,21:03:00,21:03:00,200348_02,20,前橋駅,0,0,1
平日_20時42分_系統267,21:05:00,21:05:00,201071_02,21,前橋駅,0,0,1
平日_20時42分_系統267,21:07:00,21:07:00,200542_02,22,前橋駅,0,0,1
平日_20時42分_系統267,21:08:00,21:08:00,200141_02,23,前橋駅,0,0,1
平日_20時42分_系統267,21:09:00,21:09:00,200142_02,24,前橋駅,0,0,1
平日_20時42分_系統267,21:11:00,21:11:00,200262_02,25,前橋駅,0,0,1
平日_20時42分_系統267,21:12:00,21:12:00,201015_02,26,前橋駅,0,0,1
平日_20時42分_系統267,21:13:00,21:13:00,200379_02,27,前橋駅,0,0,1
平日_20時42分_系統267,21:14:00,21:14:00,200455_02,28,前橋駅,0,0,1
平日_20時42分_系統267,21:16:00,21:16:00,200702_02,29,前橋駅,0,0,1
平日_20時42分_系統267,21:17:00,21:17:00,200703_02,30,前橋駅,0,0,1
平日_20時42分_系統267,21:19:00,21:19:00,201081_02,31,前橋駅,0,0,1
平日_20時42分_系統267,21:21:00,21:21:00,200998_02,32,前橋駅,0,0,1
平日_20時42分_系統267,21:24:00,21:24:00,200718_10,33,前橋駅,1,0,1
平日_21時07分_系統267,21:07:00,21:07:00,200463_01,1,前橋駅,0,1,1
平日_21時07分_系統267,21:08:00,21:08:00,200768_02,2,前橋駅,0,0,1
平日_21時07分_系統267,21:09:00,21:09:00,200730_02,3,前橋駅,0,0,1
平日_21時07分_系統267,21:11:00,21:11:00,200827_02,4,前橋駅,0,0,1
平日_21時07分_系統267,21:12:00,21:12:00,200506_02,5,前橋駅,0,0,1
平日_21時07分_系統267,21:13:00,21:13:00,200017_02,6,前橋駅,0,0,1
平日_21時07分_系統267,21:14:00,21:14:00,200519_02,7,前橋駅,0,0,1
平日_21時07分_系統267,21:14:00,21:14:00,200987_02,8,前橋駅,0,0,1
平日_21時07分_系統267,21:16:00,21:16:00,200985_02,9,前橋駅,0,0,1
平日_21時07分_系統267,21:17:00,21:17:00,200895_02,10,前橋駅,0,0,1
平日_21時07分_系統267,21:19:00,21:19:00,200395_02,11,前橋駅,0,0,1
平日_21時07分_系統267,21:19:00,21:19:00,200153_02,12,前橋駅,0,0,1
平日_21時07分_系統267,21:20:00,21:20:00,201100_02,13,前橋駅,0,0,1
平日_21時07分_系統267,21:21:00,21:21:00,200981_02,14,前橋駅,0,0,1
平日_21時07分_系統267,21:22:00,21:22:00,200872_02,15,前橋駅,0,0,1
平日_21時07分_系統267,21:23:00,21:23:00,201056_02,16,前橋駅,0,0,1
平日_21時07分_系統267,21:25:00,21:25:00,200189_02,17,前橋駅,0,0,1
平日_21時07分_系統267,21:26:00,21:26:00,200722_02,18,前橋駅,0,0,1
平日_21時07分_系統267,21:27:00,21:27:00,200343_02,19,前橋駅,0,0,1
平日_21時07分_系統267,21:28:00,21:28:00,200348_02,20,前橋駅,0,0,1
平日_21時07分_系統267,21:30:00,21:30:00,201071_02,21,前橋駅,0,0,1
平日_21時07分_系統267,21:32:00,21:32:00,200542_02,22,前橋駅,0,0,1
平日_21時07分_系統267,21:33:00,21:33:00,200141_02,23,前橋駅,0,0,1
平日_21時07分_系統267,21:34:00,21:34:00,200142_02,24,前橋駅,0,0,1
平日_21時07分_系統267,21:36:00,21:36:00,200262_02,25,前橋駅,0,0,1
平日_21時07分_系統267,21:37:00,21:37:00,201015_02,26,前橋駅,0,0,1
平日_21時07分_系統267,21:38:00,21:38:00,200379_02,27,前橋駅,0,0,1
平日_21時07分_系統267,21:39:00,21:39:00,200455_02,28,前橋駅,0,0,1
平日_21時07分_系統267,21:41:00,21:41:00,200702_02,29,前橋駅,0,0,1
平日_21時07分_系統267,21:42:00,21:42:00,200703_02,30,前橋駅,0,0,1
平日_21時07分_系統267,21:44:00,21:44:00,201081_02,31,前橋駅,0,0,1
平日_21時07分_系統267,21:46:00,21:46:00,200998_02,32,前橋駅,0,0,1
平日_21時07分_系統267,21:49:00,21:49:00,200718_10,33,前橋駅,1,0,1
平日_21時35分_系統532,21:35:00,21:35:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
平日_21時35分_系統532,21:36:00,21:36:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:38:00,21:38:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:40:00,21:40:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:40:00,21:40:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:42:00,21:42:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:43:00,21:43:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:45:00,21:45:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:46:00,21:46:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:47:00,21:47:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:48:00,21:48:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:49:00,21:49:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:51:00,21:51:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:52:00,21:52:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:53:00,21:53:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
平日_21時35分_系統532,21:56:00,21:56:00,200927_01,16,渋川駅,0,0,1
平日_21時35分_系統532,21:57:00,21:57:00,201185_01,17,渋川駅,0,0,1
平日_21時35分_系統532,22:01:00,22:01:00,200348_01,18,渋川駅,0,0,1
平日_21時35分_系統532,22:02:00,22:02:00,200343_01,19,渋川駅,0,0,1
平日_21時35分_系統532,22:03:00,22:03:00,200722_01,20,渋川駅,0,0,1
平日_21時35分_系統532,22:04:00,22:04:00,200189_01,21,渋川駅,0,0,1
平日_21時35分_系統532,22:06:00,22:06:00,201056_01,22,渋川駅,0,0,1
平日_21時35分_系統532,22:07:00,22:07:00,200872_01,23,渋川駅,0,0,1
平日_21時35分_系統532,22:08:00,22:08:00,200981_01,24,渋川駅,0,0,1
平日_21時35分_系統532,22:09:00,22:09:00,201100_01,25,渋川駅,0,0,1
平日_21時35分_系統532,22:10:00,22:10:00,200153_01,26,渋川駅,0,0,1
平日_21時35分_系統532,22:10:00,22:10:00,200395_01,27,渋川駅,0,0,1
平日_21時35分_系統532,22:11:00,22:11:00,200895_01,28,渋川駅,0,0,1
平日_21時35分_系統532,22:13:00,22:13:00,200985_01,29,渋川駅,0,0,1
平日_21時35分_系統532,22:13:00,22:13:00,200987_01,30,渋川駅,0,0,1
平日_21時35分_系統532,22:14:00,22:14:00,200519_01,31,渋川駅,0,0,1
平日_21時35分_系統532,22:15:00,22:15:00,200017_01,32,渋川駅,0,0,1
平日_21時35分_系統532,22:16:00,22:16:00,200506_01,33,渋川駅,0,0,1
平日_21時35分_系統532,22:17:00,22:17:00,200827_01,34,渋川駅,0,0,1
平日_21時35分_系統532,22:18:00,22:18:00,200730_01,35,渋川駅,0,0,1
平日_21時35分_系統532,22:19:00,22:19:00,200768_01,36,渋川駅,0,0,1
平日_21時35分_系統532,22:22:00,22:22:00,200463_10,37,渋川駅,1,0,1
平日_21時38分_系統267,21:38:00,21:38:00,200463_01,1,前橋駅,0,1,1
平日_21時38分_系統267,21:39:00,21:39:00,200768_02,2,前橋駅,0,0,1
平日_21時38分_系統267,21:40:00,21:40:00,200730_02,3,前橋駅,0,0,1
平日_21時38分_系統267,21:42:00,21:42:00,200827_02,4,前橋駅,0,0,1
平日_21時38分_系統267,21:43:00,21:43:00,200506_02,5,前橋駅,0,0,1
平日_21時38分_系統267,21:44:00,21:44:00,200017_02,6,前橋駅,0,0,1
平日_21時38分_系統267,21:45:00,21:45:00,200519_02,7,前橋駅,0,0,1
平日_21時38分_系統267,21:45:00,21:45:00,200987_02,8,前橋駅,0,0,1
平日_21時38分_系統267,21:47:00,21:47:00,200985_02,9,前橋駅,0,0,1
平日_21時38分_系統267,21:48:00,21:48:00,200895_02,10,前橋駅,0,0,1
平日_21時38分_系統267,21:50:00,21:50:00,200395_02,11,前橋駅,0,0,1
平日_21時38分_系統267,21:50:00,21:50:00,200153_02,12,前橋駅,0,0,1
平日_21時38分_系統267,21:51:00,21:51:00,201100_02,13,前橋駅,0,0,1
平日_21時38分_系統267,21:52:00,21:52:00,200981_02,14,前橋駅,0,0,1
平日_21時38分_系統267,21:53:00,21:53:00,200872_02,15,前橋駅,0,0,1
平日_21時38分_系統267,21:54:00,21:54:00,201056_02,16,前橋駅,0,0,1
平日_21時38分_系統267,21:56:00,21:56:00,200189_02,17,前橋駅,0,0,1
平日_21時38分_系統267,21:57:00,21:57:00,200722_02,18,前橋駅,0,0,1
平日_21時38分_系統267,21:58:00,21:58:00,200343_02,19,前橋駅,0,0,1
平日_21時38分_系統267,21:59:00,21:59:00,200348_02,20,前橋駅,0,0,1
平日_21時38分_系統267,22:01:00,22:01:00,201071_02,21,前橋駅,0,0,1
平日_21時38分_系統267,22:03:00,22:03:00,200542_02,22,前橋駅,0,0,1
平日_21時38分_系統267,22:04:00,22:04:00,200141_02,23,前橋駅,0,0,1
平日_21時38分_系統267,22:05:00,22:05:00,200142_02,24,前橋駅,0,0,1
平日_21時38分_系統267,22:07:00,22:07:00,200262_02,25,前橋駅,0,0,1
平日_21時38分_系統267,22:08:00,22:08:00,201015_02,26,前橋駅,0,0,1
平日_21時38分_系統267,22:09:00,22:09:00,200379_02,27,前橋駅,0,0,1
平日_21時38分_系統267,22:10:00,22:10:00,200455_02,28,前橋駅,0,0,1
平日_21時38分_系統267,22:12:00,22:12:00,200702_02,29,前橋駅,0,0,1
平日_21時38分_系統267,22:13:00,22:13:00,200703_02,30,前橋駅,0,0,1
平日_21時38分_系統267,22:15:00,22:15:00,201081_02,31,前橋駅,0,0,1
平日_21時38分_系統267,22:17:00,22:17:00,200998_02,32,前橋駅,0,0,1
平日_21時38分_系統267,22:20:00,22:20:00,200718_10,33,前橋駅,1,0,1
平日_22時17分_系統268,22:17:00,22:17:00,200718_02,1,渋川駅,0,1,1
平日_22時17分_系統268,22:18:00,22:18:00,200998_01,2,渋川駅,0,0,1
平日_22時17分_系統268,22:20:00,22:20:00,201081_01,3,渋川駅,0,0,1
平日_22時17分_系統268,22:22:00,22:22:00,200703_01,4,渋川駅,0,0,1
平日_22時17分_系統268,22:22:00,22:22:00,200702_01,5,渋川駅,0,0,1
平日_22時17分_系統268,22:24:00,22:24:00,200455_01,6,渋川駅,0,0,1
平日_22時17分_系統268,22:25:00,22:25:00,200379_01,7,渋川駅,0,0,1
平日_22時17分_系統268,22:27:00,22:27:00,201015_01,8,渋川駅,0,0,1
平日_22時17分_系統268,22:28:00,22:28:00,200262_01,9,渋川駅,0,0,1
平日_22時17分_系統268,22:29:00,22:29:00,200142_01,10,渋川駅,0,0,1
平日_22時17分_系統268,22:30:00,22:30:00,200141_01,11,渋川駅,0,0,1
平日_22時17分_系統268,22:31:00,22:31:00,200542_01,12,渋川駅,0,0,1
平日_22時17分_系統268,22:33:00,22:33:00,201071_01,13,渋川駅,0,0,1
平日_22時17分_系統268,22:35:00,22:35:00,200348_01,14,渋川駅,0,0,1
平日_22時17分_系統268,22:36:00,22:36:00,200343_01,15,渋川駅,0,0,1
平日_22時17分_系統268,22:37:00,22:37:00,200722_01,16,渋川駅,0,0,1
平日_22時17分_系統268,22:38:00,22:38:00,200189_01,17,渋川駅,0,0,1
平日_22時17分_系統268,22:40:00,22:40:00,201056_01,18,渋川駅,0,0,1
平日_22時17分_系統268,22:41:00,22:41:00,200872_01,19,渋川駅,0,0,1
平日_22時17分_系統268,22:42:00,22:42:00,200981_01,20,渋川駅,0,0,1
平日_22時17分_系統268,22:43:00,22:43:00,201100_01,21,渋川駅,0,0,1
平日_22時17分_系統268,22:44:00,22:44:00,200153_01,22,渋川駅,0,0,1
平日_22時17分_系統268,22:44:00,22:44:00,200395_01,23,渋川駅,0,0,1
平日_22時17分_系統268,22:45:00,22:45:00,200895_01,24,渋川駅,0,0,1
平日_22時17分_系統268,22:47:00,22:47:00,200985_01,25,渋川駅,0,0,1
平日_22時17分_系統268,22:47:00,22:47:00,200987_01,26,渋川駅,0,0,1
平日_22時17分_系統268,22:48:00,22:48:00,200519_01,27,渋川駅,0,0,1
平日_22時17分_系統268,22:49:00,22:49:00,200017_01,28,渋川駅,0,0,1
平日_22時17分_系統268,22:50:00,22:50:00,200506_01,29,渋川駅,0,0,1
平日_22時17分_系統268,22:51:00,22:51:00,200827_01,30,渋川駅,0,0,1
平日_22時17分_系統268,22:52:00,22:52:00,200730_01,31,渋川駅,0,0,1
平日_22時17分_系統268,22:53:00,22:53:00,200768_01,32,渋川駅,0,0,1
平日_22時17分_系統268,22:56:00,22:56:00,200463_10,33,渋川駅,1,0,1
平日_22時53分_系統268,22:53:00,22:53:00,200718_02,1,渋川駅,0,1,1
平日_22時53分_系統268,22:54:00,22:54:00,200998_01,2,渋川駅,0,0,1
平日_22時53分_系統268,22:56:00,22:56:00,201081_01,3,渋川駅,0,0,1
平日_22時53分_系統268,22:58:00,22:58:00,200703_01,4,渋川駅,0,0,1
平日_22時53分_系統268,22:58:00,22:58:00,200702_01,5,渋川駅,0,0,1
平日_22時53分_系統268,23:00:00,23:00:00,200455_01,6,渋川駅,0,0,1
平日_22時53分_系統268,23:01:00,23:01:00,200379_01,7,渋川駅,0,0,1
平日_22時53分_系統268,23:03:00,23:03:00,201015_01,8,渋川駅,0,0,1
平日_22時53分_系統268,23:04:00,23:04:00,200262_01,9,渋川駅,0,0,1
平日_22時53分_系統268,23:05:00,23:05:00,200142_01,10,渋川駅,0,0,1
平日_22時53分_系統268,23:06:00,23:06:00,200141_01,11,渋川駅,0,0,1
平日_22時53分_系統268,23:07:00,23:07:00,200542_01,12,渋川駅,0,0,1
平日_22時53分_系統268,23:09:00,23:09:00,201071_01,13,渋川駅,0,0,1
平日_22時53分_系統268,23:11:00,23:11:00,200348_01,14,渋川駅,0,0,1
平日_22時53分_系統268,23:12:00,23:12:00,200343_01,15,渋川駅,0,0,1
平日_22時53分_系統268,23:13:00,23:13:00,200722_01,16,渋川駅,0,0,1
平日_22時53分_系統268,23:14:00,23:14:00,200189_01,17,渋川駅,0,0,1
平日_22時53分_系統268,23:16:00,23:16:00,201056_01,18,渋川駅,0,0,1
平日_22時53分_系統268,23:17:00,23:17:00,200872_01,19,渋川駅,0,0,1
平日_22時53分_系統268,23:18:00,23:18:00,200981_01,20,渋川駅,0,0,1
平日_22時53分_系統268,23:19:00,23:19:00,201100_01,21,渋川駅,0,0,1
平日_22時53分_系統268,23:20:00,23:20:00,200153_01,22,渋川駅,0,0,1
平日_22時53分_系統268,23:20:00,23:20:00,200395_01,23,渋川駅,0,0,1
平日_22時53分_系統268,23:21:00,23:21:00,200895_01,24,渋川駅,0,0,1
平日_22時53分_系統268,23:23:00,23:23:00,200985_01,25,渋川駅,0,0,1
平日_22時53分_系統268,23:23:00,23:23:00,200987_01,26,渋川駅,0,0,1
平日_22時53分_系統268,23:24:00,23:24:00,200519_01,27,渋川駅,0,0,1
平日_22時53分_系統268,23:25:00,23:25:00,200017_01,28,渋川駅,0,0,1
平日_22時53分_系統268,23:26:00,23:26:00,200506_01,29,渋川駅,0,0,1
平日_22時53分_系統268,23:27:00,23:27:00,200827_01,30,渋川駅,0,0,1
平日_22時53分_系統268,23:28:00,23:28:00,200730_01,31,渋川駅,0,0,1
平日_22時53分_系統268,23:29:00,23:29:00,200768_01,32,渋川駅,0,0,1
平日_22時53分_系統268,23:32:00,23:32:00,200463_10,33,渋川駅,1,0,1
土曜_05時50分_系統267,05:50:00,05:50:00,200463_01,1,前橋駅,0,1,1
土曜_05時50分_系統267,05:51:00,05:51:00,200768_02,2,前橋駅,0,0,1
土曜_05時50分_系統267,05:52:00,05:52:00,200730_02,3,前橋駅,0,0,1
土曜_05時50分_系統267,05:54:00,05:54:00,200827_02,4,前橋駅,0,0,1
土曜_05時50分_系統267,05:55:00,05:55:00,200506_02,5,前橋駅,0,0,1
土曜_05時50分_系統267,05:56:00,05:56:00,200017_02,6,前橋駅,0,0,1
土曜_05時50分_系統267,05:57:00,05:57:00,200519_02,7,前橋駅,0,0,1
土曜_05時50分_系統267,05:57:00,05:57:00,200987_02,8,前橋駅,0,0,1
土曜_05時50分_系統267,05:59:00,05:59:00,200985_02,9,前橋駅,0,0,1
土曜_05時50分_系統267,06:00:00,06:00:00,200895_02,10,前橋駅,0,0,1
土曜_05時50分_系統267,06:01:00,06:01:00,200395_02,11,前橋駅,0,0,1
土曜_05時50分_系統267,06:01:00,06:01:00,200153_02,12,前橋駅,0,0,1
土曜_05時50分_系統267,06:02:00,06:02:00,201100_02,13,前橋駅,0,0,1
土曜_05時50分_系統267,06:03:00,06:03:00,200981_02,14,前橋駅,0,0,1
土曜_05時50分_系統267,06:04:00,06:04:00,200872_02,15,前橋駅,0,0,1
土曜_05時50分_系統267,06:05:00,06:05:00,201056_02,16,前橋駅,0,0,1
土曜_05時50分_系統267,06:07:00,06:07:00,200189_02,17,前橋駅,0,0,1
土曜_05時50分_系統267,06:08:00,06:08:00,200722_02,18,前橋駅,0,0,1
土曜_05時50分_系統267,06:09:00,06:09:00,200343_02,19,前橋駅,0,0,1
土曜_05時50分_系統267,06:10:00,06:10:00,200348_02,20,前橋駅,0,0,1
土曜_05時50分_系統267,06:12:00,06:12:00,201071_02,21,前橋駅,0,0,1
土曜_05時50分_系統267,06:13:00,06:13:00,200542_02,22,前橋駅,0,0,1
土曜_05時50分_系統267,06:14:00,06:14:00,200141_02,23,前橋駅,0,0,1
土曜_05時50分_系統267,06:15:00,06:15:00,200142_02,24,前橋駅,0,0,1
土曜_05時50分_系統267,06:17:00,06:17:00,200262_02,25,前橋駅,0,0,1
土曜_05時50分_系統267,06:18:00,06:18:00,201015_02,26,前橋駅,0,0,1
土曜_05時50分_系統267,06:18:00,06:18:00,200379_02,27,前橋駅,0,0,1
土曜_05時50分_系統267,06:19:00,06:19:00,200455_02,28,前橋駅,0,0,1
土曜_05時50分_系統267,06:20:00,06:20:00,200702_02,29,前橋駅,0,0,1
土曜_05時50分_系統267,06:21:00,06:21:00,200703_02,30,前橋駅,0,0,1
土曜_05時50分_系統267,06:22:00,06:22:00,201081_02,31,前橋駅,0,0,1
土曜_05時50分_系統267,06:23:00,06:23:00,200998_02,32,前橋駅,0,0,1
土曜_05時50分_系統267,06:27:00,06:27:00,200718_10,33,前橋駅,1,0,1
土曜_06時25分_系統267,06:25:00,06:25:00,200463_01,1,前橋駅,0,1,1
土曜_06時25分_系統267,06:26:00,06:26:00,200768_02,2,前橋駅,0,0,1
土曜_06時25分_系統267,06:27:00,06:27:00,200730_02,3,前橋駅,0,0,1
土曜_06時25分_系統267,06:29:00,06:29:00,200827_02,4,前橋駅,0,0,1
土曜_06時25分_系統267,06:30:00,06:30:00,200506_02,5,前橋駅,0,0,1
土曜_06時25分_系統267,06:31:00,06:31:00,200017_02,6,前橋駅,0,0,1
土曜_06時25分_系統267,06:32:00,06:32:00,200519_02,7,前橋駅,0,0,1
土曜_06時25分_系統267,06:32:00,06:32:00,200987_02,8,前橋駅,0,0,1
土曜_06時25分_系統267,06:34:00,06:34:00,200985_02,9,前橋駅,0,0,1
土曜_06時25分_系統267,06:35:00,06:35:00,200895_02,10,前橋駅,0,0,1
土曜_06時25分_系統267,06:36:00,06:36:00,200395_02,11,前橋駅,0,0,1
土曜_06時25分_系統267,06:36:00,06:36:00,200153_02,12,前橋駅,0,0,1
土曜_06時25分_系統267,06:37:00,06:37:00,201100_02,13,前橋駅,0,0,1
土曜_06時25分_系統267,06:38:00,06:38:00,200981_02,14,前橋駅,0,0,1
土曜_06時25分_系統267,06:39:00,06:39:00,200872_02,15,前橋駅,0,0,1
土曜_06時25分_系統267,06:40:00,06:40:00,201056_02,16,前橋駅,0,0,1
土曜_06時25分_系統267,06:42:00,06:42:00,200189_02,17,前橋駅,0,0,1
土曜_06時25分_系統267,06:43:00,06:43:00,200722_02,18,前橋駅,0,0,1
土曜_06時25分_系統267,06:44:00,06:44:00,200343_02,19,前橋駅,0,0,1
土曜_06時25分_系統267,06:45:00,06:45:00,200348_02,20,前橋駅,0,0,1
土曜_06時25分_系統267,06:47:00,06:47:00,201071_02,21,前橋駅,0,0,1
土曜_06時25分_系統267,06:48:00,06:48:00,200542_02,22,前橋駅,0,0,1
土曜_06時25分_系統267,06:49:00,06:49:00,200141_02,23,前橋駅,0,0,1
土曜_06時25分_系統267,06:50:00,06:50:00,200142_02,24,前橋駅,0,0,1
土曜_06時25分_系統267,06:52:00,06:52:00,200262_02,25,前橋駅,0,0,1
土曜_06時25分_系統267,06:53:00,06:53:00,201015_02,26,前橋駅,0,0,1
土曜_06時25分_系統267,06:53:00,06:53:00,200379_02,27,前橋駅,0,0,1
土曜_06時25分_系統267,06:54:00,06:54:00,200455_02,28,前橋駅,0,0,1
土曜_06時25分_系統267,06:55:00,06:55:00,200702_02,29,前橋駅,0,0,1
土曜_06時25分_系統267,06:56:00,06:56:00,200703_02,30,前橋駅,0,0,1
土曜_06時25分_系統267,06:57:00,06:57:00,201081_02,31,前橋駅,0,0,1
土曜_06時25分_系統267,06:59:00,06:59:00,200998_02,32,前橋駅,0,0,1
土曜_06時25分_系統267,07:02:00,07:02:00,200718_10,33,前橋駅,1,0,1
土曜_06時43分_系統267,06:43:00,06:43:00,200463_01,1,前橋駅,0,1,1
土曜_06時43分_系統267,06:44:00,06:44:00,200768_02,2,前橋駅,0,0,1
土曜_06時43分_系統267,06:45:00,06:45:00,200730_02,3,前橋駅,0,0,1
土曜_06時43分_系統267,06:47:00,06:47:00,200827_02,4,前橋駅,0,0,1
土曜_06時43分_系統267,06:48:00,06:48:00,200506_02,5,前橋駅,0,0,1
土曜_06時43分_系統267,06:49:00,06:49:00,200017_02,6,前橋駅,0,0,1
土曜_06時43分_系統267,06:50:00,06:50:00,200519_02,7,前橋駅,0,0,1
土曜_06時43分_系統267,06:50:00,06:50:00,200987_02,8,前橋駅,0,0,1
土曜_06時43分_系統267,06:52:00,06:52:00,200985_02,9,前橋駅,0,0,1
土曜_06時43分_系統267,06:53:00,06:53:00,200895_02,10,前橋駅,0,0,1
土曜_06時43分_系統267,06:54:00,06:54:00,200395_02,11,前橋駅,0,0,1
土曜_06時43分_系統267,06:54:00,06:54:00,200153_02,12,前橋駅,0,0,1
土曜_06時43分_系統267,06:55:00,06:55:00,201100_02,13,前橋駅,0,0,1
土曜_06時43分_系統267,06:56:00,06:56:00,200981_02,14,前橋駅,0,0,1
土曜_06時43分_系統267,06:57:00,06:57:00,200872_02,15,前橋駅,0,0,1
土曜_06時43分_系統267,06:58:00,06:58:00,201056_02,16,前橋駅,0,0,1
土曜_06時43分_系統267,07:00:00,07:00:00,200189_02,17,前橋駅,0,0,1
土曜_06時43分_系統267,07:01:00,07:01:00,200722_02,18,前橋駅,0,0,1
土曜_06時43分_系統267,07:02:00,07:02:00,200343_02,19,前橋駅,0,0,1
土曜_06時43分_系統267,07:03:00,07:03:00,200348_02,20,前橋駅,0,0,1
土曜_06時43分_系統267,07:05:00,07:05:00,201071_02,21,前橋駅,0,0,1
土曜_06時43分_系統267,07:06:00,07:06:00,200542_02,22,前橋駅,0,0,1
土曜_06時43分_系統267,07:07:00,07:07:00,200141_02,23,前橋駅,0,0,1
土曜_06時43分_系統267,07:08:00,07:08:00,200142_02,24,前橋駅,0,0,1
土曜_06時43分_系統267,07:10:00,07:10:00,200262_02,25,前橋駅,0,0,1
土曜_06時43分_系統267,07:11:00,07:11:00,201015_02,26,前橋駅,0,0,1
土曜_06時43分_系統267,07:11:00,07:11:00,200379_02,27,前橋駅,0,0,1
土曜_06時43分_系統267,07:12:00,07:12:00,200455_02,28,前橋駅,0,0,1
土曜_06時43分_系統267,07:13:00,07:13:00,200702_02,29,前橋駅,0,0,1
土曜_06時43分_系統267,07:14:00,07:14:00,200703_02,30,前橋駅,0,0,1
土曜_06時43分_系統267,07:16:00,07:16:00,201081_02,31,前橋駅,0,0,1
土曜_06時43分_系統267,07:18:00,07:18:00,200998_02,32,前橋駅,0,0,1
土曜_06時43分_系統267,07:21:00,07:21:00,200718_10,33,前橋駅,1,0,1
土曜_06時47分_系統268,06:47:00,06:47:00,200718_02,1,渋川駅,0,1,1
土曜_06時47分_系統268,06:48:00,06:48:00,200998_01,2,渋川駅,0,0,1
土曜_06時47分_系統268,06:50:00,06:50:00,201081_01,3,渋川駅,0,0,1
土曜_06時47分_系統268,06:51:00,06:51:00,200703_01,4,渋川駅,0,0,1
土曜_06時47分_系統268,06:51:00,06:51:00,200702_01,5,渋川駅,0,0,1
土曜_06時47分_系統268,06:52:00,06:52:00,200455_01,6,渋川駅,0,0,1
土曜_06時47分_系統268,06:53:00,06:53:00,200379_01,7,渋川駅,0,0,1
土曜_06時47分_系統268,06:54:00,06:54:00,201015_01,8,渋川駅,0,0,1
土曜_06時47分_系統268,06:55:00,06:55:00,200262_01,9,渋川駅,0,0,1
土曜_06時47分_系統268,06:56:00,06:56:00,200142_01,10,渋川駅,0,0,1
土曜_06時47分_系統268,06:57:00,06:57:00,200141_01,11,渋川駅,0,0,1
土曜_06時47分_系統268,06:58:00,06:58:00,200542_01,12,渋川駅,0,0,1
土曜_06時47分_系統268,07:00:00,07:00:00,201071_01,13,渋川駅,0,0,1
土曜_06時47分_系統268,07:01:00,07:01:00,200348_01,14,渋川駅,0,0,1
土曜_06時47分_系統268,07:02:00,07:02:00,200343_01,15,渋川駅,0,0,1
土曜_06時47分_系統268,07:03:00,07:03:00,200722_01,16,渋川駅,0,0,1
土曜_06時47分_系統268,07:05:00,07:05:00,200189_01,17,渋川駅,0,0,1
土曜_06時47分_系統268,07:07:00,07:07:00,201056_01,18,渋川駅,0,0,1
土曜_06時47分_系統268,07:08:00,07:08:00,200872_01,19,渋川駅,0,0,1
土曜_06時47分_系統268,07:09:00,07:09:00,200981_01,20,渋川駅,0,0,1
土曜_06時47分_系統268,07:10:00,07:10:00,201100_01,21,渋川駅,0,0,1
土曜_06時47分_系統268,07:11:00,07:11:00,200153_01,22,渋川駅,0,0,1
土曜_06時47分_系統268,07:11:00,07:11:00,200395_01,23,渋川駅,0,0,1
土曜_06時47分_系統268,07:12:00,07:12:00,200895_01,24,渋川駅,0,0,1
土曜_06時47分_系統268,07:13:00,07:13:00,200985_01,25,渋川駅,0,0,1
土曜_06時47分_系統268,07:13:00,07:13:00,200987_01,26,渋川駅,0,0,1
土曜_06時47分_系統268,07:14:00,07:14:00,200519_01,27,渋川駅,0,0,1
土曜_06時47分_系統268,07:15:00,07:15:00,200017_01,28,渋川駅,0,0,1
土曜_06時47分_系統268,07:16:00,07:16:00,200506_01,29,渋川駅,0,0,1
土曜_06時47分_系統268,07:17:00,07:17:00,200827_01,30,渋川駅,0,0,1
土曜_06時47分_系統268,07:19:00,07:19:00,200730_01,31,渋川駅,0,0,1
土曜_06時47分_系統268,07:20:00,07:20:00,200768_01,32,渋川駅,0,0,1
土曜_06時47分_系統268,07:23:00,07:23:00,200463_10,33,渋川駅,1,0,1
土曜_07時05分_系統267,07:05:00,07:05:00,200463_01,1,前橋駅,0,1,1
土曜_07時05分_系統267,07:06:00,07:06:00,200768_02,2,前橋駅,0,0,1
土曜_07時05分_系統267,07:07:00,07:07:00,200730_02,3,前橋駅,0,0,1
土曜_07時05分_系統267,07:09:00,07:09:00,200827_02,4,前橋駅,0,0,1
土曜_07時05分_系統267,07:10:00,07:10:00,200506_02,5,前橋駅,0,0,1
土曜_07時05分_系統267,07:11:00,07:11:00,200017_02,6,前橋駅,0,0,1
土曜_07時05分_系統267,07:12:00,07:12:00,200519_02,7,前橋駅,0,0,1
土曜_07時05分_系統267,07:12:00,07:12:00,200987_02,8,前橋駅,0,0,1
土曜_07時05分_系統267,07:14:00,07:14:00,200985_02,9,前橋駅,0,0,1
土曜_07時05分_系統267,07:15:00,07:15:00,200895_02,10,前橋駅,0,0,1
土曜_07時05分_系統267,07:16:00,07:16:00,200395_02,11,前橋駅,0,0,1
土曜_07時05分_系統267,07:16:00,07:16:00,200153_02,12,前橋駅,0,0,1
土曜_07時05分_系統267,07:17:00,07:17:00,201100_02,13,前橋駅,0,0,1
土曜_07時05分_系統267,07:18:00,07:18:00,200981_02,14,前橋駅,0,0,1
土曜_07時05分_系統267,07:19:00,07:19:00,200872_02,15,前橋駅,0,0,1
土曜_07時05分_系統267,07:20:00,07:20:00,201056_02,16,前橋駅,0,0,1
土曜_07時05分_系統267,07:22:00,07:22:00,200189_02,17,前橋駅,0,0,1
土曜_07時05分_系統267,07:23:00,07:23:00,200722_02,18,前橋駅,0,0,1
土曜_07時05分_系統267,07:24:00,07:24:00,200343_02,19,前橋駅,0,0,1
土曜_07時05分_系統267,07:25:00,07:25:00,200348_02,20,前橋駅,0,0,1
土曜_07時05分_系統267,07:27:00,07:27:00,201071_02,21,前橋駅,0,0,1
土曜_07時05分_系統267,07:28:00,07:28:00,200542_02,22,前橋駅,0,0,1
土曜_07時05分_系統267,07:29:00,07:29:00,200141_02,23,前橋駅,0,0,1
土曜_07時05分_系統267,07:30:00,07:30:00,200142_02,24,前橋駅,0,0,1
土曜_07時05分_系統267,07:32:00,07:32:00,200262_02,25,前橋駅,0,0,1
土曜_07時05分_系統267,07:33:00,07:33:00,201015_02,26,前橋駅,0,0,1
土曜_07時05分_系統267,07:33:00,07:33:00,200379_02,27,前橋駅,0,0,1
土曜_07時05分_系統267,07:34:00,07:34:00,200455_02,28,前橋駅,0,0,1
土曜_07時05分_系統267,07:35:00,07:35:00,200702_02,29,前橋駅,0,0,1
土曜_07時05分_系統267,07:36:00,07:36:00,200703_02,30,前橋駅,0,0,1
土曜_07時05分_系統267,07:38:00,07:38:00,201081_02,31,前橋駅,0,0,1
土曜_07時05分_系統267,07:40:00,07:40:00,200998_02,32,前橋駅,0,0,1
土曜_07時05分_系統267,07:43:00,07:43:00,200718_10,33,前橋駅,1,0,1
土曜_07時12分_系統268,07:12:00,07:12:00,200718_02,1,渋川駅,0,1,1
土曜_07時12分_系統268,07:13:00,07:13:00,200998_01,2,渋川駅,0,0,1
土曜_07時12分_系統268,07:15:00,07:15:00,201081_01,3,渋川駅,0,0,1
土曜_07時12分_系統268,07:16:00,07:16:00,200703_01,4,渋川駅,0,0,1
土曜_07時12分_系統268,07:16:00,07:16:00,200702_01,5,渋川駅,0,0,1
土曜_07時12分_系統268,07:17:00,07:17:00,200455_01,6,渋川駅,0,0,1
土曜_07時12分_系統268,07:18:00,07:18:00,200379_01,7,渋川駅,0,0,1
土曜_07時12分_系統268,07:19:00,07:19:00,201015_01,8,渋川駅,0,0,1
土曜_07時12分_系統268,07:20:00,07:20:00,200262_01,9,渋川駅,0,0,1
土曜_07時12分_系統268,07:21:00,07:21:00,200142_01,10,渋川駅,0,0,1
土曜_07時12分_系統268,07:22:00,07:22:00,200141_01,11,渋川駅,0,0,1
土曜_07時12分_系統268,07:23:00,07:23:00,200542_01,12,渋川駅,0,0,1
土曜_07時12分_系統268,07:25:00,07:25:00,201071_01,13,渋川駅,0,0,1
土曜_07時12分_系統268,07:26:00,07:26:00,200348_01,14,渋川駅,0,0,1
土曜_07時12分_系統268,07:27:00,07:27:00,200343_01,15,渋川駅,0,0,1
土曜_07時12分_系統268,07:28:00,07:28:00,200722_01,16,渋川駅,0,0,1
土曜_07時12分_系統268,07:30:00,07:30:00,200189_01,17,渋川駅,0,0,1
土曜_07時12分_系統268,07:32:00,07:32:00,201056_01,18,渋川駅,0,0,1
土曜_07時12分_系統268,07:33:00,07:33:00,200872_01,19,渋川駅,0,0,1
土曜_07時12分_系統268,07:34:00,07:34:00,200981_01,20,渋川駅,0,0,1
土曜_07時12分_系統268,07:35:00,07:35:00,201100_01,21,渋川駅,0,0,1
土曜_07時12分_系統268,07:36:00,07:36:00,200153_01,22,渋川駅,0,0,1
土曜_07時12分_系統268,07:36:00,07:36:00,200395_01,23,渋川駅,0,0,1
土曜_07時12分_系統268,07:37:00,07:37:00,200895_01,24,渋川駅,0,0,1
土曜_07時12分_系統268,07:38:00,07:38:00,200985_01,25,渋川駅,0,0,1
土曜_07時12分_系統268,07:38:00,07:38:00,200987_01,26,渋川駅,0,0,1
土曜_07時12分_系統268,07:39:00,07:39:00,200519_01,27,渋川駅,0,0,1
土曜_07時12分_系統268,07:40:00,07:40:00,200017_01,28,渋川駅,0,0,1
土曜_07時12分_系統268,07:41:00,07:41:00,200506_01,29,渋川駅,0,0,1
土曜_07時12分_系統268,07:42:00,07:42:00,200827_01,30,渋川駅,0,0,1
土曜_07時12分_系統268,07:44:00,07:44:00,200730_01,31,渋川駅,0,0,1
土曜_07時12分_系統268,07:45:00,07:45:00,200768_01,32,渋川駅,0,0,1
土曜_07時12分_系統268,07:48:00,07:48:00,200463_10,33,渋川駅,1,0,1
土曜_07時25分_系統267,07:25:00,07:25:00,200463_01,1,前橋駅,0,1,1
土曜_07時25分_系統267,07:26:00,07:26:00,200768_02,2,前橋駅,0,0,1
土曜_07時25分_系統267,07:27:00,07:27:00,200730_02,3,前橋駅,0,0,1
土曜_07時25分_系統267,07:29:00,07:29:00,200827_02,4,前橋駅,0,0,1
土曜_07時25分_系統267,07:30:00,07:30:00,200506_02,5,前橋駅,0,0,1
土曜_07時25分_系統267,07:31:00,07:31:00,200017_02,6,前橋駅,0,0,1
土曜_07時25分_系統267,07:32:00,07:32:00,200519_02,7,前橋駅,0,0,1
土曜_07時25分_系統267,07:32:00,07:32:00,200987_02,8,前橋駅,0,0,1
土曜_07時25分_系統267,07:34:00,07:34:00,200985_02,9,前橋駅,0,0,1
土曜_07時25分_系統267,07:35:00,07:35:00,200895_02,10,前橋駅,0,0,1
土曜_07時25分_系統267,07:36:00,07:36:00,200395_02,11,前橋駅,0,0,1
土曜_07時25分_系統267,07:36:00,07:36:00,200153_02,12,前橋駅,0,0,1
土曜_07時25分_系統267,07:37:00,07:37:00,201100_02,13,前橋駅,0,0,1
土曜_07時25分_系統267,07:38:00,07:38:00,200981_02,14,前橋駅,0,0,1
土曜_07時25分_系統267,07:39:00,07:39:00,200872_02,15,前橋駅,0,0,1
土曜_07時25分_系統267,07:40:00,07:40:00,201056_02,16,前橋駅,0,0,1
土曜_07時25分_系統267,07:42:00,07:42:00,200189_02,17,前橋駅,0,0,1
土曜_07時25分_系統267,07:43:00,07:43:00,200722_02,18,前橋駅,0,0,1
土曜_07時25分_系統267,07:44:00,07:44:00,200343_02,19,前橋駅,0,0,1
土曜_07時25分_系統267,07:45:00,07:45:00,200348_02,20,前橋駅,0,0,1
土曜_07時25分_系統267,07:47:00,07:47:00,201071_02,21,前橋駅,0,0,1
土曜_07時25分_系統267,07:48:00,07:48:00,200542_02,22,前橋駅,0,0,1
土曜_07時25分_系統267,07:49:00,07:49:00,200141_02,23,前橋駅,0,0,1
土曜_07時25分_系統267,07:50:00,07:50:00,200142_02,24,前橋駅,0,0,1
土曜_07時25分_系統267,07:52:00,07:52:00,200262_02,25,前橋駅,0,0,1
土曜_07時25分_系統267,07:53:00,07:53:00,201015_02,26,前橋駅,0,0,1
土曜_07時25分_系統267,07:53:00,07:53:00,200379_02,27,前橋駅,0,0,1
土曜_07時25分_系統267,07:54:00,07:54:00,200455_02,28,前橋駅,0,0,1
土曜_07時25分_系統267,07:55:00,07:55:00,200702_02,29,前橋駅,0,0,1
土曜_07時25分_系統267,07:56:00,07:56:00,200703_02,30,前橋駅,0,0,1
土曜_07時25分_系統267,07:58:00,07:58:00,201081_02,31,前橋駅,0,0,1
土曜_07時25分_系統267,08:00:00,08:00:00,200998_02,32,前橋駅,0,0,1
土曜_07時25分_系統267,08:03:00,08:03:00,200718_10,33,前橋駅,1,0,1
土曜_07時30分_系統264,07:30:00,07:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
土曜_07時30分_系統264,07:31:00,07:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:33:00,07:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:35:00,07:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:36:00,07:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:38:00,07:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:39:00,07:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:40:00,07:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:41:00,07:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:42:00,07:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:43:00,07:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:44:00,07:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:46:00,07:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:47:00,07:47:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:48:00,07:48:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:49:00,07:49:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:51:00,07:51:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:54:00,07:54:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:56:00,07:56:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:57:00,07:57:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:58:00,07:58:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,07:59:00,07:59:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:00:00,08:00:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:00:00,08:00:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:01:00,08:01:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:02:00,08:02:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:02:00,08:02:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:03:00,08:03:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:04:00,08:04:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:05:00,08:05:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:06:00,08:06:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:08:00,08:08:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:09:00,08:09:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
土曜_07時30分_系統264,08:10:00,08:10:00,200463_06,34,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:11:00,08:11:00,200468_01,35,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:13:00,08:13:00,200466_01,36,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:14:00,08:14:00,200704_01,37,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:15:00,08:15:00,200476_02,38,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:16:00,08:16:00,200477_02,39,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:17:00,08:17:00,200430_02,40,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:18:00,08:18:00,200007_02,41,渋川市内循環,0,0,1
土曜_07時30分_系統264,08:23:00,08:23:00,210463_10,42,渋川市内循環,1,0,1
土曜_07時35分_系統528,07:35:00,07:35:00,200927_01,1,前橋駅,0,1,1
土曜_07時35分_系統528,07:35:00,07:35:00,200800_02,2,前橋駅,0,0,1
土曜_07時35分_系統528,07:36:00,07:36:00,200928_02,3,前橋駅,0,0,1
土曜_07時35分_系統528,07:38:00,07:38:00,201071_02,4,前橋駅,0,0,1
土曜_07時35分_系統528,07:39:00,07:39:00,200542_02,5,前橋駅,0,0,1
土曜_07時35分_系統528,07:40:00,07:40:00,200141_02,6,前橋駅,0,0,1
土曜_07時35分_系統528,07:41:00,07:41:00,200142_02,7,前橋駅,0,0,1
土曜_07時35分_系統528,07:43:00,07:43:00,200262_02,8,前橋駅,0,0,1
土曜_07時35分_系統528,07:44:00,07:44:00,201015_02,9,前橋駅,0,0,1
土曜_07時35分_系統528,07:44:00,07:44:00,200379_02,10,前橋駅,0,0,1
土曜_07時35分_系統528,07:45:00,07:45:00,200455_02,11,前橋駅,0,0,1
土曜_07時35分_系統528,07:46:00,07:46:00,200702_02,12,前橋駅,0,0,1
土曜_07時35分_系統528,07:47:00,07:47:00,200703_02,13,前橋駅,0,0,1
土曜_07時35分_系統528,07:49:00,07:49:00,201081_02,14,前橋駅,0,0,1
土曜_07時35分_系統528,07:51:00,07:51:00,200998_02,15,前橋駅,0,0,1
土曜_07時35分_系統528,07:54:00,07:54:00,200718_10,16,前橋駅,1,0,1
土曜_07時40分_系統586,07:40:00,07:40:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
土曜_07時40分_系統586,07:41:00,07:41:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:43:00,07:43:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:45:00,07:45:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:46:00,07:46:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:47:00,07:47:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:48:00,07:48:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:49:00,07:49:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:50:00,07:50:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:51:00,07:51:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_07時40分_系統586,07:53:00,07:53:00,200261_01,11,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,07:54:00,07:54:00,200503_02,12,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,07:55:00,07:55:00,200142_01,13,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,07:56:00,07:56:00,200141_01,14,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,07:57:00,07:57:00,200542_01,15,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,07:59:00,07:59:00,201071_01,16,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,08:00:00,08:00:00,200348_01,17,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,08:01:00,08:01:00,200343_01,18,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,08:02:00,08:02:00,200722_01,19,群馬大学荒牧,0,0,1
土曜_07時40分_系統586,08:05:00,08:05:00,200273_01,20,群馬大学荒牧,1,0,1
土曜_07時45分_系統267,07:45:00,07:45:00,200463_01,1,前橋駅,0,1,1
土曜_07時45分_系統267,07:46:00,07:46:00,200768_02,2,前橋駅,0,0,1
土曜_07時45分_系統267,07:47:00,07:47:00,200730_02,3,前橋駅,0,0,1
土曜_07時45分_系統267,07:49:00,07:49:00,200827_02,4,前橋駅,0,0,1
土曜_07時45分_系統267,07:50:00,07:50:00,200506_02,5,前橋駅,0,0,1
土曜_07時45分_系統267,07:51:00,07:51:00,200017_02,6,前橋駅,0,0,1
土曜_07時45分_系統267,07:52:00,07:52:00,200519_02,7,前橋駅,0,0,1
土曜_07時45分_系統267,07:52:00,07:52:00,200987_02,8,前橋駅,0,0,1
土曜_07時45分_系統267,07:54:00,07:54:00,200985_02,9,前橋駅,0,0,1
土曜_07時45分_系統267,07:55:00,07:55:00,200895_02,10,前橋駅,0,0,1
土曜_07時45分_系統267,07:56:00,07:56:00,200395_02,11,前橋駅,0,0,1
土曜_07時45分_系統267,07:56:00,07:56:00,200153_02,12,前橋駅,0,0,1
土曜_07時45分_系統267,07:57:00,07:57:00,201100_02,13,前橋駅,0,0,1
土曜_07時45分_系統267,07:58:00,07:58:00,200981_02,14,前橋駅,0,0,1
土曜_07時45分_系統267,07:59:00,07:59:00,200872_02,15,前橋駅,0,0,1
土曜_07時45分_系統267,08:00:00,08:00:00,201056_02,16,前橋駅,0,0,1
土曜_07時45分_系統267,08:02:00,08:02:00,200189_02,17,前橋駅,0,0,1
土曜_07時45分_系統267,08:03:00,08:03:00,200722_02,18,前橋駅,0,0,1
土曜_07時45分_系統267,08:04:00,08:04:00,200343_02,19,前橋駅,0,0,1
土曜_07時45分_系統267,08:05:00,08:05:00,200348_02,20,前橋駅,0,0,1
土曜_07時45分_系統267,08:07:00,08:07:00,201071_02,21,前橋駅,0,0,1
土曜_07時45分_系統267,08:09:00,08:09:00,200542_02,22,前橋駅,0,0,1
土曜_07時45分_系統267,08:11:00,08:11:00,200141_02,23,前橋駅,0,0,1
土曜_07時45分_系統267,08:12:00,08:12:00,200142_02,24,前橋駅,0,0,1
土曜_07時45分_系統267,08:14:00,08:14:00,200262_02,25,前橋駅,0,0,1
土曜_07時45分_系統267,08:15:00,08:15:00,201015_02,26,前橋駅,0,0,1
土曜_07時45分_系統267,08:16:00,08:16:00,200379_02,27,前橋駅,0,0,1
土曜_07時45分_系統267,08:17:00,08:17:00,200455_02,28,前橋駅,0,0,1
土曜_07時45分_系統267,08:18:00,08:18:00,200702_02,29,前橋駅,0,0,1
土曜_07時45分_系統267,08:19:00,08:19:00,200703_02,30,前橋駅,0,0,1
土曜_07時45分_系統267,08:21:00,08:21:00,201081_02,31,前橋駅,0,0,1
土曜_07時45分_系統267,08:23:00,08:23:00,200998_02,32,前橋駅,0,0,1
土曜_07時45分_系統267,08:26:00,08:26:00,200718_10,33,前橋駅,1,0,1
土曜_07時53分_系統266,07:53:00,07:53:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_07時53分_系統266,07:54:00,07:54:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,07:56:00,07:56:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,07:58:00,07:58:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,07:59:00,07:59:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:01:00,08:01:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:02:00,08:02:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:03:00,08:03:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:04:00,08:04:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:05:00,08:05:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:06:00,08:06:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:07:00,08:07:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:09:00,08:09:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:10:00,08:10:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:11:00,08:11:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:12:00,08:12:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_07時53分_系統266,08:14:00,08:14:00,200273_01,17,渋川駅,0,0,1
土曜_07時53分_系統266,08:17:00,08:17:00,200189_01,18,渋川駅,0,0,1
土曜_07時53分_系統266,08:19:00,08:19:00,201056_01,19,渋川駅,0,0,1
土曜_07時53分_系統266,08:20:00,08:20:00,200872_01,20,渋川駅,0,0,1
土曜_07時53分_系統266,08:21:00,08:21:00,200981_01,21,渋川駅,0,0,1
土曜_07時53分_系統266,08:22:00,08:22:00,201100_01,22,渋川駅,0,0,1
土曜_07時53分_系統266,08:23:00,08:23:00,200153_01,23,渋川駅,0,0,1
土曜_07時53分_系統266,08:23:00,08:23:00,200395_01,24,渋川駅,0,0,1
土曜_07時53分_系統266,08:24:00,08:24:00,200895_01,25,渋川駅,0,0,1
土曜_07時53分_系統266,08:25:00,08:25:00,200985_01,26,渋川駅,0,0,1
土曜_07時53分_系統266,08:25:00,08:25:00,200987_01,27,渋川駅,0,0,1
土曜_07時53分_系統266,08:26:00,08:26:00,200519_01,28,渋川駅,0,0,1
土曜_07時53分_系統266,08:27:00,08:27:00,200017_01,29,渋川駅,0,0,1
土曜_07時53分_系統266,08:28:00,08:28:00,200506_01,30,渋川駅,0,0,1
土曜_07時53分_系統266,08:29:00,08:29:00,200827_01,31,渋川駅,0,0,1
土曜_07時53分_系統266,08:31:00,08:31:00,200730_01,32,渋川駅,0,0,1
土曜_07時53分_系統266,08:32:00,08:32:00,200768_01,33,渋川駅,0,0,1
土曜_07時53分_系統266,08:35:00,08:35:00,200463_10,34,渋川駅,1,0,1
土曜_08時05分_系統265,08:05:00,08:05:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
土曜_08時05分_系統265,08:06:00,08:06:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:07:00,08:07:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:09:00,08:09:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:10:00,08:10:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:11:00,08:11:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:12:00,08:12:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:12:00,08:12:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:14:00,08:14:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:15:00,08:15:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:16:00,08:16:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:16:00,08:16:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:17:00,08:17:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:18:00,08:18:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:19:00,08:19:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:20:00,08:20:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:22:00,08:22:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時05分_系統265,08:25:00,08:25:00,200273_01,18,前橋駅,0,0,1
土曜_08時05分_系統265,08:27:00,08:27:00,200722_02,19,前橋駅,0,0,1
土曜_08時05分_系統265,08:28:00,08:28:00,200343_02,20,前橋駅,0,0,1
土曜_08時05分_系統265,08:29:00,08:29:00,200348_02,21,前橋駅,0,0,1
土曜_08時05分_系統265,08:31:00,08:31:00,201071_02,22,前橋駅,0,0,1
土曜_08時05分_系統265,08:33:00,08:33:00,200542_02,23,前橋駅,0,0,1
土曜_08時05分_系統265,08:35:00,08:35:00,200141_02,24,前橋駅,0,0,1
土曜_08時05分_系統265,08:36:00,08:36:00,200142_02,25,前橋駅,0,0,1
土曜_08時05分_系統265,08:38:00,08:38:00,200262_02,26,前橋駅,0,0,1
土曜_08時05分_系統265,08:39:00,08:39:00,201015_02,27,前橋駅,0,0,1
土曜_08時05分_系統265,08:40:00,08:40:00,200379_02,28,前橋駅,0,0,1
土曜_08時05分_系統265,08:41:00,08:41:00,200455_02,29,前橋駅,0,0,1
土曜_08時05分_系統265,08:42:00,08:42:00,200702_02,30,前橋駅,0,0,1
土曜_08時05分_系統265,08:43:00,08:43:00,200703_02,31,前橋駅,0,0,1
土曜_08時05分_系統265,08:45:00,08:45:00,201081_02,32,前橋駅,0,0,1
土曜_08時05分_系統265,08:47:00,08:47:00,200998_02,33,前橋駅,0,0,1
土曜_08時05分_系統265,08:50:00,08:50:00,200718_10,34,前橋駅,1,0,1
土曜_08時10分_系統583,08:10:00,08:10:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
土曜_08時10分_系統583,08:12:00,08:12:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
土曜_08時10分_系統583,08:13:00,08:13:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
土曜_08時10分_系統583,08:14:00,08:14:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
土曜_08時10分_系統583,08:17:00,08:17:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
土曜_08時10分_系統583,08:20:00,08:20:00,200927_01,6,前橋駅,0,0,1
土曜_08時10分_系統583,08:20:00,08:20:00,200800_02,7,前橋駅,0,0,1
土曜_08時10分_系統583,08:21:00,08:21:00,200928_02,8,前橋駅,0,0,1
土曜_08時10分_系統583,08:23:00,08:23:00,201071_02,9,前橋駅,0,0,1
土曜_08時10分_系統583,08:25:00,08:25:00,200542_02,10,前橋駅,0,0,1
土曜_08時10分_系統583,08:27:00,08:27:00,200141_02,11,前橋駅,0,0,1
土曜_08時10分_系統583,08:28:00,08:28:00,200142_02,12,前橋駅,0,0,1
土曜_08時10分_系統583,08:30:00,08:30:00,200262_02,13,前橋駅,0,0,1
土曜_08時10分_系統583,08:31:00,08:31:00,201015_02,14,前橋駅,0,0,1
土曜_08時10分_系統583,08:32:00,08:32:00,200379_02,15,前橋駅,0,0,1
土曜_08時10分_系統583,08:33:00,08:33:00,200455_02,16,前橋駅,0,0,1
土曜_08時10分_系統583,08:34:00,08:34:00,200702_02,17,前橋駅,0,0,1
土曜_08時10分_系統583,08:35:00,08:35:00,200703_02,18,前橋駅,0,0,1
土曜_08時10分_系統583,08:37:00,08:37:00,201081_02,19,前橋駅,0,0,1
土曜_08時10分_系統583,08:39:00,08:39:00,200998_02,20,前橋駅,0,0,1
土曜_08時10分_系統583,08:42:00,08:42:00,200718_10,21,前橋駅,1,0,1
土曜_08時12分_系統261,08:12:00,08:12:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
土曜_08時12分_系統261,08:13:00,08:13:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:14:00,08:14:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:15:00,08:15:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:16:00,08:16:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:17:00,08:17:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:18:00,08:18:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:19:00,08:19:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:20:00,08:20:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
土曜_08時12分_系統261,08:25:00,08:25:00,200463_01,10,前橋駅,0,0,1
土曜_08時12分_系統261,08:26:00,08:26:00,200768_02,11,前橋駅,0,0,1
土曜_08時12分_系統261,08:27:00,08:27:00,200730_02,12,前橋駅,0,0,1
土曜_08時12分_系統261,08:29:00,08:29:00,200827_02,13,前橋駅,0,0,1
土曜_08時12分_系統261,08:30:00,08:30:00,200506_02,14,前橋駅,0,0,1
土曜_08時12分_系統261,08:31:00,08:31:00,200017_02,15,前橋駅,0,0,1
土曜_08時12分_系統261,08:32:00,08:32:00,200519_02,16,前橋駅,0,0,1
土曜_08時12分_系統261,08:32:00,08:32:00,200987_02,17,前橋駅,0,0,1
土曜_08時12分_系統261,08:34:00,08:34:00,200985_02,18,前橋駅,0,0,1
土曜_08時12分_系統261,08:35:00,08:35:00,200895_02,19,前橋駅,0,0,1
土曜_08時12分_系統261,08:36:00,08:36:00,200395_02,20,前橋駅,0,0,1
土曜_08時12分_系統261,08:36:00,08:36:00,200153_02,21,前橋駅,0,0,1
土曜_08時12分_系統261,08:37:00,08:37:00,201100_02,22,前橋駅,0,0,1
土曜_08時12分_系統261,08:38:00,08:38:00,200981_02,23,前橋駅,0,0,1
土曜_08時12分_系統261,08:39:00,08:39:00,200872_02,24,前橋駅,0,0,1
土曜_08時12分_系統261,08:40:00,08:40:00,201056_02,25,前橋駅,0,0,1
土曜_08時12分_系統261,08:42:00,08:42:00,200189_02,26,前橋駅,0,0,1
土曜_08時12分_系統261,08:43:00,08:43:00,200722_02,27,前橋駅,0,0,1
土曜_08時12分_系統261,08:44:00,08:44:00,200343_02,28,前橋駅,0,0,1
土曜_08時12分_系統261,08:45:00,08:45:00,200348_02,29,前橋駅,0,0,1
土曜_08時12分_系統261,08:47:00,08:47:00,201071_02,30,前橋駅,0,0,1
土曜_08時12分_系統261,08:49:00,08:49:00,200542_02,31,前橋駅,0,0,1
土曜_08時12分_系統261,08:51:00,08:51:00,200141_02,32,前橋駅,0,0,1
土曜_08時12分_系統261,08:52:00,08:52:00,200142_02,33,前橋駅,0,0,1
土曜_08時12分_系統261,08:54:00,08:54:00,200262_02,34,前橋駅,0,0,1
土曜_08時12分_系統261,08:55:00,08:55:00,201015_02,35,前橋駅,0,0,1
土曜_08時12分_系統261,08:56:00,08:56:00,200379_02,36,前橋駅,0,0,1
土曜_08時12分_系統261,08:57:00,08:57:00,200455_02,37,前橋駅,0,0,1
土曜_08時12分_系統261,08:58:00,08:58:00,200702_02,38,前橋駅,0,0,1
土曜_08時12分_系統261,08:59:00,08:59:00,200703_02,39,前橋駅,0,0,1
土曜_08時12分_系統261,09:01:00,09:01:00,201081_02,40,前橋駅,0,0,1
土曜_08時12分_系統261,09:03:00,09:03:00,200998_02,41,前橋駅,0,0,1
土曜_08時12分_系統261,09:06:00,09:06:00,200718_10,42,前橋駅,1,0,1
土曜_08時13分_系統266,08:13:00,08:13:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_08時13分_系統266,08:14:00,08:14:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:16:00,08:16:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:18:00,08:18:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:19:00,08:19:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:21:00,08:21:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:22:00,08:22:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:23:00,08:23:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:24:00,08:24:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:25:00,08:25:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:26:00,08:26:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:27:00,08:27:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:29:00,08:29:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:30:00,08:30:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:31:00,08:31:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:32:00,08:32:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_08時13分_系統266,08:34:00,08:34:00,200273_01,17,渋川駅,0,0,1
土曜_08時13分_系統266,08:37:00,08:37:00,200189_01,18,渋川駅,0,0,1
土曜_08時13分_系統266,08:39:00,08:39:00,201056_01,19,渋川駅,0,0,1
土曜_08時13分_系統266,08:40:00,08:40:00,200872_01,20,渋川駅,0,0,1
土曜_08時13分_系統266,08:41:00,08:41:00,200981_01,21,渋川駅,0,0,1
土曜_08時13分_系統266,08:42:00,08:42:00,201100_01,22,渋川駅,0,0,1
土曜_08時13分_系統266,08:43:00,08:43:00,200153_01,23,渋川駅,0,0,1
土曜_08時13分_系統266,08:43:00,08:43:00,200395_01,24,渋川駅,0,0,1
土曜_08時13分_系統266,08:44:00,08:44:00,200895_01,25,渋川駅,0,0,1
土曜_08時13分_系統266,08:45:00,08:45:00,200985_01,26,渋川駅,0,0,1
土曜_08時13分_系統266,08:45:00,08:45:00,200987_01,27,渋川駅,0,0,1
土曜_08時13分_系統266,08:46:00,08:46:00,200519_01,28,渋川駅,0,0,1
土曜_08時13分_系統266,08:47:00,08:47:00,200017_01,29,渋川駅,0,0,1
土曜_08時13分_系統266,08:48:00,08:48:00,200506_01,30,渋川駅,0,0,1
土曜_08時13分_系統266,08:49:00,08:49:00,200827_01,31,渋川駅,0,0,1
土曜_08時13分_系統266,08:51:00,08:51:00,200730_01,32,渋川駅,0,0,1
土曜_08時13分_系統266,08:52:00,08:52:00,200768_01,33,渋川駅,0,0,1
土曜_08時13分_系統266,08:55:00,08:55:00,200463_10,34,渋川駅,1,0,1
土曜_08時28分_系統586,08:28:00,08:28:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
土曜_08時28分_系統586,08:29:00,08:29:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:31:00,08:31:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:33:00,08:33:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:34:00,08:34:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:36:00,08:36:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:37:00,08:37:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:38:00,08:38:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:39:00,08:39:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:40:00,08:40:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_08時28分_系統586,08:42:00,08:42:00,200261_01,11,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:43:00,08:43:00,200503_02,12,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:44:00,08:44:00,200142_01,13,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:45:00,08:45:00,200141_01,14,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:46:00,08:46:00,200542_01,15,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:48:00,08:48:00,201071_01,16,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:49:00,08:49:00,200348_01,17,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:50:00,08:50:00,200343_01,18,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:51:00,08:51:00,200722_01,19,群馬大学荒牧,0,0,1
土曜_08時28分_系統586,08:54:00,08:54:00,200273_01,20,群馬大学荒牧,1,0,1
土曜_08時40分_系統268,08:40:00,08:40:00,200718_02,1,渋川駅,0,1,1
土曜_08時40分_系統268,08:41:00,08:41:00,200998_01,2,渋川駅,0,0,1
土曜_08時40分_系統268,08:43:00,08:43:00,201081_01,3,渋川駅,0,0,1
土曜_08時40分_系統268,08:44:00,08:44:00,200703_01,4,渋川駅,0,0,1
土曜_08時40分_系統268,08:44:00,08:44:00,200702_01,5,渋川駅,0,0,1
土曜_08時40分_系統268,08:45:00,08:45:00,200455_01,6,渋川駅,0,0,1
土曜_08時40分_系統268,08:46:00,08:46:00,200379_01,7,渋川駅,0,0,1
土曜_08時40分_系統268,08:47:00,08:47:00,201015_01,8,渋川駅,0,0,1
土曜_08時40分_系統268,08:48:00,08:48:00,200262_01,9,渋川駅,0,0,1
土曜_08時40分_系統268,08:49:00,08:49:00,200142_01,10,渋川駅,0,0,1
土曜_08時40分_系統268,08:50:00,08:50:00,200141_01,11,渋川駅,0,0,1
土曜_08時40分_系統268,08:51:00,08:51:00,200542_01,12,渋川駅,0,0,1
土曜_08時40分_系統268,08:53:00,08:53:00,201071_01,13,渋川駅,0,0,1
土曜_08時40分_系統268,08:54:00,08:54:00,200348_01,14,渋川駅,0,0,1
土曜_08時40分_系統268,08:55:00,08:55:00,200343_01,15,渋川駅,0,0,1
土曜_08時40分_系統268,08:56:00,08:56:00,200722_01,16,渋川駅,0,0,1
土曜_08時40分_系統268,08:58:00,08:58:00,200189_01,17,渋川駅,0,0,1
土曜_08時40分_系統268,09:00:00,09:00:00,201056_01,18,渋川駅,0,0,1
土曜_08時40分_系統268,09:01:00,09:01:00,200872_01,19,渋川駅,0,0,1
土曜_08時40分_系統268,09:02:00,09:02:00,200981_01,20,渋川駅,0,0,1
土曜_08時40分_系統268,09:03:00,09:03:00,201100_01,21,渋川駅,0,0,1
土曜_08時40分_系統268,09:04:00,09:04:00,200153_01,22,渋川駅,0,0,1
土曜_08時40分_系統268,09:04:00,09:04:00,200395_01,23,渋川駅,0,0,1
土曜_08時40分_系統268,09:05:00,09:05:00,200895_01,24,渋川駅,0,0,1
土曜_08時40分_系統268,09:06:00,09:06:00,200985_01,25,渋川駅,0,0,1
土曜_08時40分_系統268,09:06:00,09:06:00,200987_01,26,渋川駅,0,0,1
土曜_08時40分_系統268,09:07:00,09:07:00,200519_01,27,渋川駅,0,0,1
土曜_08時40分_系統268,09:08:00,09:08:00,200017_01,28,渋川駅,0,0,1
土曜_08時40分_系統268,09:09:00,09:09:00,200506_01,29,渋川駅,0,0,1
土曜_08時40分_系統268,09:10:00,09:10:00,200827_01,30,渋川駅,0,0,1
土曜_08時40分_系統268,09:12:00,09:12:00,200730_01,31,渋川駅,0,0,1
土曜_08時40分_系統268,09:13:00,09:13:00,200768_01,32,渋川駅,0,0,1
土曜_08時40分_系統268,09:16:00,09:16:00,200463_10,33,渋川駅,1,0,1
土曜_08時55分_系統265,08:55:00,08:55:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
土曜_08時55分_系統265,08:56:00,08:56:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,08:57:00,08:57:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,08:59:00,08:59:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:00:00,09:00:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:01:00,09:01:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:02:00,09:02:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:02:00,09:02:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:04:00,09:04:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:05:00,09:05:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:06:00,09:06:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:06:00,09:06:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:07:00,09:07:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:08:00,09:08:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:09:00,09:09:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:10:00,09:10:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:12:00,09:12:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_08時55分_系統265,09:15:00,09:15:00,200273_01,18,前橋駅,0,0,1
土曜_08時55分_系統265,09:17:00,09:17:00,200722_02,19,前橋駅,0,0,1
土曜_08時55分_系統265,09:18:00,09:18:00,200343_02,20,前橋駅,0,0,1
土曜_08時55分_系統265,09:19:00,09:19:00,200348_02,21,前橋駅,0,0,1
土曜_08時55分_系統265,09:21:00,09:21:00,201071_02,22,前橋駅,0,0,1
土曜_08時55分_系統265,09:23:00,09:23:00,200542_02,23,前橋駅,0,0,1
土曜_08時55分_系統265,09:25:00,09:25:00,200141_02,24,前橋駅,0,0,1
土曜_08時55分_系統265,09:26:00,09:26:00,200142_02,25,前橋駅,0,0,1
土曜_08時55分_系統265,09:28:00,09:28:00,200262_02,26,前橋駅,0,0,1
土曜_08時55分_系統265,09:29:00,09:29:00,201015_02,27,前橋駅,0,0,1
土曜_08時55分_系統265,09:30:00,09:30:00,200379_02,28,前橋駅,0,0,1
土曜_08時55分_系統265,09:31:00,09:31:00,200455_02,29,前橋駅,0,0,1
土曜_08時55分_系統265,09:32:00,09:32:00,200702_02,30,前橋駅,0,0,1
土曜_08時55分_系統265,09:33:00,09:33:00,200703_02,31,前橋駅,0,0,1
土曜_08時55分_系統265,09:35:00,09:35:00,201081_02,32,前橋駅,0,0,1
土曜_08時55分_系統265,09:37:00,09:37:00,200998_02,33,前橋駅,0,0,1
土曜_08時55分_系統265,09:40:00,09:40:00,200718_10,34,前橋駅,1,0,1
土曜_08時58分_系統264,08:58:00,08:58:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
土曜_08時58分_系統264,08:59:00,08:59:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:01:00,09:01:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:03:00,09:03:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:04:00,09:04:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:06:00,09:06:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:07:00,09:07:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:08:00,09:08:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:09:00,09:09:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:10:00,09:10:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:11:00,09:11:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:12:00,09:12:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:14:00,09:14:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:15:00,09:15:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:16:00,09:16:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:17:00,09:17:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:19:00,09:19:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:22:00,09:22:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:24:00,09:24:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:25:00,09:25:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:26:00,09:26:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:27:00,09:27:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:28:00,09:28:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:28:00,09:28:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:29:00,09:29:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:30:00,09:30:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:30:00,09:30:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:31:00,09:31:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:32:00,09:32:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:33:00,09:33:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:34:00,09:34:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:36:00,09:36:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:37:00,09:37:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
土曜_08時58分_系統264,09:38:00,09:38:00,200463_06,34,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:39:00,09:39:00,200468_01,35,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:41:00,09:41:00,200466_01,36,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:42:00,09:42:00,200704_01,37,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:43:00,09:43:00,200476_02,38,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:44:00,09:44:00,200477_02,39,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:45:00,09:45:00,200430_02,40,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:46:00,09:46:00,200007_02,41,渋川市内循環,0,0,1
土曜_08時58分_系統264,09:51:00,09:51:00,210463_10,42,渋川市内循環,1,0,1
土曜_09時00分_系統583,09:00:00,09:00:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
土曜_09時00分_系統583,09:02:00,09:02:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
土曜_09時00分_系統583,09:03:00,09:03:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
土曜_09時00分_系統583,09:04:00,09:04:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
土曜_09時00分_系統583,09:07:00,09:07:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
土曜_09時00分_系統583,09:10:00,09:10:00,200927_01,6,前橋駅,0,0,1
土曜_09時00分_系統583,09:10:00,09:10:00,200800_02,7,前橋駅,0,0,1
土曜_09時00分_系統583,09:11:00,09:11:00,200928_02,8,前橋駅,0,0,1
土曜_09時00分_系統583,09:13:00,09:13:00,201071_02,9,前橋駅,0,0,1
土曜_09時00分_系統583,09:15:00,09:15:00,200542_02,10,前橋駅,0,0,1
土曜_09時00分_系統583,09:17:00,09:17:00,200141_02,11,前橋駅,0,0,1
土曜_09時00分_系統583,09:18:00,09:18:00,200142_02,12,前橋駅,0,0,1
土曜_09時00分_系統583,09:20:00,09:20:00,200262_02,13,前橋駅,0,0,1
土曜_09時00分_系統583,09:21:00,09:21:00,201015_02,14,前橋駅,0,0,1
土曜_09時00分_系統583,09:22:00,09:22:00,200379_02,15,前橋駅,0,0,1
土曜_09時00分_系統583,09:23:00,09:23:00,200455_02,16,前橋駅,0,0,1
土曜_09時00分_系統583,09:24:00,09:24:00,200702_02,17,前橋駅,0,0,1
土曜_09時00分_系統583,09:25:00,09:25:00,200703_02,18,前橋駅,0,0,1
土曜_09時00分_系統583,09:27:00,09:27:00,201081_02,19,前橋駅,0,0,1
土曜_09時00分_系統583,09:29:00,09:29:00,200998_02,20,前橋駅,0,0,1
土曜_09時00分_系統583,09:32:00,09:32:00,200718_10,21,前橋駅,1,0,1
土曜_09時10分_系統267,09:10:00,09:10:00,200463_01,1,前橋駅,0,1,1
土曜_09時10分_系統267,09:11:00,09:11:00,200768_02,2,前橋駅,0,0,1
土曜_09時10分_系統267,09:12:00,09:12:00,200730_02,3,前橋駅,0,0,1
土曜_09時10分_系統267,09:14:00,09:14:00,200827_02,4,前橋駅,0,0,1
土曜_09時10分_系統267,09:15:00,09:15:00,200506_02,5,前橋駅,0,0,1
土曜_09時10分_系統267,09:16:00,09:16:00,200017_02,6,前橋駅,0,0,1
土曜_09時10分_系統267,09:17:00,09:17:00,200519_02,7,前橋駅,0,0,1
土曜_09時10分_系統267,09:17:00,09:17:00,200987_02,8,前橋駅,0,0,1
土曜_09時10分_系統267,09:19:00,09:19:00,200985_02,9,前橋駅,0,0,1
土曜_09時10分_系統267,09:20:00,09:20:00,200895_02,10,前橋駅,0,0,1
土曜_09時10分_系統267,09:21:00,09:21:00,200395_02,11,前橋駅,0,0,1
土曜_09時10分_系統267,09:21:00,09:21:00,200153_02,12,前橋駅,0,0,1
土曜_09時10分_系統267,09:22:00,09:22:00,201100_02,13,前橋駅,0,0,1
土曜_09時10分_系統267,09:23:00,09:23:00,200981_02,14,前橋駅,0,0,1
土曜_09時10分_系統267,09:24:00,09:24:00,200872_02,15,前橋駅,0,0,1
土曜_09時10分_系統267,09:25:00,09:25:00,201056_02,16,前橋駅,0,0,1
土曜_09時10分_系統267,09:27:00,09:27:00,200189_02,17,前橋駅,0,0,1
土曜_09時10分_系統267,09:28:00,09:28:00,200722_02,18,前橋駅,0,0,1
土曜_09時10分_系統267,09:29:00,09:29:00,200343_02,19,前橋駅,0,0,1
土曜_09時10分_系統267,09:30:00,09:30:00,200348_02,20,前橋駅,0,0,1
土曜_09時10分_系統267,09:32:00,09:32:00,201071_02,21,前橋駅,0,0,1
土曜_09時10分_系統267,09:34:00,09:34:00,200542_02,22,前橋駅,0,0,1
土曜_09時10分_系統267,09:36:00,09:36:00,200141_02,23,前橋駅,0,0,1
土曜_09時10分_系統267,09:37:00,09:37:00,200142_02,24,前橋駅,0,0,1
土曜_09時10分_系統267,09:39:00,09:39:00,200262_02,25,前橋駅,0,0,1
土曜_09時10分_系統267,09:40:00,09:40:00,201015_02,26,前橋駅,0,0,1
土曜_09時10分_系統267,09:41:00,09:41:00,200379_02,27,前橋駅,0,0,1
土曜_09時10分_系統267,09:42:00,09:42:00,200455_02,28,前橋駅,0,0,1
土曜_09時10分_系統267,09:43:00,09:43:00,200702_02,29,前橋駅,0,0,1
土曜_09時10分_系統267,09:44:00,09:44:00,200703_02,30,前橋駅,0,0,1
土曜_09時10分_系統267,09:46:00,09:46:00,201081_02,31,前橋駅,0,0,1
土曜_09時10分_系統267,09:48:00,09:48:00,200998_02,32,前橋駅,0,0,1
土曜_09時10分_系統267,09:51:00,09:51:00,200718_10,33,前橋駅,1,0,1
土曜_09時17分_系統586,09:17:00,09:17:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
土曜_09時17分_系統586,09:18:00,09:18:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:20:00,09:20:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:22:00,09:22:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:23:00,09:23:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:24:00,09:24:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:25:00,09:25:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:26:00,09:26:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:27:00,09:27:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:28:00,09:28:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
土曜_09時17分_系統586,09:30:00,09:30:00,200261_01,11,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:31:00,09:31:00,200503_02,12,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:32:00,09:32:00,200142_01,13,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:33:00,09:33:00,200141_01,14,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:34:00,09:34:00,200542_01,15,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:36:00,09:36:00,201071_01,16,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:37:00,09:37:00,200348_01,17,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:38:00,09:38:00,200343_01,18,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:39:00,09:39:00,200722_01,19,群馬大学荒牧,0,0,1
土曜_09時17分_系統586,09:42:00,09:42:00,200273_01,20,群馬大学荒牧,1,0,1
土曜_09時30分_系統267,09:30:00,09:30:00,200463_01,1,前橋駅,0,1,1
土曜_09時30分_系統267,09:31:00,09:31:00,200768_02,2,前橋駅,0,0,1
土曜_09時30分_系統267,09:32:00,09:32:00,200730_02,3,前橋駅,0,0,1
土曜_09時30分_系統267,09:34:00,09:34:00,200827_02,4,前橋駅,0,0,1
土曜_09時30分_系統267,09:35:00,09:35:00,200506_02,5,前橋駅,0,0,1
土曜_09時30分_系統267,09:36:00,09:36:00,200017_02,6,前橋駅,0,0,1
土曜_09時30分_系統267,09:37:00,09:37:00,200519_02,7,前橋駅,0,0,1
土曜_09時30分_系統267,09:37:00,09:37:00,200987_02,8,前橋駅,0,0,1
土曜_09時30分_系統267,09:39:00,09:39:00,200985_02,9,前橋駅,0,0,1
土曜_09時30分_系統267,09:40:00,09:40:00,200895_02,10,前橋駅,0,0,1
土曜_09時30分_系統267,09:41:00,09:41:00,200395_02,11,前橋駅,0,0,1
土曜_09時30分_系統267,09:41:00,09:41:00,200153_02,12,前橋駅,0,0,1
土曜_09時30分_系統267,09:42:00,09:42:00,201100_02,13,前橋駅,0,0,1
土曜_09時30分_系統267,09:43:00,09:43:00,200981_02,14,前橋駅,0,0,1
土曜_09時30分_系統267,09:44:00,09:44:00,200872_02,15,前橋駅,0,0,1
土曜_09時30分_系統267,09:45:00,09:45:00,201056_02,16,前橋駅,0,0,1
土曜_09時30分_系統267,09:47:00,09:47:00,200189_02,17,前橋駅,0,0,1
土曜_09時30分_系統267,09:48:00,09:48:00,200722_02,18,前橋駅,0,0,1
土曜_09時30分_系統267,09:49:00,09:49:00,200343_02,19,前橋駅,0,0,1
土曜_09時30分_系統267,09:50:00,09:50:00,200348_02,20,前橋駅,0,0,1
土曜_09時30分_系統267,09:52:00,09:52:00,201071_02,21,前橋駅,0,0,1
土曜_09時30分_系統267,09:54:00,09:54:00,200542_02,22,前橋駅,0,0,1
土曜_09時30分_系統267,09:56:00,09:56:00,200141_02,23,前橋駅,0,0,1
土曜_09時30分_系統267,09:57:00,09:57:00,200142_02,24,前橋駅,0,0,1
土曜_09時30分_系統267,09:59:00,09:59:00,200262_02,25,前橋駅,0,0,1
土曜_09時30分_系統267,10:00:00,10:00:00,201015_02,26,前橋駅,0,0,1
土曜_09時30分_系統267,10:01:00,10:01:00,200379_02,27,前橋駅,0,0,1
土曜_09時30分_系統267,10:02:00,10:02:00,200455_02,28,前橋駅,0,0,1
土曜_09時30分_系統267,10:03:00,10:03:00,200702_02,29,前橋駅,0,0,1
土曜_09時30分_系統267,10:04:00,10:04:00,200703_02,30,前橋駅,0,0,1
土曜_09時30分_系統267,10:06:00,10:06:00,201081_02,31,前橋駅,0,0,1
土曜_09時30分_系統267,10:08:00,10:08:00,200998_02,32,前橋駅,0,0,1
土曜_09時30分_系統267,10:11:00,10:11:00,200718_10,33,前橋駅,1,0,1
土曜_09時30分_系統266,09:30:00,09:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_09時30分_系統266,09:31:00,09:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:33:00,09:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:35:00,09:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:36:00,09:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:38:00,09:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:39:00,09:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:40:00,09:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:41:00,09:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:42:00,09:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:43:00,09:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:44:00,09:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:46:00,09:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:48:00,09:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:49:00,09:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:50:00,09:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_09時30分_系統266,09:52:00,09:52:00,200273_01,17,渋川駅,0,0,1
土曜_09時30分_系統266,09:55:00,09:55:00,200189_01,18,渋川駅,0,0,1
土曜_09時30分_系統266,09:57:00,09:57:00,201056_01,19,渋川駅,0,0,1
土曜_09時30分_系統266,09:58:00,09:58:00,200872_01,20,渋川駅,0,0,1
土曜_09時30分_系統266,09:59:00,09:59:00,200981_01,21,渋川駅,0,0,1
土曜_09時30分_系統266,10:00:00,10:00:00,201100_01,22,渋川駅,0,0,1
土曜_09時30分_系統266,10:01:00,10:01:00,200153_01,23,渋川駅,0,0,1
土曜_09時30分_系統266,10:01:00,10:01:00,200395_01,24,渋川駅,0,0,1
土曜_09時30分_系統266,10:02:00,10:02:00,200895_01,25,渋川駅,0,0,1
土曜_09時30分_系統266,10:03:00,10:03:00,200985_01,26,渋川駅,0,0,1
土曜_09時30分_系統266,10:03:00,10:03:00,200987_01,27,渋川駅,0,0,1
土曜_09時30分_系統266,10:04:00,10:04:00,200519_01,28,渋川駅,0,0,1
土曜_09時30分_系統266,10:05:00,10:05:00,200017_01,29,渋川駅,0,0,1
土曜_09時30分_系統266,10:06:00,10:06:00,200506_01,30,渋川駅,0,0,1
土曜_09時30分_系統266,10:08:00,10:08:00,200827_01,31,渋川駅,0,0,1
土曜_09時30分_系統266,10:10:00,10:10:00,200730_01,32,渋川駅,0,0,1
土曜_09時30分_系統266,10:11:00,10:11:00,200768_01,33,渋川駅,0,0,1
土曜_09時30分_系統266,10:14:00,10:14:00,200463_10,34,渋川駅,1,0,1
土曜_09時47分_系統263,09:47:00,09:47:00,210463_05,1,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,1,1
土曜_09時47分_系統263,09:48:00,09:48:00,200007_01,2,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,09:49:00,09:49:00,200430_01,3,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,09:50:00,09:50:00,200477_01,4,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,09:51:00,09:51:00,200476_01,5,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,09:52:00,09:52:00,200704_02,6,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,09:53:00,09:53:00,200467_01,7,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,09:54:00,09:54:00,200466_02,8,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,09:55:00,09:55:00,200468_02,9,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:00:00,10:00:00,200463_01,10,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:01:00,10:01:00,200768_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:02:00,10:02:00,200730_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:04:00,10:04:00,200827_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:05:00,10:05:00,200506_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:06:00,10:06:00,200017_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:07:00,10:07:00,200519_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:07:00,10:07:00,200987_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:09:00,10:09:00,200985_02,18,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:10:00,10:10:00,200895_02,19,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:11:00,10:11:00,200395_02,20,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:11:00,10:11:00,200153_02,21,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:12:00,10:12:00,201100_02,22,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:13:00,10:13:00,200981_02,23,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:14:00,10:14:00,200872_02,24,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:15:00,10:15:00,201056_02,25,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:17:00,10:17:00,200189_02,26,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_09時47分_系統263,10:20:00,10:20:00,200273_01,27,前橋駅,0,0,1
土曜_09時47分_系統263,10:22:00,10:22:00,200722_02,28,前橋駅,0,0,1
土曜_09時47分_系統263,10:23:00,10:23:00,200343_02,29,前橋駅,0,0,1
土曜_09時47分_系統263,10:24:00,10:24:00,200348_02,30,前橋駅,0,0,1
土曜_09時47分_系統263,10:26:00,10:26:00,201071_02,31,前橋駅,0,0,1
土曜_09時47分_系統263,10:28:00,10:28:00,200542_02,32,前橋駅,0,0,1
土曜_09時47分_系統263,10:30:00,10:30:00,200141_02,33,前橋駅,0,0,1
土曜_09時47分_系統263,10:31:00,10:31:00,200142_02,34,前橋駅,0,0,1
土曜_09時47分_系統263,10:33:00,10:33:00,200262_02,35,前橋駅,0,0,1
土曜_09時47分_系統263,10:34:00,10:34:00,201015_02,36,前橋駅,0,0,1
土曜_09時47分_系統263,10:35:00,10:35:00,200379_02,37,前橋駅,0,0,1
土曜_09時47分_系統263,10:36:00,10:36:00,200455_02,38,前橋駅,0,0,1
土曜_09時47分_系統263,10:37:00,10:37:00,200702_02,39,前橋駅,0,0,1
土曜_09時47分_系統263,10:38:00,10:38:00,200703_02,40,前橋駅,0,0,1
土曜_09時47分_系統263,10:40:00,10:40:00,201081_02,41,前橋駅,0,0,1
土曜_09時47分_系統263,10:42:00,10:42:00,200998_02,42,前橋駅,0,0,1
土曜_09時47分_系統263,10:45:00,10:45:00,200718_10,43,前橋駅,1,0,1
土曜_09時48分_系統669,09:48:00,09:48:00,200273_01,1,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,1,1
土曜_09時48分_系統669,09:50:00,09:50:00,200722_02,2,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
土曜_09時48分_系統669,09:51:00,09:51:00,200343_02,3,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
土曜_09時48分_系統669,09:52:00,09:52:00,200348_02,4,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
土曜_09時48分_系統669,09:55:00,09:55:00,201185_02,5,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
土曜_09時48分_系統669,09:58:00,09:58:00,200927_01,6,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,09:58:00,09:58:00,200800_02,7,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,09:59:00,09:59:00,200928_02,8,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:01:00,10:01:00,201071_02,9,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:03:00,10:03:00,200542_02,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:05:00,10:05:00,200141_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:06:00,10:06:00,200142_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:08:00,10:08:00,200262_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:09:00,10:09:00,201015_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:10:00,10:10:00,200379_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:11:00,10:11:00,200455_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:12:00,10:12:00,200702_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:13:00,10:13:00,200703_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:15:00,10:15:00,201081_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:17:00,10:17:00,200998_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_09時48分_系統669,10:20:00,10:20:00,200718_04,21,けやきウォーク前橋,0,0,1
土曜_09時48分_系統669,10:22:00,10:22:00,200108_01,22,けやきウォーク前橋,0,0,1
土曜_09時48分_系統669,10:23:00,10:23:00,200932_01,23,けやきウォーク前橋,0,0,1
土曜_09時48分_系統669,10:24:00,10:24:00,200668_01,24,けやきウォーク前橋,0,0,1
土曜_09時48分_系統669,10:28:00,10:28:00,200022_01,25,けやきウォーク前橋,1,0,1
土曜_10時02分_系統268,10:02:00,10:02:00,200718_02,1,渋川駅,0,1,1
土曜_10時02分_系統268,10:03:00,10:03:00,200998_01,2,渋川駅,0,0,1
土曜_10時02分_系統268,10:05:00,10:05:00,201081_01,3,渋川駅,0,0,1
土曜_10時02分_系統268,10:06:00,10:06:00,200703_01,4,渋川駅,0,0,1
土曜_10時02分_系統268,10:06:00,10:06:00,200702_01,5,渋川駅,0,0,1
土曜_10時02分_系統268,10:07:00,10:07:00,200455_01,6,渋川駅,0,0,1
土曜_10時02分_系統268,10:08:00,10:08:00,200379_01,7,渋川駅,0,0,1
土曜_10時02分_系統268,10:09:00,10:09:00,201015_01,8,渋川駅,0,0,1
土曜_10時02分_系統268,10:10:00,10:10:00,200262_01,9,渋川駅,0,0,1
土曜_10時02分_系統268,10:11:00,10:11:00,200142_01,10,渋川駅,0,0,1
土曜_10時02分_系統268,10:12:00,10:12:00,200141_01,11,渋川駅,0,0,1
土曜_10時02分_系統268,10:13:00,10:13:00,200542_01,12,渋川駅,0,0,1
土曜_10時02分_系統268,10:15:00,10:15:00,201071_01,13,渋川駅,0,0,1
土曜_10時02分_系統268,10:17:00,10:17:00,200348_01,14,渋川駅,0,0,1
土曜_10時02分_系統268,10:18:00,10:18:00,200343_01,15,渋川駅,0,0,1
土曜_10時02分_系統268,10:19:00,10:19:00,200722_01,16,渋川駅,0,0,1
土曜_10時02分_系統268,10:21:00,10:21:00,200189_01,17,渋川駅,0,0,1
土曜_10時02分_系統268,10:23:00,10:23:00,201056_01,18,渋川駅,0,0,1
土曜_10時02分_系統268,10:24:00,10:24:00,200872_01,19,渋川駅,0,0,1
土曜_10時02分_系統268,10:25:00,10:25:00,200981_01,20,渋川駅,0,0,1
土曜_10時02分_系統268,10:26:00,10:26:00,201100_01,21,渋川駅,0,0,1
土曜_10時02分_系統268,10:27:00,10:27:00,200153_01,22,渋川駅,0,0,1
土曜_10時02分_系統268,10:27:00,10:27:00,200395_01,23,渋川駅,0,0,1
土曜_10時02分_系統268,10:28:00,10:28:00,200895_01,24,渋川駅,0,0,1
土曜_10時02分_系統268,10:29:00,10:29:00,200985_01,25,渋川駅,0,0,1
土曜_10時02分_系統268,10:29:00,10:29:00,200987_01,26,渋川駅,0,0,1
土曜_10時02分_系統268,10:30:00,10:30:00,200519_01,27,渋川駅,0,0,1
土曜_10時02分_系統268,10:31:00,10:31:00,200017_01,28,渋川駅,0,0,1
土曜_10時02分_系統268,10:32:00,10:32:00,200506_01,29,渋川駅,0,0,1
土曜_10時02分_系統268,10:34:00,10:34:00,200827_01,30,渋川駅,0,0,1
土曜_10時02分_系統268,10:36:00,10:36:00,200730_01,31,渋川駅,0,0,1
土曜_10時02分_系統268,10:37:00,10:37:00,200768_01,32,渋川駅,0,0,1
土曜_10時02分_系統268,10:40:00,10:40:00,200463_10,33,渋川駅,1,0,1
土曜_10時10分_系統644,10:10:00,10:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
土曜_10時10分_系統644,10:11:00,10:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:13:00,10:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:15:00,10:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:16:00,10:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:17:00,10:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:18:00,10:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:19:00,10:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:20:00,10:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:21:00,10:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_10時10分_系統644,10:23:00,10:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:24:00,10:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:25:00,10:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:26:00,10:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:27:00,10:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:29:00,10:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:31:00,10:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:32:00,10:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:33:00,10:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:35:00,10:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
土曜_10時10分_系統644,10:42:00,10:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
土曜_10時30分_系統267,10:30:00,10:30:00,200463_01,1,前橋駅,0,1,1
土曜_10時30分_系統267,10:31:00,10:31:00,200768_02,2,前橋駅,0,0,1
土曜_10時30分_系統267,10:32:00,10:32:00,200730_02,3,前橋駅,0,0,1
土曜_10時30分_系統267,10:34:00,10:34:00,200827_02,4,前橋駅,0,0,1
土曜_10時30分_系統267,10:35:00,10:35:00,200506_02,5,前橋駅,0,0,1
土曜_10時30分_系統267,10:36:00,10:36:00,200017_02,6,前橋駅,0,0,1
土曜_10時30分_系統267,10:37:00,10:37:00,200519_02,7,前橋駅,0,0,1
土曜_10時30分_系統267,10:37:00,10:37:00,200987_02,8,前橋駅,0,0,1
土曜_10時30分_系統267,10:39:00,10:39:00,200985_02,9,前橋駅,0,0,1
土曜_10時30分_系統267,10:40:00,10:40:00,200895_02,10,前橋駅,0,0,1
土曜_10時30分_系統267,10:41:00,10:41:00,200395_02,11,前橋駅,0,0,1
土曜_10時30分_系統267,10:41:00,10:41:00,200153_02,12,前橋駅,0,0,1
土曜_10時30分_系統267,10:42:00,10:42:00,201100_02,13,前橋駅,0,0,1
土曜_10時30分_系統267,10:43:00,10:43:00,200981_02,14,前橋駅,0,0,1
土曜_10時30分_系統267,10:44:00,10:44:00,200872_02,15,前橋駅,0,0,1
土曜_10時30分_系統267,10:45:00,10:45:00,201056_02,16,前橋駅,0,0,1
土曜_10時30分_系統267,10:47:00,10:47:00,200189_02,17,前橋駅,0,0,1
土曜_10時30分_系統267,10:48:00,10:48:00,200722_02,18,前橋駅,0,0,1
土曜_10時30分_系統267,10:49:00,10:49:00,200343_02,19,前橋駅,0,0,1
土曜_10時30分_系統267,10:50:00,10:50:00,200348_02,20,前橋駅,0,0,1
土曜_10時30分_系統267,10:52:00,10:52:00,201071_02,21,前橋駅,0,0,1
土曜_10時30分_系統267,10:54:00,10:54:00,200542_02,22,前橋駅,0,0,1
土曜_10時30分_系統267,10:56:00,10:56:00,200141_02,23,前橋駅,0,0,1
土曜_10時30分_系統267,10:57:00,10:57:00,200142_02,24,前橋駅,0,0,1
土曜_10時30分_系統267,10:59:00,10:59:00,200262_02,25,前橋駅,0,0,1
土曜_10時30分_系統267,11:00:00,11:00:00,201015_02,26,前橋駅,0,0,1
土曜_10時30分_系統267,11:01:00,11:01:00,200379_02,27,前橋駅,0,0,1
土曜_10時30分_系統267,11:02:00,11:02:00,200455_02,28,前橋駅,0,0,1
土曜_10時30分_系統267,11:03:00,11:03:00,200702_02,29,前橋駅,0,0,1
土曜_10時30分_系統267,11:04:00,11:04:00,200703_02,30,前橋駅,0,0,1
土曜_10時30分_系統267,11:06:00,11:06:00,201081_02,31,前橋駅,0,0,1
土曜_10時30分_系統267,11:08:00,11:08:00,200998_02,32,前橋駅,0,0,1
土曜_10時30分_系統267,11:11:00,11:11:00,200718_10,33,前橋駅,1,0,1
土曜_10時30分_系統264,10:30:00,10:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
土曜_10時30分_系統264,10:31:00,10:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:33:00,10:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:35:00,10:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:36:00,10:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:38:00,10:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:39:00,10:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:40:00,10:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:41:00,10:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:42:00,10:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:43:00,10:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:44:00,10:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:46:00,10:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:48:00,10:48:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:49:00,10:49:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:50:00,10:50:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:52:00,10:52:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:55:00,10:55:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:57:00,10:57:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:58:00,10:58:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,10:59:00,10:59:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:00:00,11:00:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:01:00,11:01:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:01:00,11:01:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:02:00,11:02:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:03:00,11:03:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:03:00,11:03:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:04:00,11:04:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:05:00,11:05:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:06:00,11:06:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:08:00,11:08:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:10:00,11:10:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:11:00,11:11:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
土曜_10時30分_系統264,11:12:00,11:12:00,200463_06,34,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:13:00,11:13:00,200468_01,35,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:15:00,11:15:00,200466_01,36,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:16:00,11:16:00,200704_01,37,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:17:00,11:17:00,200476_02,38,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:18:00,11:18:00,200477_02,39,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:19:00,11:19:00,200430_02,40,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:20:00,11:20:00,200007_02,41,渋川市内循環,0,0,1
土曜_10時30分_系統264,11:25:00,11:25:00,210463_10,42,渋川市内循環,1,0,1
土曜_10時50分_系統643,10:50:00,10:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
土曜_10時50分_系統643,10:55:00,10:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_10時50分_系統643,10:57:00,10:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_10時50分_系統643,10:58:00,10:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_10時50分_系統643,10:59:00,10:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:02:00,11:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:05:00,11:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:05:00,11:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:06:00,11:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:08:00,11:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:10:00,11:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:12:00,11:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:14:00,11:14:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:15:00,11:15:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
土曜_10時50分_系統643,11:17:00,11:17:00,200261_01,15,前橋駅,0,0,1
土曜_10時50分_系統643,11:18:00,11:18:00,200503_02,16,前橋駅,0,0,1
土曜_10時50分_系統643,11:21:00,11:21:00,200262_02,17,前橋駅,0,0,1
土曜_10時50分_系統643,11:22:00,11:22:00,201015_02,18,前橋駅,0,0,1
土曜_10時50分_系統643,11:23:00,11:23:00,200379_02,19,前橋駅,0,0,1
土曜_10時50分_系統643,11:24:00,11:24:00,200455_02,20,前橋駅,0,0,1
土曜_10時50分_系統643,11:25:00,11:25:00,200702_02,21,前橋駅,0,0,1
土曜_10時50分_系統643,11:26:00,11:26:00,200703_02,22,前橋駅,0,0,1
土曜_10時50分_系統643,11:28:00,11:28:00,201081_02,23,前橋駅,0,0,1
土曜_10時50分_系統643,11:30:00,11:30:00,200998_02,24,前橋駅,0,0,1
土曜_10時50分_系統643,11:33:00,11:33:00,200718_10,25,前橋駅,1,0,1
土曜_10時57分_系統268,10:57:00,10:57:00,200718_02,1,渋川駅,0,1,1
土曜_10時57分_系統268,10:58:00,10:58:00,200998_01,2,渋川駅,0,0,1
土曜_10時57分_系統268,11:00:00,11:00:00,201081_01,3,渋川駅,0,0,1
土曜_10時57分_系統268,11:02:00,11:02:00,200703_01,4,渋川駅,0,0,1
土曜_10時57分_系統268,11:03:00,11:03:00,200702_01,5,渋川駅,0,0,1
土曜_10時57分_系統268,11:04:00,11:04:00,200455_01,6,渋川駅,0,0,1
土曜_10時57分_系統268,11:05:00,11:05:00,200379_01,7,渋川駅,0,0,1
土曜_10時57分_系統268,11:06:00,11:06:00,201015_01,8,渋川駅,0,0,1
土曜_10時57分_系統268,11:07:00,11:07:00,200262_01,9,渋川駅,0,0,1
土曜_10時57分_系統268,11:08:00,11:08:00,200142_01,10,渋川駅,0,0,1
土曜_10時57分_系統268,11:09:00,11:09:00,200141_01,11,渋川駅,0,0,1
土曜_10時57分_系統268,11:10:00,11:10:00,200542_01,12,渋川駅,0,0,1
土曜_10時57分_系統268,11:12:00,11:12:00,201071_01,13,渋川駅,0,0,1
土曜_10時57分_系統268,11:14:00,11:14:00,200348_01,14,渋川駅,0,0,1
土曜_10時57分_系統268,11:15:00,11:15:00,200343_01,15,渋川駅,0,0,1
土曜_10時57分_系統268,11:16:00,11:16:00,200722_01,16,渋川駅,0,0,1
土曜_10時57分_系統268,11:18:00,11:18:00,200189_01,17,渋川駅,0,0,1
土曜_10時57分_系統268,11:20:00,11:20:00,201056_01,18,渋川駅,0,0,1
土曜_10時57分_系統268,11:21:00,11:21:00,200872_01,19,渋川駅,0,0,1
土曜_10時57分_系統268,11:22:00,11:22:00,200981_01,20,渋川駅,0,0,1
土曜_10時57分_系統268,11:23:00,11:23:00,201100_01,21,渋川駅,0,0,1
土曜_10時57分_系統268,11:24:00,11:24:00,200153_01,22,渋川駅,0,0,1
土曜_10時57分_系統268,11:24:00,11:24:00,200395_01,23,渋川駅,0,0,1
土曜_10時57分_系統268,11:25:00,11:25:00,200895_01,24,渋川駅,0,0,1
土曜_10時57分_系統268,11:26:00,11:26:00,200985_01,25,渋川駅,0,0,1
土曜_10時57分_系統268,11:26:00,11:26:00,200987_01,26,渋川駅,0,0,1
土曜_10時57分_系統268,11:27:00,11:27:00,200519_01,27,渋川駅,0,0,1
土曜_10時57分_系統268,11:28:00,11:28:00,200017_01,28,渋川駅,0,0,1
土曜_10時57分_系統268,11:29:00,11:29:00,200506_01,29,渋川駅,0,0,1
土曜_10時57分_系統268,11:31:00,11:31:00,200827_01,30,渋川駅,0,0,1
土曜_10時57分_系統268,11:33:00,11:33:00,200730_01,31,渋川駅,0,0,1
土曜_10時57分_系統268,11:34:00,11:34:00,200768_01,32,渋川駅,0,0,1
土曜_10時57分_系統268,11:37:00,11:37:00,200463_10,33,渋川駅,1,0,1
土曜_11時00分_系統663,11:00:00,11:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
土曜_11時00分_系統663,11:01:00,11:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:02:00,11:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:04:00,11:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:05:00,11:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:06:00,11:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:07:00,11:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:07:00,11:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:09:00,11:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:10:00,11:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:11:00,11:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:11:00,11:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:12:00,11:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:13:00,11:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:14:00,11:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:15:00,11:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:17:00,11:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:20:00,11:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:22:00,11:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:23:00,11:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:24:00,11:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:26:00,11:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:28:00,11:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:30:00,11:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:31:00,11:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:33:00,11:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:34:00,11:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:35:00,11:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:36:00,11:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:37:00,11:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:38:00,11:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:40:00,11:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:42:00,11:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_11時00分_系統663,11:45:00,11:45:00,200718_04,34,けやきウォーク前橋,0,0,1
土曜_11時00分_系統663,11:47:00,11:47:00,200108_01,35,けやきウォーク前橋,0,0,1
土曜_11時00分_系統663,11:48:00,11:48:00,200932_01,36,けやきウォーク前橋,0,0,1
土曜_11時00分_系統663,11:49:00,11:49:00,200668_01,37,けやきウォーク前橋,0,0,1
土曜_11時00分_系統663,11:53:00,11:53:00,200022_01,38,けやきウォーク前橋,1,0,1
土曜_11時10分_系統584,11:10:00,11:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
土曜_11時10分_系統584,11:11:00,11:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:13:00,11:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:15:00,11:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:16:00,11:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:18:00,11:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:19:00,11:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:20:00,11:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:21:00,11:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:22:00,11:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:24:00,11:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:25:00,11:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:26:00,11:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:27:00,11:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:28:00,11:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:30:00,11:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:31:00,11:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:32:00,11:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_11時10分_系統584,11:34:00,11:34:00,200927_01,19,群馬大学荒牧,0,0,1
土曜_11時10分_系統584,11:35:00,11:35:00,201185_01,20,群馬大学荒牧,0,0,1
土曜_11時10分_系統584,11:39:00,11:39:00,200348_01,21,群馬大学荒牧,0,0,1
土曜_11時10分_系統584,11:40:00,11:40:00,200343_01,22,群馬大学荒牧,0,0,1
土曜_11時10分_系統584,11:41:00,11:41:00,200722_01,23,群馬大学荒牧,0,0,1
土曜_11時10分_系統584,11:44:00,11:44:00,200273_01,24,群馬大学荒牧,1,0,1
土曜_11時17分_系統261,11:17:00,11:17:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
土曜_11時17分_系統261,11:18:00,11:18:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:19:00,11:19:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:20:00,11:20:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:21:00,11:21:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:22:00,11:22:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:23:00,11:23:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:24:00,11:24:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:25:00,11:25:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
土曜_11時17分_系統261,11:30:00,11:30:00,200463_01,10,前橋駅,0,0,1
土曜_11時17分_系統261,11:31:00,11:31:00,200768_02,11,前橋駅,0,0,1
土曜_11時17分_系統261,11:32:00,11:32:00,200730_02,12,前橋駅,0,0,1
土曜_11時17分_系統261,11:34:00,11:34:00,200827_02,13,前橋駅,0,0,1
土曜_11時17分_系統261,11:35:00,11:35:00,200506_02,14,前橋駅,0,0,1
土曜_11時17分_系統261,11:36:00,11:36:00,200017_02,15,前橋駅,0,0,1
土曜_11時17分_系統261,11:37:00,11:37:00,200519_02,16,前橋駅,0,0,1
土曜_11時17分_系統261,11:37:00,11:37:00,200987_02,17,前橋駅,0,0,1
土曜_11時17分_系統261,11:39:00,11:39:00,200985_02,18,前橋駅,0,0,1
土曜_11時17分_系統261,11:40:00,11:40:00,200895_02,19,前橋駅,0,0,1
土曜_11時17分_系統261,11:41:00,11:41:00,200395_02,20,前橋駅,0,0,1
土曜_11時17分_系統261,11:41:00,11:41:00,200153_02,21,前橋駅,0,0,1
土曜_11時17分_系統261,11:42:00,11:42:00,201100_02,22,前橋駅,0,0,1
土曜_11時17分_系統261,11:43:00,11:43:00,200981_02,23,前橋駅,0,0,1
土曜_11時17分_系統261,11:44:00,11:44:00,200872_02,24,前橋駅,0,0,1
土曜_11時17分_系統261,11:45:00,11:45:00,201056_02,25,前橋駅,0,0,1
土曜_11時17分_系統261,11:47:00,11:47:00,200189_02,26,前橋駅,0,0,1
土曜_11時17分_系統261,11:49:00,11:49:00,200722_02,27,前橋駅,0,0,1
土曜_11時17分_系統261,11:50:00,11:50:00,200343_02,28,前橋駅,0,0,1
土曜_11時17分_系統261,11:51:00,11:51:00,200348_02,29,前橋駅,0,0,1
土曜_11時17分_系統261,11:53:00,11:53:00,201071_02,30,前橋駅,0,0,1
土曜_11時17分_系統261,11:55:00,11:55:00,200542_02,31,前橋駅,0,0,1
土曜_11時17分_系統261,11:57:00,11:57:00,200141_02,32,前橋駅,0,0,1
土曜_11時17分_系統261,11:58:00,11:58:00,200142_02,33,前橋駅,0,0,1
土曜_11時17分_系統261,12:00:00,12:00:00,200262_02,34,前橋駅,0,0,1
土曜_11時17分_系統261,12:01:00,12:01:00,201015_02,35,前橋駅,0,0,1
土曜_11時17分_系統261,12:02:00,12:02:00,200379_02,36,前橋駅,0,0,1
土曜_11時17分_系統261,12:03:00,12:03:00,200455_02,37,前橋駅,0,0,1
土曜_11時17分_系統261,12:04:00,12:04:00,200702_02,38,前橋駅,0,0,1
土曜_11時17分_系統261,12:05:00,12:05:00,200703_02,39,前橋駅,0,0,1
土曜_11時17分_系統261,12:07:00,12:07:00,201081_02,40,前橋駅,0,0,1
土曜_11時17分_系統261,12:09:00,12:09:00,200998_02,41,前橋駅,0,0,1
土曜_11時17分_系統261,12:12:00,12:12:00,200718_10,42,前橋駅,1,0,1
土曜_11時30分_系統266,11:30:00,11:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_11時30分_系統266,11:31:00,11:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:33:00,11:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:35:00,11:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:36:00,11:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:38:00,11:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:39:00,11:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:40:00,11:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:41:00,11:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:42:00,11:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:43:00,11:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:44:00,11:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:46:00,11:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:48:00,11:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:49:00,11:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:50:00,11:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_11時30分_系統266,11:52:00,11:52:00,200273_01,17,渋川駅,0,0,1
土曜_11時30分_系統266,11:55:00,11:55:00,200189_01,18,渋川駅,0,0,1
土曜_11時30分_系統266,11:57:00,11:57:00,201056_01,19,渋川駅,0,0,1
土曜_11時30分_系統266,11:58:00,11:58:00,200872_01,20,渋川駅,0,0,1
土曜_11時30分_系統266,11:59:00,11:59:00,200981_01,21,渋川駅,0,0,1
土曜_11時30分_系統266,12:00:00,12:00:00,201100_01,22,渋川駅,0,0,1
土曜_11時30分_系統266,12:01:00,12:01:00,200153_01,23,渋川駅,0,0,1
土曜_11時30分_系統266,12:01:00,12:01:00,200395_01,24,渋川駅,0,0,1
土曜_11時30分_系統266,12:02:00,12:02:00,200895_01,25,渋川駅,0,0,1
土曜_11時30分_系統266,12:03:00,12:03:00,200985_01,26,渋川駅,0,0,1
土曜_11時30分_系統266,12:03:00,12:03:00,200987_01,27,渋川駅,0,0,1
土曜_11時30分_系統266,12:04:00,12:04:00,200519_01,28,渋川駅,0,0,1
土曜_11時30分_系統266,12:05:00,12:05:00,200017_01,29,渋川駅,0,0,1
土曜_11時30分_系統266,12:06:00,12:06:00,200506_01,30,渋川駅,0,0,1
土曜_11時30分_系統266,12:08:00,12:08:00,200827_01,31,渋川駅,0,0,1
土曜_11時30分_系統266,12:10:00,12:10:00,200730_01,32,渋川駅,0,0,1
土曜_11時30分_系統266,12:11:00,12:11:00,200768_01,33,渋川駅,0,0,1
土曜_11時30分_系統266,12:14:00,12:14:00,200463_10,34,渋川駅,1,0,1
土曜_11時57分_系統262,11:57:00,11:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
土曜_11時57分_系統262,11:58:00,11:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:00:00,12:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:02:00,12:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:03:00,12:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:05:00,12:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:06:00,12:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:07:00,12:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:08:00,12:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:09:00,12:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:10:00,12:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:11:00,12:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:13:00,12:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:15:00,12:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:16:00,12:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:17:00,12:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:20:00,12:20:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:22:00,12:22:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:23:00,12:23:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:24:00,12:24:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:25:00,12:25:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:26:00,12:26:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:26:00,12:26:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:27:00,12:27:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:28:00,12:28:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:28:00,12:28:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:29:00,12:29:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:30:00,12:30:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:31:00,12:31:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:33:00,12:33:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:35:00,12:35:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:36:00,12:36:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_11時57分_系統262,12:37:00,12:37:00,200463_06,33,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:38:00,12:38:00,200468_01,34,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:40:00,12:40:00,200466_01,35,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:41:00,12:41:00,200704_01,36,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:42:00,12:42:00,200476_02,37,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:43:00,12:43:00,200477_02,38,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:44:00,12:44:00,200430_02,39,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:45:00,12:45:00,200007_02,40,渋川市内循環,0,0,1
土曜_11時57分_系統262,12:50:00,12:50:00,210463_10,41,渋川市内循環,1,0,1
土曜_11時58分_系統587,11:58:00,11:58:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
土曜_11時58分_系統587,12:00:00,12:00:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:01:00,12:01:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:02:00,12:02:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:04:00,12:04:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:06:00,12:06:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:08:00,12:08:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:10:00,12:10:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:11:00,12:11:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
土曜_11時58分_系統587,12:13:00,12:13:00,200261_01,10,前橋駅,0,0,1
土曜_11時58分_系統587,12:14:00,12:14:00,200503_02,11,前橋駅,0,0,1
土曜_11時58分_系統587,12:17:00,12:17:00,200262_02,12,前橋駅,0,0,1
土曜_11時58分_系統587,12:18:00,12:18:00,201015_02,13,前橋駅,0,0,1
土曜_11時58分_系統587,12:19:00,12:19:00,200379_02,14,前橋駅,0,0,1
土曜_11時58分_系統587,12:20:00,12:20:00,200455_02,15,前橋駅,0,0,1
土曜_11時58分_系統587,12:21:00,12:21:00,200702_02,16,前橋駅,0,0,1
土曜_11時58分_系統587,12:22:00,12:22:00,200703_02,17,前橋駅,0,0,1
土曜_11時58分_系統587,12:24:00,12:24:00,201081_02,18,前橋駅,0,0,1
土曜_11時58分_系統587,12:26:00,12:26:00,200998_02,19,前橋駅,0,0,1
土曜_11時58分_系統587,12:29:00,12:29:00,200718_10,20,前橋駅,1,0,1
土曜_12時00分_系統663,12:00:00,12:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
土曜_12時00分_系統663,12:01:00,12:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:02:00,12:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:04:00,12:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:05:00,12:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:06:00,12:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:07:00,12:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:07:00,12:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:09:00,12:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:10:00,12:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:11:00,12:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:11:00,12:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:12:00,12:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:13:00,12:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:14:00,12:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:15:00,12:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:17:00,12:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:20:00,12:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:22:00,12:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:23:00,12:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:24:00,12:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:26:00,12:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:28:00,12:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:30:00,12:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:31:00,12:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:33:00,12:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:34:00,12:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:35:00,12:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:36:00,12:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:37:00,12:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:38:00,12:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:40:00,12:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:42:00,12:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時00分_系統663,12:45:00,12:45:00,200718_04,34,けやきウォーク前橋,0,0,1
土曜_12時00分_系統663,12:47:00,12:47:00,200108_01,35,けやきウォーク前橋,0,0,1
土曜_12時00分_系統663,12:48:00,12:48:00,200932_01,36,けやきウォーク前橋,0,0,1
土曜_12時00分_系統663,12:49:00,12:49:00,200668_01,37,けやきウォーク前橋,0,0,1
土曜_12時00分_系統663,12:53:00,12:53:00,200022_01,38,けやきウォーク前橋,1,0,1
土曜_12時10分_系統644,12:10:00,12:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
土曜_12時10分_系統644,12:11:00,12:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:13:00,12:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:15:00,12:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:16:00,12:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:17:00,12:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:18:00,12:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:19:00,12:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:20:00,12:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:21:00,12:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_12時10分_系統644,12:23:00,12:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:24:00,12:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:25:00,12:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:26:00,12:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:27:00,12:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:29:00,12:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:31:00,12:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:32:00,12:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:33:00,12:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:35:00,12:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
土曜_12時10分_系統644,12:42:00,12:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
土曜_12時30分_系統267,12:30:00,12:30:00,200463_01,1,前橋駅,0,1,1
土曜_12時30分_系統267,12:31:00,12:31:00,200768_02,2,前橋駅,0,0,1
土曜_12時30分_系統267,12:32:00,12:32:00,200730_02,3,前橋駅,0,0,1
土曜_12時30分_系統267,12:34:00,12:34:00,200827_02,4,前橋駅,0,0,1
土曜_12時30分_系統267,12:35:00,12:35:00,200506_02,5,前橋駅,0,0,1
土曜_12時30分_系統267,12:36:00,12:36:00,200017_02,6,前橋駅,0,0,1
土曜_12時30分_系統267,12:37:00,12:37:00,200519_02,7,前橋駅,0,0,1
土曜_12時30分_系統267,12:37:00,12:37:00,200987_02,8,前橋駅,0,0,1
土曜_12時30分_系統267,12:39:00,12:39:00,200985_02,9,前橋駅,0,0,1
土曜_12時30分_系統267,12:40:00,12:40:00,200895_02,10,前橋駅,0,0,1
土曜_12時30分_系統267,12:41:00,12:41:00,200395_02,11,前橋駅,0,0,1
土曜_12時30分_系統267,12:41:00,12:41:00,200153_02,12,前橋駅,0,0,1
土曜_12時30分_系統267,12:42:00,12:42:00,201100_02,13,前橋駅,0,0,1
土曜_12時30分_系統267,12:43:00,12:43:00,200981_02,14,前橋駅,0,0,1
土曜_12時30分_系統267,12:44:00,12:44:00,200872_02,15,前橋駅,0,0,1
土曜_12時30分_系統267,12:45:00,12:45:00,201056_02,16,前橋駅,0,0,1
土曜_12時30分_系統267,12:47:00,12:47:00,200189_02,17,前橋駅,0,0,1
土曜_12時30分_系統267,12:48:00,12:48:00,200722_02,18,前橋駅,0,0,1
土曜_12時30分_系統267,12:49:00,12:49:00,200343_02,19,前橋駅,0,0,1
土曜_12時30分_系統267,12:50:00,12:50:00,200348_02,20,前橋駅,0,0,1
土曜_12時30分_系統267,12:52:00,12:52:00,201071_02,21,前橋駅,0,0,1
土曜_12時30分_系統267,12:54:00,12:54:00,200542_02,22,前橋駅,0,0,1
土曜_12時30分_系統267,12:56:00,12:56:00,200141_02,23,前橋駅,0,0,1
土曜_12時30分_系統267,12:57:00,12:57:00,200142_02,24,前橋駅,0,0,1
土曜_12時30分_系統267,12:59:00,12:59:00,200262_02,25,前橋駅,0,0,1
土曜_12時30分_系統267,13:00:00,13:00:00,201015_02,26,前橋駅,0,0,1
土曜_12時30分_系統267,13:01:00,13:01:00,200379_02,27,前橋駅,0,0,1
土曜_12時30分_系統267,13:02:00,13:02:00,200455_02,28,前橋駅,0,0,1
土曜_12時30分_系統267,13:03:00,13:03:00,200702_02,29,前橋駅,0,0,1
土曜_12時30分_系統267,13:04:00,13:04:00,200703_02,30,前橋駅,0,0,1
土曜_12時30分_系統267,13:06:00,13:06:00,201081_02,31,前橋駅,0,0,1
土曜_12時30分_系統267,13:08:00,13:08:00,200998_02,32,前橋駅,0,0,1
土曜_12時30分_系統267,13:11:00,13:11:00,200718_10,33,前橋駅,1,0,1
土曜_12時30分_系統266,12:30:00,12:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_12時30分_系統266,12:31:00,12:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:33:00,12:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:35:00,12:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:36:00,12:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:38:00,12:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:39:00,12:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:40:00,12:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:41:00,12:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:42:00,12:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:43:00,12:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:44:00,12:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:46:00,12:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:48:00,12:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:49:00,12:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:50:00,12:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_12時30分_系統266,12:52:00,12:52:00,200273_01,17,渋川駅,0,0,1
土曜_12時30分_系統266,12:55:00,12:55:00,200189_01,18,渋川駅,0,0,1
土曜_12時30分_系統266,12:57:00,12:57:00,201056_01,19,渋川駅,0,0,1
土曜_12時30分_系統266,12:58:00,12:58:00,200872_01,20,渋川駅,0,0,1
土曜_12時30分_系統266,12:59:00,12:59:00,200981_01,21,渋川駅,0,0,1
土曜_12時30分_系統266,13:00:00,13:00:00,201100_01,22,渋川駅,0,0,1
土曜_12時30分_系統266,13:01:00,13:01:00,200153_01,23,渋川駅,0,0,1
土曜_12時30分_系統266,13:01:00,13:01:00,200395_01,24,渋川駅,0,0,1
土曜_12時30分_系統266,13:02:00,13:02:00,200895_01,25,渋川駅,0,0,1
土曜_12時30分_系統266,13:03:00,13:03:00,200985_01,26,渋川駅,0,0,1
土曜_12時30分_系統266,13:03:00,13:03:00,200987_01,27,渋川駅,0,0,1
土曜_12時30分_系統266,13:04:00,13:04:00,200519_01,28,渋川駅,0,0,1
土曜_12時30分_系統266,13:05:00,13:05:00,200017_01,29,渋川駅,0,0,1
土曜_12時30分_系統266,13:06:00,13:06:00,200506_01,30,渋川駅,0,0,1
土曜_12時30分_系統266,13:08:00,13:08:00,200827_01,31,渋川駅,0,0,1
土曜_12時30分_系統266,13:10:00,13:10:00,200730_01,32,渋川駅,0,0,1
土曜_12時30分_系統266,13:11:00,13:11:00,200768_01,33,渋川駅,0,0,1
土曜_12時30分_系統266,13:14:00,13:14:00,200463_10,34,渋川駅,1,0,1
土曜_12時47分_系統662,12:47:00,12:47:00,200022_01,1,渋川駅（前橋駅・渋川市内循環 経由）,0,1,1
土曜_12時47分_系統662,12:50:00,12:50:00,200668_02,2,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,12:51:00,12:51:00,200932_02,3,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,12:52:00,12:52:00,200108_02,4,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,12:57:00,12:57:00,200718_02,5,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,12:58:00,12:58:00,200998_01,6,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:00:00,13:00:00,201081_01,7,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:02:00,13:02:00,200703_01,8,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:03:00,13:03:00,200702_01,9,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:05:00,13:05:00,200455_01,10,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:06:00,13:06:00,200379_01,11,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:07:00,13:07:00,201015_01,12,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:08:00,13:08:00,200262_01,13,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:09:00,13:09:00,200142_01,14,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:10:00,13:10:00,200141_01,15,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:11:00,13:11:00,200542_01,16,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:13:00,13:13:00,201071_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:15:00,13:15:00,200348_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:16:00,13:16:00,200343_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:17:00,13:17:00,200722_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:19:00,13:19:00,200189_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:21:00,13:21:00,201056_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:22:00,13:22:00,200872_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:23:00,13:23:00,200981_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:24:00,13:24:00,201100_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:25:00,13:25:00,200153_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:25:00,13:25:00,200395_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:26:00,13:26:00,200895_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:27:00,13:27:00,200985_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:27:00,13:27:00,200987_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:28:00,13:28:00,200519_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:29:00,13:29:00,200017_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:30:00,13:30:00,200506_01,33,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:32:00,13:32:00,200827_01,34,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:34:00,13:34:00,200730_01,35,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:35:00,13:35:00,200768_01,36,渋川駅（渋川市内循環 経由）,0,0,1
土曜_12時47分_系統662,13:36:00,13:36:00,200463_06,37,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:37:00,13:37:00,200468_01,38,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:39:00,13:39:00,200466_01,39,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:40:00,13:40:00,200704_01,40,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:41:00,13:41:00,200476_02,41,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:42:00,13:42:00,200477_02,42,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:43:00,13:43:00,200430_02,43,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:44:00,13:44:00,200007_02,44,渋川市内循環,0,0,1
土曜_12時47分_系統662,13:49:00,13:49:00,210463_10,45,渋川市内循環,1,0,1
土曜_12時50分_系統645,12:50:00,12:50:00,201440_01,1,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,1,1
土曜_12時50分_系統645,12:55:00,12:55:00,200189_02,2,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,12:57:00,12:57:00,200722_02,3,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,12:58:00,12:58:00,200343_02,4,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,12:59:00,12:59:00,200348_02,5,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:02:00,13:02:00,201185_02,6,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:05:00,13:05:00,200927_01,7,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:05:00,13:05:00,200800_02,8,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:06:00,13:06:00,200928_02,9,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:08:00,13:08:00,201071_02,10,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:10:00,13:10:00,200542_02,11,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:12:00,13:12:00,200141_02,12,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:14:00,13:14:00,200142_02,13,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:15:00,13:15:00,200503_01,14,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:17:00,13:17:00,200261_01,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:18:00,13:18:00,200503_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:21:00,13:21:00,200262_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:22:00,13:22:00,201015_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:23:00,13:23:00,200379_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:24:00,13:24:00,200455_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:25:00,13:25:00,200702_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:26:00,13:26:00,200703_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:28:00,13:28:00,201081_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:30:00,13:30:00,200998_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_12時50分_系統645,13:33:00,13:33:00,200718_04,25,けやきウォーク前橋,0,0,1
土曜_12時50分_系統645,13:35:00,13:35:00,200108_01,26,けやきウォーク前橋,0,0,1
土曜_12時50分_系統645,13:36:00,13:36:00,200932_01,27,けやきウォーク前橋,0,0,1
土曜_12時50分_系統645,13:37:00,13:37:00,200668_01,28,けやきウォーク前橋,0,0,1
土曜_12時50分_系統645,13:41:00,13:41:00,200022_01,29,けやきウォーク前橋,1,0,1
土曜_12時52分_系統261,12:52:00,12:52:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
土曜_12時52分_系統261,12:53:00,12:53:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,12:54:00,12:54:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,12:55:00,12:55:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,12:56:00,12:56:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,12:57:00,12:57:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,12:58:00,12:58:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,12:59:00,12:59:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,13:00:00,13:00:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
土曜_12時52分_系統261,13:05:00,13:05:00,200463_01,10,前橋駅,0,0,1
土曜_12時52分_系統261,13:06:00,13:06:00,200768_02,11,前橋駅,0,0,1
土曜_12時52分_系統261,13:07:00,13:07:00,200730_02,12,前橋駅,0,0,1
土曜_12時52分_系統261,13:09:00,13:09:00,200827_02,13,前橋駅,0,0,1
土曜_12時52分_系統261,13:10:00,13:10:00,200506_02,14,前橋駅,0,0,1
土曜_12時52分_系統261,13:11:00,13:11:00,200017_02,15,前橋駅,0,0,1
土曜_12時52分_系統261,13:12:00,13:12:00,200519_02,16,前橋駅,0,0,1
土曜_12時52分_系統261,13:12:00,13:12:00,200987_02,17,前橋駅,0,0,1
土曜_12時52分_系統261,13:14:00,13:14:00,200985_02,18,前橋駅,0,0,1
土曜_12時52分_系統261,13:15:00,13:15:00,200895_02,19,前橋駅,0,0,1
土曜_12時52分_系統261,13:16:00,13:16:00,200395_02,20,前橋駅,0,0,1
土曜_12時52分_系統261,13:16:00,13:16:00,200153_02,21,前橋駅,0,0,1
土曜_12時52分_系統261,13:17:00,13:17:00,201100_02,22,前橋駅,0,0,1
土曜_12時52分_系統261,13:18:00,13:18:00,200981_02,23,前橋駅,0,0,1
土曜_12時52分_系統261,13:19:00,13:19:00,200872_02,24,前橋駅,0,0,1
土曜_12時52分_系統261,13:20:00,13:20:00,201056_02,25,前橋駅,0,0,1
土曜_12時52分_系統261,13:22:00,13:22:00,200189_02,26,前橋駅,0,0,1
土曜_12時52分_系統261,13:23:00,13:23:00,200722_02,27,前橋駅,0,0,1
土曜_12時52分_系統261,13:24:00,13:24:00,200343_02,28,前橋駅,0,0,1
土曜_12時52分_系統261,13:25:00,13:25:00,200348_02,29,前橋駅,0,0,1
土曜_12時52分_系統261,13:27:00,13:27:00,201071_02,30,前橋駅,0,0,1
土曜_12時52分_系統261,13:29:00,13:29:00,200542_02,31,前橋駅,0,0,1
土曜_12時52分_系統261,13:31:00,13:31:00,200141_02,32,前橋駅,0,0,1
土曜_12時52分_系統261,13:32:00,13:32:00,200142_02,33,前橋駅,0,0,1
土曜_12時52分_系統261,13:34:00,13:34:00,200262_02,34,前橋駅,0,0,1
土曜_12時52分_系統261,13:35:00,13:35:00,201015_02,35,前橋駅,0,0,1
土曜_12時52分_系統261,13:36:00,13:36:00,200379_02,36,前橋駅,0,0,1
土曜_12時52分_系統261,13:37:00,13:37:00,200455_02,37,前橋駅,0,0,1
土曜_12時52分_系統261,13:38:00,13:38:00,200702_02,38,前橋駅,0,0,1
土曜_12時52分_系統261,13:39:00,13:39:00,200703_02,39,前橋駅,0,0,1
土曜_12時52分_系統261,13:41:00,13:41:00,201081_02,40,前橋駅,0,0,1
土曜_12時52分_系統261,13:43:00,13:43:00,200998_02,41,前橋駅,0,0,1
土曜_12時52分_系統261,13:46:00,13:46:00,200718_10,42,前橋駅,1,0,1
土曜_13時10分_系統584,13:10:00,13:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
土曜_13時10分_系統584,13:11:00,13:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:13:00,13:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:15:00,13:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:16:00,13:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:18:00,13:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:19:00,13:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:20:00,13:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:21:00,13:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:22:00,13:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:24:00,13:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:25:00,13:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:26:00,13:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:27:00,13:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:28:00,13:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:30:00,13:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:31:00,13:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:32:00,13:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_13時10分_系統584,13:34:00,13:34:00,200927_01,19,群馬大学荒牧,0,0,1
土曜_13時10分_系統584,13:35:00,13:35:00,201185_01,20,群馬大学荒牧,0,0,1
土曜_13時10分_系統584,13:39:00,13:39:00,200348_01,21,群馬大学荒牧,0,0,1
土曜_13時10分_系統584,13:40:00,13:40:00,200343_01,22,群馬大学荒牧,0,0,1
土曜_13時10分_系統584,13:41:00,13:41:00,200722_01,23,群馬大学荒牧,0,0,1
土曜_13時10分_系統584,13:44:00,13:44:00,200273_01,24,群馬大学荒牧,1,0,1
土曜_13時30分_系統267,13:30:00,13:30:00,200463_01,1,前橋駅,0,1,1
土曜_13時30分_系統267,13:31:00,13:31:00,200768_02,2,前橋駅,0,0,1
土曜_13時30分_系統267,13:32:00,13:32:00,200730_02,3,前橋駅,0,0,1
土曜_13時30分_系統267,13:34:00,13:34:00,200827_02,4,前橋駅,0,0,1
土曜_13時30分_系統267,13:35:00,13:35:00,200506_02,5,前橋駅,0,0,1
土曜_13時30分_系統267,13:36:00,13:36:00,200017_02,6,前橋駅,0,0,1
土曜_13時30分_系統267,13:37:00,13:37:00,200519_02,7,前橋駅,0,0,1
土曜_13時30分_系統267,13:37:00,13:37:00,200987_02,8,前橋駅,0,0,1
土曜_13時30分_系統267,13:39:00,13:39:00,200985_02,9,前橋駅,0,0,1
土曜_13時30分_系統267,13:40:00,13:40:00,200895_02,10,前橋駅,0,0,1
土曜_13時30分_系統267,13:41:00,13:41:00,200395_02,11,前橋駅,0,0,1
土曜_13時30分_系統267,13:41:00,13:41:00,200153_02,12,前橋駅,0,0,1
土曜_13時30分_系統267,13:42:00,13:42:00,201100_02,13,前橋駅,0,0,1
土曜_13時30分_系統267,13:43:00,13:43:00,200981_02,14,前橋駅,0,0,1
土曜_13時30分_系統267,13:44:00,13:44:00,200872_02,15,前橋駅,0,0,1
土曜_13時30分_系統267,13:45:00,13:45:00,201056_02,16,前橋駅,0,0,1
土曜_13時30分_系統267,13:47:00,13:47:00,200189_02,17,前橋駅,0,0,1
土曜_13時30分_系統267,13:48:00,13:48:00,200722_02,18,前橋駅,0,0,1
土曜_13時30分_系統267,13:49:00,13:49:00,200343_02,19,前橋駅,0,0,1
土曜_13時30分_系統267,13:50:00,13:50:00,200348_02,20,前橋駅,0,0,1
土曜_13時30分_系統267,13:52:00,13:52:00,201071_02,21,前橋駅,0,0,1
土曜_13時30分_系統267,13:54:00,13:54:00,200542_02,22,前橋駅,0,0,1
土曜_13時30分_系統267,13:56:00,13:56:00,200141_02,23,前橋駅,0,0,1
土曜_13時30分_系統267,13:57:00,13:57:00,200142_02,24,前橋駅,0,0,1
土曜_13時30分_系統267,13:59:00,13:59:00,200262_02,25,前橋駅,0,0,1
土曜_13時30分_系統267,14:00:00,14:00:00,201015_02,26,前橋駅,0,0,1
土曜_13時30分_系統267,14:01:00,14:01:00,200379_02,27,前橋駅,0,0,1
土曜_13時30分_系統267,14:02:00,14:02:00,200455_02,28,前橋駅,0,0,1
土曜_13時30分_系統267,14:03:00,14:03:00,200702_02,29,前橋駅,0,0,1
土曜_13時30分_系統267,14:04:00,14:04:00,200703_02,30,前橋駅,0,0,1
土曜_13時30分_系統267,14:06:00,14:06:00,201081_02,31,前橋駅,0,0,1
土曜_13時30分_系統267,14:08:00,14:08:00,200998_02,32,前橋駅,0,0,1
土曜_13時30分_系統267,14:11:00,14:11:00,200718_10,33,前橋駅,1,0,1
土曜_13時30分_系統262,13:30:00,13:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
土曜_13時30分_系統262,13:31:00,13:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:33:00,13:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:35:00,13:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:36:00,13:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:38:00,13:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:39:00,13:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:40:00,13:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:41:00,13:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:42:00,13:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:43:00,13:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:44:00,13:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:46:00,13:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:48:00,13:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:49:00,13:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:50:00,13:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:52:00,13:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:54:00,13:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:55:00,13:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:56:00,13:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:57:00,13:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:58:00,13:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:58:00,13:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,13:59:00,13:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:00:00,14:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:00:00,14:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:01:00,14:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:02:00,14:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:03:00,14:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:05:00,14:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:07:00,14:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:08:00,14:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_13時30分_系統262,14:09:00,14:09:00,200463_06,33,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:10:00,14:10:00,200468_01,34,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:12:00,14:12:00,200466_01,35,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:13:00,14:13:00,200704_01,36,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:14:00,14:14:00,200476_02,37,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:15:00,14:15:00,200477_02,38,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:16:00,14:16:00,200430_02,39,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:17:00,14:17:00,200007_02,40,渋川市内循環,0,0,1
土曜_13時30分_系統262,14:22:00,14:22:00,210463_10,41,渋川市内循環,1,0,1
土曜_13時55分_系統587,13:55:00,13:55:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
土曜_13時55分_系統587,13:57:00,13:57:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,13:58:00,13:58:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,13:59:00,13:59:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,14:01:00,14:01:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,14:03:00,14:03:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,14:05:00,14:05:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,14:07:00,14:07:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,14:08:00,14:08:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
土曜_13時55分_系統587,14:10:00,14:10:00,200261_01,10,前橋駅,0,0,1
土曜_13時55分_系統587,14:11:00,14:11:00,200503_02,11,前橋駅,0,0,1
土曜_13時55分_系統587,14:14:00,14:14:00,200262_02,12,前橋駅,0,0,1
土曜_13時55分_系統587,14:15:00,14:15:00,201015_02,13,前橋駅,0,0,1
土曜_13時55分_系統587,14:16:00,14:16:00,200379_02,14,前橋駅,0,0,1
土曜_13時55分_系統587,14:17:00,14:17:00,200455_02,15,前橋駅,0,0,1
土曜_13時55分_系統587,14:18:00,14:18:00,200702_02,16,前橋駅,0,0,1
土曜_13時55分_系統587,14:19:00,14:19:00,200703_02,17,前橋駅,0,0,1
土曜_13時55分_系統587,14:21:00,14:21:00,201081_02,18,前橋駅,0,0,1
土曜_13時55分_系統587,14:23:00,14:23:00,200998_02,19,前橋駅,0,0,1
土曜_13時55分_系統587,14:26:00,14:26:00,200718_10,20,前橋駅,1,0,1
土曜_13時57分_系統268,13:57:00,13:57:00,200718_02,1,渋川駅,0,1,1
土曜_13時57分_系統268,13:58:00,13:58:00,200998_01,2,渋川駅,0,0,1
土曜_13時57分_系統268,14:00:00,14:00:00,201081_01,3,渋川駅,0,0,1
土曜_13時57分_系統268,14:02:00,14:02:00,200703_01,4,渋川駅,0,0,1
土曜_13時57分_系統268,14:03:00,14:03:00,200702_01,5,渋川駅,0,0,1
土曜_13時57分_系統268,14:04:00,14:04:00,200455_01,6,渋川駅,0,0,1
土曜_13時57分_系統268,14:05:00,14:05:00,200379_01,7,渋川駅,0,0,1
土曜_13時57分_系統268,14:06:00,14:06:00,201015_01,8,渋川駅,0,0,1
土曜_13時57分_系統268,14:07:00,14:07:00,200262_01,9,渋川駅,0,0,1
土曜_13時57分_系統268,14:08:00,14:08:00,200142_01,10,渋川駅,0,0,1
土曜_13時57分_系統268,14:09:00,14:09:00,200141_01,11,渋川駅,0,0,1
土曜_13時57分_系統268,14:10:00,14:10:00,200542_01,12,渋川駅,0,0,1
土曜_13時57分_系統268,14:12:00,14:12:00,201071_01,13,渋川駅,0,0,1
土曜_13時57分_系統268,14:14:00,14:14:00,200348_01,14,渋川駅,0,0,1
土曜_13時57分_系統268,14:15:00,14:15:00,200343_01,15,渋川駅,0,0,1
土曜_13時57分_系統268,14:16:00,14:16:00,200722_01,16,渋川駅,0,0,1
土曜_13時57分_系統268,14:18:00,14:18:00,200189_01,17,渋川駅,0,0,1
土曜_13時57分_系統268,14:20:00,14:20:00,201056_01,18,渋川駅,0,0,1
土曜_13時57分_系統268,14:21:00,14:21:00,200872_01,19,渋川駅,0,0,1
土曜_13時57分_系統268,14:22:00,14:22:00,200981_01,20,渋川駅,0,0,1
土曜_13時57分_系統268,14:23:00,14:23:00,201100_01,21,渋川駅,0,0,1
土曜_13時57分_系統268,14:24:00,14:24:00,200153_01,22,渋川駅,0,0,1
土曜_13時57分_系統268,14:24:00,14:24:00,200395_01,23,渋川駅,0,0,1
土曜_13時57分_系統268,14:25:00,14:25:00,200895_01,24,渋川駅,0,0,1
土曜_13時57分_系統268,14:26:00,14:26:00,200985_01,25,渋川駅,0,0,1
土曜_13時57分_系統268,14:26:00,14:26:00,200987_01,26,渋川駅,0,0,1
土曜_13時57分_系統268,14:27:00,14:27:00,200519_01,27,渋川駅,0,0,1
土曜_13時57分_系統268,14:28:00,14:28:00,200017_01,28,渋川駅,0,0,1
土曜_13時57分_系統268,14:29:00,14:29:00,200506_01,29,渋川駅,0,0,1
土曜_13時57分_系統268,14:31:00,14:31:00,200827_01,30,渋川駅,0,0,1
土曜_13時57分_系統268,14:33:00,14:33:00,200730_01,31,渋川駅,0,0,1
土曜_13時57分_系統268,14:34:00,14:34:00,200768_01,32,渋川駅,0,0,1
土曜_13時57分_系統268,14:37:00,14:37:00,200463_10,33,渋川駅,1,0,1
土曜_14時00分_系統265,14:00:00,14:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
土曜_14時00分_系統265,14:01:00,14:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:02:00,14:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:04:00,14:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:05:00,14:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:06:00,14:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:07:00,14:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:07:00,14:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:09:00,14:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:10:00,14:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:11:00,14:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:11:00,14:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:12:00,14:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:13:00,14:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:14:00,14:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:15:00,14:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:17:00,14:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_14時00分_系統265,14:20:00,14:20:00,200273_01,18,前橋駅,0,0,1
土曜_14時00分_系統265,14:22:00,14:22:00,200722_02,19,前橋駅,0,0,1
土曜_14時00分_系統265,14:23:00,14:23:00,200343_02,20,前橋駅,0,0,1
土曜_14時00分_系統265,14:24:00,14:24:00,200348_02,21,前橋駅,0,0,1
土曜_14時00分_系統265,14:26:00,14:26:00,201071_02,22,前橋駅,0,0,1
土曜_14時00分_系統265,14:28:00,14:28:00,200542_02,23,前橋駅,0,0,1
土曜_14時00分_系統265,14:30:00,14:30:00,200141_02,24,前橋駅,0,0,1
土曜_14時00分_系統265,14:31:00,14:31:00,200142_02,25,前橋駅,0,0,1
土曜_14時00分_系統265,14:33:00,14:33:00,200262_02,26,前橋駅,0,0,1
土曜_14時00分_系統265,14:34:00,14:34:00,201015_02,27,前橋駅,0,0,1
土曜_14時00分_系統265,14:35:00,14:35:00,200379_02,28,前橋駅,0,0,1
土曜_14時00分_系統265,14:36:00,14:36:00,200455_02,29,前橋駅,0,0,1
土曜_14時00分_系統265,14:37:00,14:37:00,200702_02,30,前橋駅,0,0,1
土曜_14時00分_系統265,14:38:00,14:38:00,200703_02,31,前橋駅,0,0,1
土曜_14時00分_系統265,14:40:00,14:40:00,201081_02,32,前橋駅,0,0,1
土曜_14時00分_系統265,14:42:00,14:42:00,200998_02,33,前橋駅,0,0,1
土曜_14時00分_系統265,14:45:00,14:45:00,200718_10,34,前橋駅,1,0,1
土曜_14時10分_系統644,14:10:00,14:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
土曜_14時10分_系統644,14:11:00,14:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:13:00,14:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:15:00,14:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:16:00,14:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:17:00,14:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:18:00,14:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:19:00,14:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:20:00,14:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:21:00,14:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
土曜_14時10分_系統644,14:23:00,14:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:24:00,14:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:25:00,14:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:26:00,14:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:27:00,14:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:29:00,14:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:31:00,14:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:32:00,14:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:33:00,14:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:35:00,14:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
土曜_14時10分_系統644,14:42:00,14:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
土曜_14時20分_系統661,14:20:00,14:20:00,210463_05,1,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,1,1
土曜_14時20分_系統661,14:21:00,14:21:00,200007_01,2,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:22:00,14:22:00,200430_01,3,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:23:00,14:23:00,200477_01,4,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:24:00,14:24:00,200476_01,5,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:25:00,14:25:00,200704_02,6,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:26:00,14:26:00,200467_01,7,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:27:00,14:27:00,200466_02,8,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:28:00,14:28:00,200468_02,9,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:33:00,14:33:00,200463_01,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:34:00,14:34:00,200768_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:35:00,14:35:00,200730_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:37:00,14:37:00,200827_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:38:00,14:38:00,200506_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:39:00,14:39:00,200017_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:40:00,14:40:00,200519_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:40:00,14:40:00,200987_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:42:00,14:42:00,200985_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:43:00,14:43:00,200895_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:44:00,14:44:00,200395_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:44:00,14:44:00,200153_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:45:00,14:45:00,201100_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:46:00,14:46:00,200981_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:47:00,14:47:00,200872_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:48:00,14:48:00,201056_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:50:00,14:50:00,200189_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:52:00,14:52:00,200722_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:53:00,14:53:00,200343_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:54:00,14:54:00,200348_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:56:00,14:56:00,201071_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,14:58:00,14:58:00,200542_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:00:00,15:00:00,200141_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:01:00,15:01:00,200142_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:03:00,15:03:00,200262_02,34,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:04:00,15:04:00,201015_02,35,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:05:00,15:05:00,200379_02,36,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:06:00,15:06:00,200455_02,37,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:07:00,15:07:00,200702_02,38,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:08:00,15:08:00,200703_02,39,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:10:00,15:10:00,201081_02,40,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:12:00,15:12:00,200998_02,41,けやきウォーク前橋（前橋駅 経由）,0,0,1
土曜_14時20分_系統661,15:15:00,15:15:00,200718_04,42,けやきウォーク前橋,0,0,1
土曜_14時20分_系統661,15:17:00,15:17:00,200108_01,43,けやきウォーク前橋,0,0,1
土曜_14時20分_系統661,15:18:00,15:18:00,200932_01,44,けやきウォーク前橋,0,0,1
土曜_14時20分_系統661,15:19:00,15:19:00,200668_01,45,けやきウォーク前橋,0,0,1
土曜_14時20分_系統661,15:23:00,15:23:00,200022_01,46,けやきウォーク前橋,1,0,1
土曜_14時30分_系統266,14:30:00,14:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_14時30分_系統266,14:31:00,14:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:33:00,14:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:35:00,14:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:36:00,14:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:38:00,14:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:39:00,14:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:40:00,14:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:41:00,14:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:42:00,14:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:43:00,14:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:44:00,14:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:46:00,14:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:48:00,14:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:49:00,14:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:50:00,14:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_14時30分_系統266,14:52:00,14:52:00,200273_01,17,渋川駅,0,0,1
土曜_14時30分_系統266,14:55:00,14:55:00,200189_01,18,渋川駅,0,0,1
土曜_14時30分_系統266,14:57:00,14:57:00,201056_01,19,渋川駅,0,0,1
土曜_14時30分_系統266,14:58:00,14:58:00,200872_01,20,渋川駅,0,0,1
土曜_14時30分_系統266,14:59:00,14:59:00,200981_01,21,渋川駅,0,0,1
土曜_14時30分_系統266,15:00:00,15:00:00,201100_01,22,渋川駅,0,0,1
土曜_14時30分_系統266,15:01:00,15:01:00,200153_01,23,渋川駅,0,0,1
土曜_14時30分_系統266,15:01:00,15:01:00,200395_01,24,渋川駅,0,0,1
土曜_14時30分_系統266,15:02:00,15:02:00,200895_01,25,渋川駅,0,0,1
土曜_14時30分_系統266,15:03:00,15:03:00,200985_01,26,渋川駅,0,0,1
土曜_14時30分_系統266,15:03:00,15:03:00,200987_01,27,渋川駅,0,0,1
土曜_14時30分_系統266,15:04:00,15:04:00,200519_01,28,渋川駅,0,0,1
土曜_14時30分_系統266,15:05:00,15:05:00,200017_01,29,渋川駅,0,0,1
土曜_14時30分_系統266,15:06:00,15:06:00,200506_01,30,渋川駅,0,0,1
土曜_14時30分_系統266,15:08:00,15:08:00,200827_01,31,渋川駅,0,0,1
土曜_14時30分_系統266,15:10:00,15:10:00,200730_01,32,渋川駅,0,0,1
土曜_14時30分_系統266,15:11:00,15:11:00,200768_01,33,渋川駅,0,0,1
土曜_14時30分_系統266,15:14:00,15:14:00,200463_10,34,渋川駅,1,0,1
土曜_14時50分_系統643,14:50:00,14:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
土曜_14時50分_系統643,14:55:00,14:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_14時50分_系統643,14:57:00,14:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_14時50分_系統643,14:58:00,14:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_14時50分_系統643,14:59:00,14:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:02:00,15:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:05:00,15:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:05:00,15:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:06:00,15:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:08:00,15:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:10:00,15:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:12:00,15:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:13:00,15:13:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:14:00,15:14:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
土曜_14時50分_系統643,15:16:00,15:16:00,200261_01,15,前橋駅,0,0,1
土曜_14時50分_系統643,15:17:00,15:17:00,200503_02,16,前橋駅,0,0,1
土曜_14時50分_系統643,15:19:00,15:19:00,200262_02,17,前橋駅,0,0,1
土曜_14時50分_系統643,15:20:00,15:20:00,201015_02,18,前橋駅,0,0,1
土曜_14時50分_系統643,15:22:00,15:22:00,200379_02,19,前橋駅,0,0,1
土曜_14時50分_系統643,15:23:00,15:23:00,200455_02,20,前橋駅,0,0,1
土曜_14時50分_系統643,15:25:00,15:25:00,200702_02,21,前橋駅,0,0,1
土曜_14時50分_系統643,15:27:00,15:27:00,200703_02,22,前橋駅,0,0,1
土曜_14時50分_系統643,15:29:00,15:29:00,201081_02,23,前橋駅,0,0,1
土曜_14時50分_系統643,15:31:00,15:31:00,200998_02,24,前橋駅,0,0,1
土曜_14時50分_系統643,15:34:00,15:34:00,200718_10,25,前橋駅,1,0,1
土曜_14時55分_系統268,14:55:00,14:55:00,200718_02,1,渋川駅,0,1,1
土曜_14時55分_系統268,14:56:00,14:56:00,200998_01,2,渋川駅,0,0,1
土曜_14時55分_系統268,14:58:00,14:58:00,201081_01,3,渋川駅,0,0,1
土曜_14時55分_系統268,15:00:00,15:00:00,200703_01,4,渋川駅,0,0,1
土曜_14時55分_系統268,15:01:00,15:01:00,200702_01,5,渋川駅,0,0,1
土曜_14時55分_系統268,15:02:00,15:02:00,200455_01,6,渋川駅,0,0,1
土曜_14時55分_系統268,15:03:00,15:03:00,200379_01,7,渋川駅,0,0,1
土曜_14時55分_系統268,15:04:00,15:04:00,201015_01,8,渋川駅,0,0,1
土曜_14時55分_系統268,15:05:00,15:05:00,200262_01,9,渋川駅,0,0,1
土曜_14時55分_系統268,15:06:00,15:06:00,200142_01,10,渋川駅,0,0,1
土曜_14時55分_系統268,15:07:00,15:07:00,200141_01,11,渋川駅,0,0,1
土曜_14時55分_系統268,15:08:00,15:08:00,200542_01,12,渋川駅,0,0,1
土曜_14時55分_系統268,15:10:00,15:10:00,201071_01,13,渋川駅,0,0,1
土曜_14時55分_系統268,15:12:00,15:12:00,200348_01,14,渋川駅,0,0,1
土曜_14時55分_系統268,15:13:00,15:13:00,200343_01,15,渋川駅,0,0,1
土曜_14時55分_系統268,15:14:00,15:14:00,200722_01,16,渋川駅,0,0,1
土曜_14時55分_系統268,15:16:00,15:16:00,200189_01,17,渋川駅,0,0,1
土曜_14時55分_系統268,15:18:00,15:18:00,201056_01,18,渋川駅,0,0,1
土曜_14時55分_系統268,15:19:00,15:19:00,200872_01,19,渋川駅,0,0,1
土曜_14時55分_系統268,15:20:00,15:20:00,200981_01,20,渋川駅,0,0,1
土曜_14時55分_系統268,15:21:00,15:21:00,201100_01,21,渋川駅,0,0,1
土曜_14時55分_系統268,15:22:00,15:22:00,200153_01,22,渋川駅,0,0,1
土曜_14時55分_系統268,15:22:00,15:22:00,200395_01,23,渋川駅,0,0,1
土曜_14時55分_系統268,15:23:00,15:23:00,200895_01,24,渋川駅,0,0,1
土曜_14時55分_系統268,15:24:00,15:24:00,200985_01,25,渋川駅,0,0,1
土曜_14時55分_系統268,15:24:00,15:24:00,200987_01,26,渋川駅,0,0,1
土曜_14時55分_系統268,15:25:00,15:25:00,200519_01,27,渋川駅,0,0,1
土曜_14時55分_系統268,15:26:00,15:26:00,200017_01,28,渋川駅,0,0,1
土曜_14時55分_系統268,15:27:00,15:27:00,200506_01,29,渋川駅,0,0,1
土曜_14時55分_系統268,15:29:00,15:29:00,200827_01,30,渋川駅,0,0,1
土曜_14時55分_系統268,15:31:00,15:31:00,200730_01,31,渋川駅,0,0,1
土曜_14時55分_系統268,15:32:00,15:32:00,200768_01,32,渋川駅,0,0,1
土曜_14時55分_系統268,15:35:00,15:35:00,200463_10,33,渋川駅,1,0,1
土曜_15時00分_系統265,15:00:00,15:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
土曜_15時00分_系統265,15:01:00,15:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:02:00,15:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:04:00,15:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:05:00,15:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:06:00,15:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:07:00,15:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:07:00,15:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:09:00,15:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:10:00,15:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:11:00,15:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:11:00,15:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:12:00,15:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:13:00,15:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:14:00,15:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:15:00,15:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:17:00,15:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_15時00分_系統265,15:20:00,15:20:00,200273_01,18,前橋駅,0,0,1
土曜_15時00分_系統265,15:22:00,15:22:00,200722_02,19,前橋駅,0,0,1
土曜_15時00分_系統265,15:23:00,15:23:00,200343_02,20,前橋駅,0,0,1
土曜_15時00分_系統265,15:24:00,15:24:00,200348_02,21,前橋駅,0,0,1
土曜_15時00分_系統265,15:26:00,15:26:00,201071_02,22,前橋駅,0,0,1
土曜_15時00分_系統265,15:28:00,15:28:00,200542_02,23,前橋駅,0,0,1
土曜_15時00分_系統265,15:30:00,15:30:00,200141_02,24,前橋駅,0,0,1
土曜_15時00分_系統265,15:31:00,15:31:00,200142_02,25,前橋駅,0,0,1
土曜_15時00分_系統265,15:33:00,15:33:00,200262_02,26,前橋駅,0,0,1
土曜_15時00分_系統265,15:34:00,15:34:00,201015_02,27,前橋駅,0,0,1
土曜_15時00分_系統265,15:35:00,15:35:00,200379_02,28,前橋駅,0,0,1
土曜_15時00分_系統265,15:36:00,15:36:00,200455_02,29,前橋駅,0,0,1
土曜_15時00分_系統265,15:37:00,15:37:00,200702_02,30,前橋駅,0,0,1
土曜_15時00分_系統265,15:38:00,15:38:00,200703_02,31,前橋駅,0,0,1
土曜_15時00分_系統265,15:40:00,15:40:00,201081_02,32,前橋駅,0,0,1
土曜_15時00分_系統265,15:42:00,15:42:00,200998_02,33,前橋駅,0,0,1
土曜_15時00分_系統265,15:45:00,15:45:00,200718_10,34,前橋駅,1,0,1
土曜_15時00分_系統672,15:00:00,15:00:00,200022_01,1,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,1,1
土曜_15時00分_系統672,15:03:00,15:03:00,200668_02,2,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:04:00,15:04:00,200932_02,3,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:05:00,15:05:00,200108_02,4,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:10:00,15:10:00,200718_02,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:11:00,15:11:00,200998_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:13:00,15:13:00,201081_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:15:00,15:15:00,200703_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:16:00,15:16:00,200702_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:18:00,15:18:00,200455_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:19:00,15:19:00,200379_01,11,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:20:00,15:20:00,201015_01,12,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:21:00,15:21:00,200262_01,13,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:22:00,15:22:00,200503_01,14,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:24:00,15:24:00,200261_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:25:00,15:25:00,200503_02,16,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:26:00,15:26:00,200142_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:27:00,15:27:00,200141_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:28:00,15:28:00,200542_01,19,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:30:00,15:30:00,201071_01,20,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:31:00,15:31:00,200928_01,21,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:32:00,15:32:00,200800_01,22,群馬大学荒牧（南橘団地 経由）,0,0,1
土曜_15時00分_系統672,15:34:00,15:34:00,200927_01,23,群馬大学荒牧,0,0,1
土曜_15時00分_系統672,15:35:00,15:35:00,201185_01,24,群馬大学荒牧,0,0,1
土曜_15時00分_系統672,15:39:00,15:39:00,200348_01,25,群馬大学荒牧,0,0,1
土曜_15時00分_系統672,15:40:00,15:40:00,200343_01,26,群馬大学荒牧,0,0,1
土曜_15時00分_系統672,15:41:00,15:41:00,200722_01,27,群馬大学荒牧,0,0,1
土曜_15時00分_系統672,15:44:00,15:44:00,200273_01,28,群馬大学荒牧,1,0,1
土曜_15時30分_系統262,15:30:00,15:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
土曜_15時30分_系統262,15:31:00,15:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:33:00,15:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:35:00,15:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:36:00,15:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:38:00,15:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:39:00,15:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:40:00,15:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:41:00,15:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:42:00,15:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:43:00,15:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:44:00,15:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:46:00,15:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:48:00,15:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:49:00,15:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:50:00,15:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:52:00,15:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:54:00,15:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:55:00,15:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:56:00,15:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:57:00,15:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:58:00,15:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:58:00,15:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,15:59:00,15:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:00:00,16:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:00:00,16:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:01:00,16:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:02:00,16:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:03:00,16:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:05:00,16:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:07:00,16:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:08:00,16:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_15時30分_系統262,16:09:00,16:09:00,200463_06,33,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:10:00,16:10:00,200468_01,34,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:12:00,16:12:00,200466_01,35,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:13:00,16:13:00,200704_01,36,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:14:00,16:14:00,200476_02,37,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:15:00,16:15:00,200477_02,38,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:16:00,16:16:00,200430_02,39,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:17:00,16:17:00,200007_02,40,渋川市内循環,0,0,1
土曜_15時30分_系統262,16:22:00,16:22:00,210463_10,41,渋川市内循環,1,0,1
土曜_15時30分_系統267,15:30:00,15:30:00,200463_01,1,前橋駅,0,1,1
土曜_15時30分_系統267,15:31:00,15:31:00,200768_02,2,前橋駅,0,0,1
土曜_15時30分_系統267,15:32:00,15:32:00,200730_02,3,前橋駅,0,0,1
土曜_15時30分_系統267,15:34:00,15:34:00,200827_02,4,前橋駅,0,0,1
土曜_15時30分_系統267,15:35:00,15:35:00,200506_02,5,前橋駅,0,0,1
土曜_15時30分_系統267,15:36:00,15:36:00,200017_02,6,前橋駅,0,0,1
土曜_15時30分_系統267,15:37:00,15:37:00,200519_02,7,前橋駅,0,0,1
土曜_15時30分_系統267,15:37:00,15:37:00,200987_02,8,前橋駅,0,0,1
土曜_15時30分_系統267,15:39:00,15:39:00,200985_02,9,前橋駅,0,0,1
土曜_15時30分_系統267,15:40:00,15:40:00,200895_02,10,前橋駅,0,0,1
土曜_15時30分_系統267,15:41:00,15:41:00,200395_02,11,前橋駅,0,0,1
土曜_15時30分_系統267,15:41:00,15:41:00,200153_02,12,前橋駅,0,0,1
土曜_15時30分_系統267,15:42:00,15:42:00,201100_02,13,前橋駅,0,0,1
土曜_15時30分_系統267,15:43:00,15:43:00,200981_02,14,前橋駅,0,0,1
土曜_15時30分_系統267,15:44:00,15:44:00,200872_02,15,前橋駅,0,0,1
土曜_15時30分_系統267,15:45:00,15:45:00,201056_02,16,前橋駅,0,0,1
土曜_15時30分_系統267,15:47:00,15:47:00,200189_02,17,前橋駅,0,0,1
土曜_15時30分_系統267,15:48:00,15:48:00,200722_02,18,前橋駅,0,0,1
土曜_15時30分_系統267,15:49:00,15:49:00,200343_02,19,前橋駅,0,0,1
土曜_15時30分_系統267,15:50:00,15:50:00,200348_02,20,前橋駅,0,0,1
土曜_15時30分_系統267,15:52:00,15:52:00,201071_02,21,前橋駅,0,0,1
土曜_15時30分_系統267,15:54:00,15:54:00,200542_02,22,前橋駅,0,0,1
土曜_15時30分_系統267,15:56:00,15:56:00,200141_02,23,前橋駅,0,0,1
土曜_15時30分_系統267,15:57:00,15:57:00,200142_02,24,前橋駅,0,0,1
土曜_15時30分_系統267,15:59:00,15:59:00,200262_02,25,前橋駅,0,0,1
土曜_15時30分_系統267,16:00:00,16:00:00,201015_02,26,前橋駅,0,0,1
土曜_15時30分_系統267,16:01:00,16:01:00,200379_02,27,前橋駅,0,0,1
土曜_15時30分_系統267,16:02:00,16:02:00,200455_02,28,前橋駅,0,0,1
土曜_15時30分_系統267,16:03:00,16:03:00,200702_02,29,前橋駅,0,0,1
土曜_15時30分_系統267,16:04:00,16:04:00,200703_02,30,前橋駅,0,0,1
土曜_15時30分_系統267,16:06:00,16:06:00,201081_02,31,前橋駅,0,0,1
土曜_15時30分_系統267,16:08:00,16:08:00,200998_02,32,前橋駅,0,0,1
土曜_15時30分_系統267,16:11:00,16:11:00,200718_10,33,前橋駅,1,0,1
土曜_15時40分_系統666,15:40:00,15:40:00,200022_01,1,渋川駅（前橋駅 経由）,0,1,1
土曜_15時40分_系統666,15:43:00,15:43:00,200668_02,2,渋川駅（前橋駅 経由）,0,0,1
土曜_15時40分_系統666,15:44:00,15:44:00,200932_02,3,渋川駅（前橋駅 経由）,0,0,1
土曜_15時40分_系統666,15:45:00,15:45:00,200108_02,4,渋川駅（前橋駅 経由）,0,0,1
土曜_15時40分_系統666,15:50:00,15:50:00,200718_02,5,渋川駅,0,0,1
土曜_15時40分_系統666,15:51:00,15:51:00,200998_01,6,渋川駅,0,0,1
土曜_15時40分_系統666,15:53:00,15:53:00,201081_01,7,渋川駅,0,0,1
土曜_15時40分_系統666,15:55:00,15:55:00,200703_01,8,渋川駅,0,0,1
土曜_15時40分_系統666,15:56:00,15:56:00,200702_01,9,渋川駅,0,0,1
土曜_15時40分_系統666,15:57:00,15:57:00,200455_01,10,渋川駅,0,0,1
土曜_15時40分_系統666,15:58:00,15:58:00,200379_01,11,渋川駅,0,0,1
土曜_15時40分_系統666,15:59:00,15:59:00,201015_01,12,渋川駅,0,0,1
土曜_15時40分_系統666,16:00:00,16:00:00,200262_01,13,渋川駅,0,0,1
土曜_15時40分_系統666,16:01:00,16:01:00,200142_01,14,渋川駅,0,0,1
土曜_15時40分_系統666,16:02:00,16:02:00,200141_01,15,渋川駅,0,0,1
土曜_15時40分_系統666,16:03:00,16:03:00,200542_01,16,渋川駅,0,0,1
土曜_15時40分_系統666,16:05:00,16:05:00,201071_01,17,渋川駅,0,0,1
土曜_15時40分_系統666,16:07:00,16:07:00,200348_01,18,渋川駅,0,0,1
土曜_15時40分_系統666,16:08:00,16:08:00,200343_01,19,渋川駅,0,0,1
土曜_15時40分_系統666,16:09:00,16:09:00,200722_01,20,渋川駅,0,0,1
土曜_15時40分_系統666,16:11:00,16:11:00,200189_01,21,渋川駅,0,0,1
土曜_15時40分_系統666,16:13:00,16:13:00,201056_01,22,渋川駅,0,0,1
土曜_15時40分_系統666,16:14:00,16:14:00,200872_01,23,渋川駅,0,0,1
土曜_15時40分_系統666,16:15:00,16:15:00,200981_01,24,渋川駅,0,0,1
土曜_15時40分_系統666,16:16:00,16:16:00,201100_01,25,渋川駅,0,0,1
土曜_15時40分_系統666,16:17:00,16:17:00,200153_01,26,渋川駅,0,0,1
土曜_15時40分_系統666,16:17:00,16:17:00,200395_01,27,渋川駅,0,0,1
土曜_15時40分_系統666,16:18:00,16:18:00,200895_01,28,渋川駅,0,0,1
土曜_15時40分_系統666,16:19:00,16:19:00,200985_01,29,渋川駅,0,0,1
土曜_15時40分_系統666,16:19:00,16:19:00,200987_01,30,渋川駅,0,0,1
土曜_15時40分_系統666,16:20:00,16:20:00,200519_01,31,渋川駅,0,0,1
土曜_15時40分_系統666,16:21:00,16:21:00,200017_01,32,渋川駅,0,0,1
土曜_15時40分_系統666,16:22:00,16:22:00,200506_01,33,渋川駅,0,0,1
土曜_15時40分_系統666,16:24:00,16:24:00,200827_01,34,渋川駅,0,0,1
土曜_15時40分_系統666,16:26:00,16:26:00,200730_01,35,渋川駅,0,0,1
土曜_15時40分_系統666,16:27:00,16:27:00,200768_01,36,渋川駅,0,0,1
土曜_15時40分_系統666,16:30:00,16:30:00,200463_10,37,渋川駅,1,0,1
土曜_15時47分_系統261,15:47:00,15:47:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
土曜_15時47分_系統261,15:48:00,15:48:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,15:49:00,15:49:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,15:50:00,15:50:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,15:51:00,15:51:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,15:52:00,15:52:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,15:53:00,15:53:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,15:54:00,15:54:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,15:55:00,15:55:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
土曜_15時47分_系統261,16:00:00,16:00:00,200463_01,10,前橋駅,0,0,1
土曜_15時47分_系統261,16:01:00,16:01:00,200768_02,11,前橋駅,0,0,1
土曜_15時47分_系統261,16:02:00,16:02:00,200730_02,12,前橋駅,0,0,1
土曜_15時47分_系統261,16:04:00,16:04:00,200827_02,13,前橋駅,0,0,1
土曜_15時47分_系統261,16:05:00,16:05:00,200506_02,14,前橋駅,0,0,1
土曜_15時47分_系統261,16:06:00,16:06:00,200017_02,15,前橋駅,0,0,1
土曜_15時47分_系統261,16:07:00,16:07:00,200519_02,16,前橋駅,0,0,1
土曜_15時47分_系統261,16:07:00,16:07:00,200987_02,17,前橋駅,0,0,1
土曜_15時47分_系統261,16:09:00,16:09:00,200985_02,18,前橋駅,0,0,1
土曜_15時47分_系統261,16:10:00,16:10:00,200895_02,19,前橋駅,0,0,1
土曜_15時47分_系統261,16:11:00,16:11:00,200395_02,20,前橋駅,0,0,1
土曜_15時47分_系統261,16:11:00,16:11:00,200153_02,21,前橋駅,0,0,1
土曜_15時47分_系統261,16:12:00,16:12:00,201100_02,22,前橋駅,0,0,1
土曜_15時47分_系統261,16:13:00,16:13:00,200981_02,23,前橋駅,0,0,1
土曜_15時47分_系統261,16:14:00,16:14:00,200872_02,24,前橋駅,0,0,1
土曜_15時47分_系統261,16:15:00,16:15:00,201056_02,25,前橋駅,0,0,1
土曜_15時47分_系統261,16:17:00,16:17:00,200189_02,26,前橋駅,0,0,1
土曜_15時47分_系統261,16:18:00,16:18:00,200722_02,27,前橋駅,0,0,1
土曜_15時47分_系統261,16:19:00,16:19:00,200343_02,28,前橋駅,0,0,1
土曜_15時47分_系統261,16:20:00,16:20:00,200348_02,29,前橋駅,0,0,1
土曜_15時47分_系統261,16:22:00,16:22:00,201071_02,30,前橋駅,0,0,1
土曜_15時47分_系統261,16:24:00,16:24:00,200542_02,31,前橋駅,0,0,1
土曜_15時47分_系統261,16:26:00,16:26:00,200141_02,32,前橋駅,0,0,1
土曜_15時47分_系統261,16:27:00,16:27:00,200142_02,33,前橋駅,0,0,1
土曜_15時47分_系統261,16:29:00,16:29:00,200262_02,34,前橋駅,0,0,1
土曜_15時47分_系統261,16:30:00,16:30:00,201015_02,35,前橋駅,0,0,1
土曜_15時47分_系統261,16:31:00,16:31:00,200379_02,36,前橋駅,0,0,1
土曜_15時47分_系統261,16:32:00,16:32:00,200455_02,37,前橋駅,0,0,1
土曜_15時47分_系統261,16:33:00,16:33:00,200702_02,38,前橋駅,0,0,1
土曜_15時47分_系統261,16:34:00,16:34:00,200703_02,39,前橋駅,0,0,1
土曜_15時47分_系統261,16:36:00,16:36:00,201081_02,40,前橋駅,0,0,1
土曜_15時47分_系統261,16:38:00,16:38:00,200998_02,41,前橋駅,0,0,1
土曜_15時47分_系統261,16:41:00,16:41:00,200718_10,42,前橋駅,1,0,1
土曜_16時00分_系統581,16:00:00,16:00:00,200273_01,1,前橋駅,0,1,1
土曜_16時00分_系統581,16:02:00,16:02:00,200722_02,2,前橋駅,0,0,1
土曜_16時00分_系統581,16:03:00,16:03:00,200343_02,3,前橋駅,0,0,1
土曜_16時00分_系統581,16:04:00,16:04:00,200348_02,4,前橋駅,0,0,1
土曜_16時00分_系統581,16:06:00,16:06:00,201071_02,5,前橋駅,0,0,1
土曜_16時00分_系統581,16:08:00,16:08:00,200542_02,6,前橋駅,0,0,1
土曜_16時00分_系統581,16:10:00,16:10:00,200141_02,7,前橋駅,0,0,1
土曜_16時00分_系統581,16:11:00,16:11:00,200142_02,8,前橋駅,0,0,1
土曜_16時00分_系統581,16:13:00,16:13:00,200262_02,9,前橋駅,0,0,1
土曜_16時00分_系統581,16:14:00,16:14:00,201015_02,10,前橋駅,0,0,1
土曜_16時00分_系統581,16:15:00,16:15:00,200379_02,11,前橋駅,0,0,1
土曜_16時00分_系統581,16:16:00,16:16:00,200455_02,12,前橋駅,0,0,1
土曜_16時00分_系統581,16:17:00,16:17:00,200702_02,13,前橋駅,0,0,1
土曜_16時00分_系統581,16:18:00,16:18:00,200703_02,14,前橋駅,0,0,1
土曜_16時00分_系統581,16:20:00,16:20:00,201081_02,15,前橋駅,0,0,1
土曜_16時00分_系統581,16:22:00,16:22:00,200998_02,16,前橋駅,0,0,1
土曜_16時00分_系統581,16:25:00,16:25:00,200718_10,17,前橋駅,1,0,1
土曜_16時05分_系統268,16:05:00,16:05:00,200718_02,1,渋川駅,0,1,1
土曜_16時05分_系統268,16:06:00,16:06:00,200998_01,2,渋川駅,0,0,1
土曜_16時05分_系統268,16:08:00,16:08:00,201081_01,3,渋川駅,0,0,1
土曜_16時05分_系統268,16:10:00,16:10:00,200703_01,4,渋川駅,0,0,1
土曜_16時05分_系統268,16:11:00,16:11:00,200702_01,5,渋川駅,0,0,1
土曜_16時05分_系統268,16:12:00,16:12:00,200455_01,6,渋川駅,0,0,1
土曜_16時05分_系統268,16:13:00,16:13:00,200379_01,7,渋川駅,0,0,1
土曜_16時05分_系統268,16:14:00,16:14:00,201015_01,8,渋川駅,0,0,1
土曜_16時05分_系統268,16:15:00,16:15:00,200262_01,9,渋川駅,0,0,1
土曜_16時05分_系統268,16:16:00,16:16:00,200142_01,10,渋川駅,0,0,1
土曜_16時05分_系統268,16:17:00,16:17:00,200141_01,11,渋川駅,0,0,1
土曜_16時05分_系統268,16:18:00,16:18:00,200542_01,12,渋川駅,0,0,1
土曜_16時05分_系統268,16:20:00,16:20:00,201071_01,13,渋川駅,0,0,1
土曜_16時05分_系統268,16:22:00,16:22:00,200348_01,14,渋川駅,0,0,1
土曜_16時05分_系統268,16:23:00,16:23:00,200343_01,15,渋川駅,0,0,1
土曜_16時05分_系統268,16:24:00,16:24:00,200722_01,16,渋川駅,0,0,1
土曜_16時05分_系統268,16:26:00,16:26:00,200189_01,17,渋川駅,0,0,1
土曜_16時05分_系統268,16:28:00,16:28:00,201056_01,18,渋川駅,0,0,1
土曜_16時05分_系統268,16:29:00,16:29:00,200872_01,19,渋川駅,0,0,1
土曜_16時05分_系統268,16:30:00,16:30:00,200981_01,20,渋川駅,0,0,1
土曜_16時05分_系統268,16:31:00,16:31:00,201100_01,21,渋川駅,0,0,1
土曜_16時05分_系統268,16:32:00,16:32:00,200153_01,22,渋川駅,0,0,1
土曜_16時05分_系統268,16:32:00,16:32:00,200395_01,23,渋川駅,0,0,1
土曜_16時05分_系統268,16:33:00,16:33:00,200895_01,24,渋川駅,0,0,1
土曜_16時05分_系統268,16:34:00,16:34:00,200985_01,25,渋川駅,0,0,1
土曜_16時05分_系統268,16:34:00,16:34:00,200987_01,26,渋川駅,0,0,1
土曜_16時05分_系統268,16:35:00,16:35:00,200519_01,27,渋川駅,0,0,1
土曜_16時05分_系統268,16:36:00,16:36:00,200017_01,28,渋川駅,0,0,1
土曜_16時05分_系統268,16:37:00,16:37:00,200506_01,29,渋川駅,0,0,1
土曜_16時05分_系統268,16:39:00,16:39:00,200827_01,30,渋川駅,0,0,1
土曜_16時05分_系統268,16:41:00,16:41:00,200730_01,31,渋川駅,0,0,1
土曜_16時05分_系統268,16:42:00,16:42:00,200768_01,32,渋川駅,0,0,1
土曜_16時05分_系統268,16:45:00,16:45:00,200463_10,33,渋川駅,1,0,1
土曜_16時18分_系統642,16:18:00,16:18:00,200718_02,1,道の駅まえばし赤城（南橘団地 経由）,0,1,1
土曜_16時18分_系統642,16:19:00,16:19:00,200998_01,2,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:21:00,16:21:00,201081_01,3,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:23:00,16:23:00,200703_01,4,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:24:00,16:24:00,200702_01,5,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:26:00,16:26:00,200455_01,6,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:27:00,16:27:00,200379_01,7,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:28:00,16:28:00,201015_01,8,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:29:00,16:29:00,200262_01,9,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:30:00,16:30:00,200142_01,10,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:31:00,16:31:00,200141_01,11,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:32:00,16:32:00,200542_01,12,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:34:00,16:34:00,201071_01,13,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:35:00,16:35:00,200928_01,14,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:36:00,16:36:00,200800_01,15,道の駅まえばし赤城（南橘団地 経由）,0,0,1
土曜_16時18分_系統642,16:38:00,16:38:00,200927_01,16,道の駅まえばし赤城,0,0,1
土曜_16時18分_系統642,16:39:00,16:39:00,201185_01,17,道の駅まえばし赤城,0,0,1
土曜_16時18分_系統642,16:43:00,16:43:00,200348_01,18,道の駅まえばし赤城,0,0,1
土曜_16時18分_系統642,16:44:00,16:44:00,200343_01,19,道の駅まえばし赤城,0,0,1
土曜_16時18分_系統642,16:45:00,16:45:00,200722_01,20,道の駅まえばし赤城,0,0,1
土曜_16時18分_系統642,16:47:00,16:47:00,200189_01,21,道の駅まえばし赤城,0,0,1
土曜_16時18分_系統642,16:54:00,16:54:00,201440_01,22,道の駅まえばし赤城,1,0,1
土曜_16時25分_系統267,16:25:00,16:25:00,200463_01,1,前橋駅,0,1,1
土曜_16時25分_系統267,16:26:00,16:26:00,200768_02,2,前橋駅,0,0,1
土曜_16時25分_系統267,16:27:00,16:27:00,200730_02,3,前橋駅,0,0,1
土曜_16時25分_系統267,16:29:00,16:29:00,200827_02,4,前橋駅,0,0,1
土曜_16時25分_系統267,16:30:00,16:30:00,200506_02,5,前橋駅,0,0,1
土曜_16時25分_系統267,16:31:00,16:31:00,200017_02,6,前橋駅,0,0,1
土曜_16時25分_系統267,16:32:00,16:32:00,200519_02,7,前橋駅,0,0,1
土曜_16時25分_系統267,16:32:00,16:32:00,200987_02,8,前橋駅,0,0,1
土曜_16時25分_系統267,16:34:00,16:34:00,200985_02,9,前橋駅,0,0,1
土曜_16時25分_系統267,16:35:00,16:35:00,200895_02,10,前橋駅,0,0,1
土曜_16時25分_系統267,16:36:00,16:36:00,200395_02,11,前橋駅,0,0,1
土曜_16時25分_系統267,16:36:00,16:36:00,200153_02,12,前橋駅,0,0,1
土曜_16時25分_系統267,16:37:00,16:37:00,201100_02,13,前橋駅,0,0,1
土曜_16時25分_系統267,16:38:00,16:38:00,200981_02,14,前橋駅,0,0,1
土曜_16時25分_系統267,16:39:00,16:39:00,200872_02,15,前橋駅,0,0,1
土曜_16時25分_系統267,16:40:00,16:40:00,201056_02,16,前橋駅,0,0,1
土曜_16時25分_系統267,16:42:00,16:42:00,200189_02,17,前橋駅,0,0,1
土曜_16時25分_系統267,16:43:00,16:43:00,200722_02,18,前橋駅,0,0,1
土曜_16時25分_系統267,16:44:00,16:44:00,200343_02,19,前橋駅,0,0,1
土曜_16時25分_系統267,16:45:00,16:45:00,200348_02,20,前橋駅,0,0,1
土曜_16時25分_系統267,16:47:00,16:47:00,201071_02,21,前橋駅,0,0,1
土曜_16時25分_系統267,16:49:00,16:49:00,200542_02,22,前橋駅,0,0,1
土曜_16時25分_系統267,16:51:00,16:51:00,200141_02,23,前橋駅,0,0,1
土曜_16時25分_系統267,16:52:00,16:52:00,200142_02,24,前橋駅,0,0,1
土曜_16時25分_系統267,16:54:00,16:54:00,200262_02,25,前橋駅,0,0,1
土曜_16時25分_系統267,16:55:00,16:55:00,201015_02,26,前橋駅,0,0,1
土曜_16時25分_系統267,16:56:00,16:56:00,200379_02,27,前橋駅,0,0,1
土曜_16時25分_系統267,16:57:00,16:57:00,200455_02,28,前橋駅,0,0,1
土曜_16時25分_系統267,16:58:00,16:58:00,200702_02,29,前橋駅,0,0,1
土曜_16時25分_系統267,16:59:00,16:59:00,200703_02,30,前橋駅,0,0,1
土曜_16時25分_系統267,17:01:00,17:01:00,201081_02,31,前橋駅,0,0,1
土曜_16時25分_系統267,17:03:00,17:03:00,200998_02,32,前橋駅,0,0,1
土曜_16時25分_系統267,17:06:00,17:06:00,200718_10,33,前橋駅,1,0,1
土曜_16時30分_系統266,16:30:00,16:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_16時30分_系統266,16:31:00,16:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:33:00,16:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:35:00,16:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:36:00,16:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:37:00,16:37:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:38:00,16:38:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:39:00,16:39:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:40:00,16:40:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:41:00,16:41:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:42:00,16:42:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:43:00,16:43:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:45:00,16:45:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:47:00,16:47:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:48:00,16:48:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:49:00,16:49:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_16時30分_系統266,16:51:00,16:51:00,200273_01,17,渋川駅,0,0,1
土曜_16時30分_系統266,16:54:00,16:54:00,200189_01,18,渋川駅,0,0,1
土曜_16時30分_系統266,16:56:00,16:56:00,201056_01,19,渋川駅,0,0,1
土曜_16時30分_系統266,16:57:00,16:57:00,200872_01,20,渋川駅,0,0,1
土曜_16時30分_系統266,16:58:00,16:58:00,200981_01,21,渋川駅,0,0,1
土曜_16時30分_系統266,16:59:00,16:59:00,201100_01,22,渋川駅,0,0,1
土曜_16時30分_系統266,17:00:00,17:00:00,200153_01,23,渋川駅,0,0,1
土曜_16時30分_系統266,17:00:00,17:00:00,200395_01,24,渋川駅,0,0,1
土曜_16時30分_系統266,17:01:00,17:01:00,200895_01,25,渋川駅,0,0,1
土曜_16時30分_系統266,17:02:00,17:02:00,200985_01,26,渋川駅,0,0,1
土曜_16時30分_系統266,17:02:00,17:02:00,200987_01,27,渋川駅,0,0,1
土曜_16時30分_系統266,17:03:00,17:03:00,200519_01,28,渋川駅,0,0,1
土曜_16時30分_系統266,17:04:00,17:04:00,200017_01,29,渋川駅,0,0,1
土曜_16時30分_系統266,17:05:00,17:05:00,200506_01,30,渋川駅,0,0,1
土曜_16時30分_系統266,17:07:00,17:07:00,200827_01,31,渋川駅,0,0,1
土曜_16時30分_系統266,17:09:00,17:09:00,200730_01,32,渋川駅,0,0,1
土曜_16時30分_系統266,17:10:00,17:10:00,200768_01,33,渋川駅,0,0,1
土曜_16時30分_系統266,17:13:00,17:13:00,200463_10,34,渋川駅,1,0,1
土曜_16時57分_系統262,16:57:00,16:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
土曜_16時57分_系統262,16:58:00,16:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:00:00,17:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:02:00,17:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:03:00,17:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:05:00,17:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:06:00,17:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:07:00,17:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:08:00,17:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:09:00,17:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:10:00,17:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:11:00,17:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:13:00,17:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:15:00,17:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:16:00,17:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:17:00,17:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:19:00,17:19:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:21:00,17:21:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:22:00,17:22:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:23:00,17:23:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:24:00,17:24:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:25:00,17:25:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:25:00,17:25:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:26:00,17:26:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:27:00,17:27:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:27:00,17:27:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:28:00,17:28:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:29:00,17:29:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:30:00,17:30:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:32:00,17:32:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:34:00,17:34:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:35:00,17:35:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
土曜_16時57分_系統262,17:36:00,17:36:00,200463_06,33,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:37:00,17:37:00,200468_01,34,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:39:00,17:39:00,200466_01,35,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:40:00,17:40:00,200704_01,36,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:41:00,17:41:00,200476_02,37,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:42:00,17:42:00,200477_02,38,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:43:00,17:43:00,200430_02,39,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:44:00,17:44:00,200007_02,40,渋川市内循環,0,0,1
土曜_16時57分_系統262,17:49:00,17:49:00,210463_10,41,渋川市内循環,1,0,1
土曜_17時00分_系統265,17:00:00,17:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
土曜_17時00分_系統265,17:01:00,17:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:02:00,17:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:04:00,17:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:05:00,17:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:06:00,17:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:07:00,17:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:07:00,17:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:09:00,17:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:10:00,17:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:11:00,17:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:11:00,17:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:12:00,17:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:13:00,17:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:14:00,17:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:15:00,17:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:17:00,17:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
土曜_17時00分_系統265,17:20:00,17:20:00,200273_01,18,前橋駅,0,0,1
土曜_17時00分_系統265,17:22:00,17:22:00,200722_02,19,前橋駅,0,0,1
土曜_17時00分_系統265,17:23:00,17:23:00,200343_02,20,前橋駅,0,0,1
土曜_17時00分_系統265,17:24:00,17:24:00,200348_02,21,前橋駅,0,0,1
土曜_17時00分_系統265,17:26:00,17:26:00,201071_02,22,前橋駅,0,0,1
土曜_17時00分_系統265,17:28:00,17:28:00,200542_02,23,前橋駅,0,0,1
土曜_17時00分_系統265,17:30:00,17:30:00,200141_02,24,前橋駅,0,0,1
土曜_17時00分_系統265,17:31:00,17:31:00,200142_02,25,前橋駅,0,0,1
土曜_17時00分_系統265,17:33:00,17:33:00,200262_02,26,前橋駅,0,0,1
土曜_17時00分_系統265,17:34:00,17:34:00,201015_02,27,前橋駅,0,0,1
土曜_17時00分_系統265,17:35:00,17:35:00,200379_02,28,前橋駅,0,0,1
土曜_17時00分_系統265,17:36:00,17:36:00,200455_02,29,前橋駅,0,0,1
土曜_17時00分_系統265,17:37:00,17:37:00,200702_02,30,前橋駅,0,0,1
土曜_17時00分_系統265,17:38:00,17:38:00,200703_02,31,前橋駅,0,0,1
土曜_17時00分_系統265,17:40:00,17:40:00,201081_02,32,前橋駅,0,0,1
土曜_17時00分_系統265,17:42:00,17:42:00,200998_02,33,前橋駅,0,0,1
土曜_17時00分_系統265,17:45:00,17:45:00,200718_10,34,前橋駅,1,0,1
土曜_17時02分_系統641,17:02:00,17:02:00,201440_01,1,前橋駅,0,1,1
土曜_17時02分_系統641,17:07:00,17:07:00,200189_02,2,前橋駅,0,0,1
土曜_17時02分_系統641,17:09:00,17:09:00,200722_02,3,前橋駅,0,0,1
土曜_17時02分_系統641,17:10:00,17:10:00,200343_02,4,前橋駅,0,0,1
土曜_17時02分_系統641,17:11:00,17:11:00,200348_02,5,前橋駅,0,0,1
土曜_17時02分_系統641,17:13:00,17:13:00,201071_02,6,前橋駅,0,0,1
土曜_17時02分_系統641,17:14:00,17:14:00,200542_02,7,前橋駅,0,0,1
土曜_17時02分_系統641,17:16:00,17:16:00,200141_02,8,前橋駅,0,0,1
土曜_17時02分_系統641,17:17:00,17:17:00,200142_02,9,前橋駅,0,0,1
土曜_17時02分_系統641,17:19:00,17:19:00,200262_02,10,前橋駅,0,0,1
土曜_17時02分_系統641,17:20:00,17:20:00,201015_02,11,前橋駅,0,0,1
土曜_17時02分_系統641,17:22:00,17:22:00,200379_02,12,前橋駅,0,0,1
土曜_17時02分_系統641,17:23:00,17:23:00,200455_02,13,前橋駅,0,0,1
土曜_17時02分_系統641,17:25:00,17:25:00,200702_02,14,前橋駅,0,0,1
土曜_17時02分_系統641,17:27:00,17:27:00,200703_02,15,前橋駅,0,0,1
土曜_17時02分_系統641,17:29:00,17:29:00,201081_02,16,前橋駅,0,0,1
土曜_17時02分_系統641,17:31:00,17:31:00,200998_02,17,前橋駅,0,0,1
土曜_17時02分_系統641,17:34:00,17:34:00,200718_10,18,前橋駅,1,0,1
土曜_17時10分_系統668,17:10:00,17:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
土曜_17時10分_系統668,17:13:00,17:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
土曜_17時10分_系統668,17:14:00,17:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
土曜_17時10分_系統668,17:15:00,17:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
土曜_17時10分_系統668,17:20:00,17:20:00,200718_02,5,南橘団地,0,0,1
土曜_17時10分_系統668,17:21:00,17:21:00,200998_01,6,南橘団地,0,0,1
土曜_17時10分_系統668,17:23:00,17:23:00,201081_01,7,南橘団地,0,0,1
土曜_17時10分_系統668,17:25:00,17:25:00,200703_01,8,南橘団地,0,0,1
土曜_17時10分_系統668,17:26:00,17:26:00,200702_01,9,南橘団地,0,0,1
土曜_17時10分_系統668,17:28:00,17:28:00,200455_01,10,南橘団地,0,0,1
土曜_17時10分_系統668,17:29:00,17:29:00,200379_01,11,南橘団地,0,0,1
土曜_17時10分_系統668,17:30:00,17:30:00,201015_01,12,南橘団地,0,0,1
土曜_17時10分_系統668,17:31:00,17:31:00,200262_01,13,南橘団地,0,0,1
土曜_17時10分_系統668,17:32:00,17:32:00,200142_01,14,南橘団地,0,0,1
土曜_17時10分_系統668,17:33:00,17:33:00,200141_01,15,南橘団地,0,0,1
土曜_17時10分_系統668,17:34:00,17:34:00,200542_01,16,南橘団地,0,0,1
土曜_17時10分_系統668,17:36:00,17:36:00,201071_01,17,南橘団地,0,0,1
土曜_17時10分_系統668,17:37:00,17:37:00,200928_01,18,南橘団地,0,0,1
土曜_17時10分_系統668,17:38:00,17:38:00,200800_01,19,南橘団地,0,0,1
土曜_17時10分_系統668,17:41:00,17:41:00,200927_01,20,南橘団地,1,0,1
土曜_17時32分_系統261,17:32:00,17:32:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
土曜_17時32分_系統261,17:33:00,17:33:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:34:00,17:34:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:35:00,17:35:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:36:00,17:36:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:37:00,17:37:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:38:00,17:38:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:39:00,17:39:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:40:00,17:40:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
土曜_17時32分_系統261,17:45:00,17:45:00,200463_01,10,前橋駅,0,0,1
土曜_17時32分_系統261,17:46:00,17:46:00,200768_02,11,前橋駅,0,0,1
土曜_17時32分_系統261,17:47:00,17:47:00,200730_02,12,前橋駅,0,0,1
土曜_17時32分_系統261,17:49:00,17:49:00,200827_02,13,前橋駅,0,0,1
土曜_17時32分_系統261,17:50:00,17:50:00,200506_02,14,前橋駅,0,0,1
土曜_17時32分_系統261,17:51:00,17:51:00,200017_02,15,前橋駅,0,0,1
土曜_17時32分_系統261,17:52:00,17:52:00,200519_02,16,前橋駅,0,0,1
土曜_17時32分_系統261,17:52:00,17:52:00,200987_02,17,前橋駅,0,0,1
土曜_17時32分_系統261,17:54:00,17:54:00,200985_02,18,前橋駅,0,0,1
土曜_17時32分_系統261,17:55:00,17:55:00,200895_02,19,前橋駅,0,0,1
土曜_17時32分_系統261,17:56:00,17:56:00,200395_02,20,前橋駅,0,0,1
土曜_17時32分_系統261,17:56:00,17:56:00,200153_02,21,前橋駅,0,0,1
土曜_17時32分_系統261,17:57:00,17:57:00,201100_02,22,前橋駅,0,0,1
土曜_17時32分_系統261,17:58:00,17:58:00,200981_02,23,前橋駅,0,0,1
土曜_17時32分_系統261,17:59:00,17:59:00,200872_02,24,前橋駅,0,0,1
土曜_17時32分_系統261,18:00:00,18:00:00,201056_02,25,前橋駅,0,0,1
土曜_17時32分_系統261,18:02:00,18:02:00,200189_02,26,前橋駅,0,0,1
土曜_17時32分_系統261,18:03:00,18:03:00,200722_02,27,前橋駅,0,0,1
土曜_17時32分_系統261,18:04:00,18:04:00,200343_02,28,前橋駅,0,0,1
土曜_17時32分_系統261,18:05:00,18:05:00,200348_02,29,前橋駅,0,0,1
土曜_17時32分_系統261,18:07:00,18:07:00,201071_02,30,前橋駅,0,0,1
土曜_17時32分_系統261,18:09:00,18:09:00,200542_02,31,前橋駅,0,0,1
土曜_17時32分_系統261,18:11:00,18:11:00,200141_02,32,前橋駅,0,0,1
土曜_17時32分_系統261,18:12:00,18:12:00,200142_02,33,前橋駅,0,0,1
土曜_17時32分_系統261,18:14:00,18:14:00,200262_02,34,前橋駅,0,0,1
土曜_17時32分_系統261,18:15:00,18:15:00,201015_02,35,前橋駅,0,0,1
土曜_17時32分_系統261,18:16:00,18:16:00,200379_02,36,前橋駅,0,0,1
土曜_17時32分_系統261,18:17:00,18:17:00,200455_02,37,前橋駅,0,0,1
土曜_17時32分_系統261,18:18:00,18:18:00,200702_02,38,前橋駅,0,0,1
土曜_17時32分_系統261,18:19:00,18:19:00,200703_02,39,前橋駅,0,0,1
土曜_17時32分_系統261,18:21:00,18:21:00,201081_02,40,前橋駅,0,0,1
土曜_17時32分_系統261,18:23:00,18:23:00,200998_02,41,前橋駅,0,0,1
土曜_17時32分_系統261,18:26:00,18:26:00,200718_10,42,前橋駅,1,0,1
土曜_17時41分_系統266,17:41:00,17:41:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
土曜_17時41分_系統266,17:42:00,17:42:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:44:00,17:44:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:46:00,17:46:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:47:00,17:47:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:48:00,17:48:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:49:00,17:49:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:50:00,17:50:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:51:00,17:51:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:52:00,17:52:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:53:00,17:53:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:54:00,17:54:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:56:00,17:56:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:58:00,17:58:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,17:59:00,17:59:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,18:00:00,18:00:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
土曜_17時41分_系統266,18:02:00,18:02:00,200273_01,17,渋川駅,0,0,1
土曜_17時41分_系統266,18:05:00,18:05:00,200189_01,18,渋川駅,0,0,1
土曜_17時41分_系統266,18:07:00,18:07:00,201056_01,19,渋川駅,0,0,1
土曜_17時41分_系統266,18:08:00,18:08:00,200872_01,20,渋川駅,0,0,1
土曜_17時41分_系統266,18:09:00,18:09:00,200981_01,21,渋川駅,0,0,1
土曜_17時41分_系統266,18:10:00,18:10:00,201100_01,22,渋川駅,0,0,1
土曜_17時41分_系統266,18:11:00,18:11:00,200153_01,23,渋川駅,0,0,1
土曜_17時41分_系統266,18:11:00,18:11:00,200395_01,24,渋川駅,0,0,1
土曜_17時41分_系統266,18:12:00,18:12:00,200895_01,25,渋川駅,0,0,1
土曜_17時41分_系統266,18:13:00,18:13:00,200985_01,26,渋川駅,0,0,1
土曜_17時41分_系統266,18:13:00,18:13:00,200987_01,27,渋川駅,0,0,1
土曜_17時41分_系統266,18:14:00,18:14:00,200519_01,28,渋川駅,0,0,1
土曜_17時41分_系統266,18:15:00,18:15:00,200017_01,29,渋川駅,0,0,1
土曜_17時41分_系統266,18:16:00,18:16:00,200506_01,30,渋川駅,0,0,1
土曜_17時41分_系統266,18:18:00,18:18:00,200827_01,31,渋川駅,0,0,1
土曜_17時41分_系統266,18:20:00,18:20:00,200730_01,32,渋川駅,0,0,1
土曜_17時41分_系統266,18:21:00,18:21:00,200768_01,33,渋川駅,0,0,1
土曜_17時41分_系統266,18:24:00,18:24:00,200463_10,34,渋川駅,1,0,1
土曜_17時50分_系統528,17:50:00,17:50:00,200927_01,1,前橋駅,0,1,1
土曜_17時50分_系統528,17:50:00,17:50:00,200800_02,2,前橋駅,0,0,1
土曜_17時50分_系統528,17:51:00,17:51:00,200928_02,3,前橋駅,0,0,1
土曜_17時50分_系統528,17:52:00,17:52:00,201071_02,4,前橋駅,0,0,1
土曜_17時50分_系統528,17:53:00,17:53:00,200542_02,5,前橋駅,0,0,1
土曜_17時50分_系統528,17:55:00,17:55:00,200141_02,6,前橋駅,0,0,1
土曜_17時50分_系統528,17:56:00,17:56:00,200142_02,7,前橋駅,0,0,1
土曜_17時50分_系統528,17:57:00,17:57:00,200262_02,8,前橋駅,0,0,1
土曜_17時50分_系統528,17:58:00,17:58:00,201015_02,9,前橋駅,0,0,1
土曜_17時50分_系統528,17:59:00,17:59:00,200379_02,10,前橋駅,0,0,1
土曜_17時50分_系統528,18:00:00,18:00:00,200455_02,11,前橋駅,0,0,1
土曜_17時50分_系統528,18:02:00,18:02:00,200702_02,12,前橋駅,0,0,1
土曜_17時50分_系統528,18:04:00,18:04:00,200703_02,13,前橋駅,0,0,1
土曜_17時50分_系統528,18:06:00,18:06:00,201081_02,14,前橋駅,0,0,1
土曜_17時50分_系統528,18:08:00,18:08:00,200998_02,15,前橋駅,0,0,1
土曜_17時50分_系統528,18:11:00,18:11:00,200718_10,16,前橋駅,1,0,1
土曜_17時57分_系統268,17:57:00,17:57:00,200718_02,1,渋川駅,0,1,1
土曜_17時57分_系統268,17:58:00,17:58:00,200998_01,2,渋川駅,0,0,1
土曜_17時57分_系統268,18:00:00,18:00:00,201081_01,3,渋川駅,0,0,1
土曜_17時57分_系統268,18:02:00,18:02:00,200703_01,4,渋川駅,0,0,1
土曜_17時57分_系統268,18:03:00,18:03:00,200702_01,5,渋川駅,0,0,1
土曜_17時57分_系統268,18:04:00,18:04:00,200455_01,6,渋川駅,0,0,1
土曜_17時57分_系統268,18:05:00,18:05:00,200379_01,7,渋川駅,0,0,1
土曜_17時57分_系統268,18:06:00,18:06:00,201015_01,8,渋川駅,0,0,1
土曜_17時57分_系統268,18:07:00,18:07:00,200262_01,9,渋川駅,0,0,1
土曜_17時57分_系統268,18:08:00,18:08:00,200142_01,10,渋川駅,0,0,1
土曜_17時57分_系統268,18:09:00,18:09:00,200141_01,11,渋川駅,0,0,1
土曜_17時57分_系統268,18:10:00,18:10:00,200542_01,12,渋川駅,0,0,1
土曜_17時57分_系統268,18:12:00,18:12:00,201071_01,13,渋川駅,0,0,1
土曜_17時57分_系統268,18:14:00,18:14:00,200348_01,14,渋川駅,0,0,1
土曜_17時57分_系統268,18:15:00,18:15:00,200343_01,15,渋川駅,0,0,1
土曜_17時57分_系統268,18:16:00,18:16:00,200722_01,16,渋川駅,0,0,1
土曜_17時57分_系統268,18:18:00,18:18:00,200189_01,17,渋川駅,0,0,1
土曜_17時57分_系統268,18:20:00,18:20:00,201056_01,18,渋川駅,0,0,1
土曜_17時57分_系統268,18:21:00,18:21:00,200872_01,19,渋川駅,0,0,1
土曜_17時57分_系統268,18:22:00,18:22:00,200981_01,20,渋川駅,0,0,1
土曜_17時57分_系統268,18:23:00,18:23:00,201100_01,21,渋川駅,0,0,1
土曜_17時57分_系統268,18:24:00,18:24:00,200153_01,22,渋川駅,0,0,1
土曜_17時57分_系統268,18:24:00,18:24:00,200395_01,23,渋川駅,0,0,1
土曜_17時57分_系統268,18:25:00,18:25:00,200895_01,24,渋川駅,0,0,1
土曜_17時57分_系統268,18:26:00,18:26:00,200985_01,25,渋川駅,0,0,1
土曜_17時57分_系統268,18:26:00,18:26:00,200987_01,26,渋川駅,0,0,1
土曜_17時57分_系統268,18:27:00,18:27:00,200519_01,27,渋川駅,0,0,1
土曜_17時57分_系統268,18:28:00,18:28:00,200017_01,28,渋川駅,0,0,1
土曜_17時57分_系統268,18:29:00,18:29:00,200506_01,29,渋川駅,0,0,1
土曜_17時57分_系統268,18:31:00,18:31:00,200827_01,30,渋川駅,0,0,1
土曜_17時57分_系統268,18:33:00,18:33:00,200730_01,31,渋川駅,0,0,1
土曜_17時57分_系統268,18:34:00,18:34:00,200768_01,32,渋川駅,0,0,1
土曜_17時57分_系統268,18:37:00,18:37:00,200463_10,33,渋川駅,1,0,1
土曜_18時10分_系統668,18:10:00,18:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
土曜_18時10分_系統668,18:13:00,18:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
土曜_18時10分_系統668,18:14:00,18:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
土曜_18時10分_系統668,18:15:00,18:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
土曜_18時10分_系統668,18:20:00,18:20:00,200718_02,5,南橘団地,0,0,1
土曜_18時10分_系統668,18:21:00,18:21:00,200998_01,6,南橘団地,0,0,1
土曜_18時10分_系統668,18:23:00,18:23:00,201081_01,7,南橘団地,0,0,1
土曜_18時10分_系統668,18:25:00,18:25:00,200703_01,8,南橘団地,0,0,1
土曜_18時10分_系統668,18:26:00,18:26:00,200702_01,9,南橘団地,0,0,1
土曜_18時10分_系統668,18:28:00,18:28:00,200455_01,10,南橘団地,0,0,1
土曜_18時10分_系統668,18:29:00,18:29:00,200379_01,11,南橘団地,0,0,1
土曜_18時10分_系統668,18:30:00,18:30:00,201015_01,12,南橘団地,0,0,1
土曜_18時10分_系統668,18:31:00,18:31:00,200262_01,13,南橘団地,0,0,1
土曜_18時10分_系統668,18:32:00,18:32:00,200142_01,14,南橘団地,0,0,1
土曜_18時10分_系統668,18:33:00,18:33:00,200141_01,15,南橘団地,0,0,1
土曜_18時10分_系統668,18:34:00,18:34:00,200542_01,16,南橘団地,0,0,1
土曜_18時10分_系統668,18:36:00,18:36:00,201071_01,17,南橘団地,0,0,1
土曜_18時10分_系統668,18:37:00,18:37:00,200928_01,18,南橘団地,0,0,1
土曜_18時10分_系統668,18:38:00,18:38:00,200800_01,19,南橘団地,0,0,1
土曜_18時10分_系統668,18:41:00,18:41:00,200927_01,20,南橘団地,1,0,1
土曜_18時10分_系統267,18:10:00,18:10:00,200463_01,1,前橋駅,0,1,1
土曜_18時10分_系統267,18:11:00,18:11:00,200768_02,2,前橋駅,0,0,1
土曜_18時10分_系統267,18:12:00,18:12:00,200730_02,3,前橋駅,0,0,1
土曜_18時10分_系統267,18:14:00,18:14:00,200827_02,4,前橋駅,0,0,1
土曜_18時10分_系統267,18:15:00,18:15:00,200506_02,5,前橋駅,0,0,1
土曜_18時10分_系統267,18:16:00,18:16:00,200017_02,6,前橋駅,0,0,1
土曜_18時10分_系統267,18:17:00,18:17:00,200519_02,7,前橋駅,0,0,1
土曜_18時10分_系統267,18:17:00,18:17:00,200987_02,8,前橋駅,0,0,1
土曜_18時10分_系統267,18:19:00,18:19:00,200985_02,9,前橋駅,0,0,1
土曜_18時10分_系統267,18:20:00,18:20:00,200895_02,10,前橋駅,0,0,1
土曜_18時10分_系統267,18:21:00,18:21:00,200395_02,11,前橋駅,0,0,1
土曜_18時10分_系統267,18:21:00,18:21:00,200153_02,12,前橋駅,0,0,1
土曜_18時10分_系統267,18:22:00,18:22:00,201100_02,13,前橋駅,0,0,1
土曜_18時10分_系統267,18:23:00,18:23:00,200981_02,14,前橋駅,0,0,1
土曜_18時10分_系統267,18:24:00,18:24:00,200872_02,15,前橋駅,0,0,1
土曜_18時10分_系統267,18:25:00,18:25:00,201056_02,16,前橋駅,0,0,1
土曜_18時10分_系統267,18:27:00,18:27:00,200189_02,17,前橋駅,0,0,1
土曜_18時10分_系統267,18:28:00,18:28:00,200722_02,18,前橋駅,0,0,1
土曜_18時10分_系統267,18:29:00,18:29:00,200343_02,19,前橋駅,0,0,1
土曜_18時10分_系統267,18:30:00,18:30:00,200348_02,20,前橋駅,0,0,1
土曜_18時10分_系統267,18:32:00,18:32:00,201071_02,21,前橋駅,0,0,1
土曜_18時10分_系統267,18:34:00,18:34:00,200542_02,22,前橋駅,0,0,1
土曜_18時10分_系統267,18:36:00,18:36:00,200141_02,23,前橋駅,0,0,1
土曜_18時10分_系統267,18:37:00,18:37:00,200142_02,24,前橋駅,0,0,1
土曜_18時10分_系統267,18:39:00,18:39:00,200262_02,25,前橋駅,0,0,1
土曜_18時10分_系統267,18:40:00,18:40:00,201015_02,26,前橋駅,0,0,1
土曜_18時10分_系統267,18:41:00,18:41:00,200379_02,27,前橋駅,0,0,1
土曜_18時10分_系統267,18:42:00,18:42:00,200455_02,28,前橋駅,0,0,1
土曜_18時10分_系統267,18:43:00,18:43:00,200702_02,29,前橋駅,0,0,1
土曜_18時10分_系統267,18:44:00,18:44:00,200703_02,30,前橋駅,0,0,1
土曜_18時10分_系統267,18:46:00,18:46:00,201081_02,31,前橋駅,0,0,1
土曜_18時10分_系統267,18:48:00,18:48:00,200998_02,32,前橋駅,0,0,1
土曜_18時10分_系統267,18:51:00,18:51:00,200718_10,33,前橋駅,1,0,1
土曜_18時37分_系統268,18:37:00,18:37:00,200718_02,1,渋川駅,0,1,1
土曜_18時37分_系統268,18:38:00,18:38:00,200998_01,2,渋川駅,0,0,1
土曜_18時37分_系統268,18:40:00,18:40:00,201081_01,3,渋川駅,0,0,1
土曜_18時37分_系統268,18:42:00,18:42:00,200703_01,4,渋川駅,0,0,1
土曜_18時37分_系統268,18:43:00,18:43:00,200702_01,5,渋川駅,0,0,1
土曜_18時37分_系統268,18:45:00,18:45:00,200455_01,6,渋川駅,0,0,1
土曜_18時37分_系統268,18:46:00,18:46:00,200379_01,7,渋川駅,0,0,1
土曜_18時37分_系統268,18:47:00,18:47:00,201015_01,8,渋川駅,0,0,1
土曜_18時37分_系統268,18:48:00,18:48:00,200262_01,9,渋川駅,0,0,1
土曜_18時37分_系統268,18:49:00,18:49:00,200142_01,10,渋川駅,0,0,1
土曜_18時37分_系統268,18:50:00,18:50:00,200141_01,11,渋川駅,0,0,1
土曜_18時37分_系統268,18:51:00,18:51:00,200542_01,12,渋川駅,0,0,1
土曜_18時37分_系統268,18:53:00,18:53:00,201071_01,13,渋川駅,0,0,1
土曜_18時37分_系統268,18:55:00,18:55:00,200348_01,14,渋川駅,0,0,1
土曜_18時37分_系統268,18:56:00,18:56:00,200343_01,15,渋川駅,0,0,1
土曜_18時37分_系統268,18:57:00,18:57:00,200722_01,16,渋川駅,0,0,1
土曜_18時37分_系統268,18:59:00,18:59:00,200189_01,17,渋川駅,0,0,1
土曜_18時37分_系統268,19:01:00,19:01:00,201056_01,18,渋川駅,0,0,1
土曜_18時37分_系統268,19:02:00,19:02:00,200872_01,19,渋川駅,0,0,1
土曜_18時37分_系統268,19:03:00,19:03:00,200981_01,20,渋川駅,0,0,1
土曜_18時37分_系統268,19:04:00,19:04:00,201100_01,21,渋川駅,0,0,1
土曜_18時37分_系統268,19:05:00,19:05:00,200153_01,22,渋川駅,0,0,1
土曜_18時37分_系統268,19:05:00,19:05:00,200395_01,23,渋川駅,0,0,1
土曜_18時37分_系統268,19:06:00,19:06:00,200895_01,24,渋川駅,0,0,1
土曜_18時37分_系統268,19:07:00,19:07:00,200985_01,25,渋川駅,0,0,1
土曜_18時37分_系統268,19:07:00,19:07:00,200987_01,26,渋川駅,0,0,1
土曜_18時37分_系統268,19:08:00,19:08:00,200519_01,27,渋川駅,0,0,1
土曜_18時37分_系統268,19:09:00,19:09:00,200017_01,28,渋川駅,0,0,1
土曜_18時37分_系統268,19:10:00,19:10:00,200506_01,29,渋川駅,0,0,1
土曜_18時37分_系統268,19:12:00,19:12:00,200827_01,30,渋川駅,0,0,1
土曜_18時37分_系統268,19:14:00,19:14:00,200730_01,31,渋川駅,0,0,1
土曜_18時37分_系統268,19:15:00,19:15:00,200768_01,32,渋川駅,0,0,1
土曜_18時37分_系統268,19:18:00,19:18:00,200463_10,33,渋川駅,1,0,1
土曜_18時45分_系統267,18:45:00,18:45:00,200463_01,1,前橋駅,0,1,1
土曜_18時45分_系統267,18:46:00,18:46:00,200768_02,2,前橋駅,0,0,1
土曜_18時45分_系統267,18:47:00,18:47:00,200730_02,3,前橋駅,0,0,1
土曜_18時45分_系統267,18:49:00,18:49:00,200827_02,4,前橋駅,0,0,1
土曜_18時45分_系統267,18:50:00,18:50:00,200506_02,5,前橋駅,0,0,1
土曜_18時45分_系統267,18:51:00,18:51:00,200017_02,6,前橋駅,0,0,1
土曜_18時45分_系統267,18:52:00,18:52:00,200519_02,7,前橋駅,0,0,1
土曜_18時45分_系統267,18:52:00,18:52:00,200987_02,8,前橋駅,0,0,1
土曜_18時45分_系統267,18:54:00,18:54:00,200985_02,9,前橋駅,0,0,1
土曜_18時45分_系統267,18:55:00,18:55:00,200895_02,10,前橋駅,0,0,1
土曜_18時45分_系統267,18:56:00,18:56:00,200395_02,11,前橋駅,0,0,1
土曜_18時45分_系統267,18:56:00,18:56:00,200153_02,12,前橋駅,0,0,1
土曜_18時45分_系統267,18:57:00,18:57:00,201100_02,13,前橋駅,0,0,1
土曜_18時45分_系統267,18:58:00,18:58:00,200981_02,14,前橋駅,0,0,1
土曜_18時45分_系統267,18:59:00,18:59:00,200872_02,15,前橋駅,0,0,1
土曜_18時45分_系統267,19:00:00,19:00:00,201056_02,16,前橋駅,0,0,1
土曜_18時45分_系統267,19:02:00,19:02:00,200189_02,17,前橋駅,0,0,1
土曜_18時45分_系統267,19:03:00,19:03:00,200722_02,18,前橋駅,0,0,1
土曜_18時45分_系統267,19:04:00,19:04:00,200343_02,19,前橋駅,0,0,1
土曜_18時45分_系統267,19:05:00,19:05:00,200348_02,20,前橋駅,0,0,1
土曜_18時45分_系統267,19:07:00,19:07:00,201071_02,21,前橋駅,0,0,1
土曜_18時45分_系統267,19:09:00,19:09:00,200542_02,22,前橋駅,0,0,1
土曜_18時45分_系統267,19:11:00,19:11:00,200141_02,23,前橋駅,0,0,1
土曜_18時45分_系統267,19:12:00,19:12:00,200142_02,24,前橋駅,0,0,1
土曜_18時45分_系統267,19:14:00,19:14:00,200262_02,25,前橋駅,0,0,1
土曜_18時45分_系統267,19:15:00,19:15:00,201015_02,26,前橋駅,0,0,1
土曜_18時45分_系統267,19:16:00,19:16:00,200379_02,27,前橋駅,0,0,1
土曜_18時45分_系統267,19:17:00,19:17:00,200455_02,28,前橋駅,0,0,1
土曜_18時45分_系統267,19:18:00,19:18:00,200702_02,29,前橋駅,0,0,1
土曜_18時45分_系統267,19:19:00,19:19:00,200703_02,30,前橋駅,0,0,1
土曜_18時45分_系統267,19:21:00,19:21:00,201081_02,31,前橋駅,0,0,1
土曜_18時45分_系統267,19:23:00,19:23:00,200998_02,32,前橋駅,0,0,1
土曜_18時45分_系統267,19:26:00,19:26:00,200718_10,33,前橋駅,1,0,1
土曜_19時00分_系統532,19:00:00,19:00:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
土曜_19時00分_系統532,19:01:00,19:01:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:03:00,19:03:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:05:00,19:05:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:06:00,19:06:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:07:00,19:07:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:08:00,19:08:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:09:00,19:09:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:10:00,19:10:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:11:00,19:11:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:12:00,19:12:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:13:00,19:13:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:15:00,19:15:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:16:00,19:16:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:17:00,19:17:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
土曜_19時00分_系統532,19:19:00,19:19:00,200927_01,16,渋川駅,0,0,1
土曜_19時00分_系統532,19:20:00,19:20:00,201185_01,17,渋川駅,0,0,1
土曜_19時00分_系統532,19:24:00,19:24:00,200348_01,18,渋川駅,0,0,1
土曜_19時00分_系統532,19:25:00,19:25:00,200343_01,19,渋川駅,0,0,1
土曜_19時00分_系統532,19:26:00,19:26:00,200722_01,20,渋川駅,0,0,1
土曜_19時00分_系統532,19:27:00,19:27:00,200189_01,21,渋川駅,0,0,1
土曜_19時00分_系統532,19:29:00,19:29:00,201056_01,22,渋川駅,0,0,1
土曜_19時00分_系統532,19:30:00,19:30:00,200872_01,23,渋川駅,0,0,1
土曜_19時00分_系統532,19:31:00,19:31:00,200981_01,24,渋川駅,0,0,1
土曜_19時00分_系統532,19:32:00,19:32:00,201100_01,25,渋川駅,0,0,1
土曜_19時00分_系統532,19:33:00,19:33:00,200153_01,26,渋川駅,0,0,1
土曜_19時00分_系統532,19:33:00,19:33:00,200395_01,27,渋川駅,0,0,1
土曜_19時00分_系統532,19:34:00,19:34:00,200895_01,28,渋川駅,0,0,1
土曜_19時00分_系統532,19:35:00,19:35:00,200985_01,29,渋川駅,0,0,1
土曜_19時00分_系統532,19:35:00,19:35:00,200987_01,30,渋川駅,0,0,1
土曜_19時00分_系統532,19:36:00,19:36:00,200519_01,31,渋川駅,0,0,1
土曜_19時00分_系統532,19:37:00,19:37:00,200017_01,32,渋川駅,0,0,1
土曜_19時00分_系統532,19:38:00,19:38:00,200506_01,33,渋川駅,0,0,1
土曜_19時00分_系統532,19:39:00,19:39:00,200827_01,34,渋川駅,0,0,1
土曜_19時00分_系統532,19:41:00,19:41:00,200730_01,35,渋川駅,0,0,1
土曜_19時00分_系統532,19:42:00,19:42:00,200768_01,36,渋川駅,0,0,1
土曜_19時00分_系統532,19:45:00,19:45:00,200463_10,37,渋川駅,1,0,1
土曜_19時50分_系統268,19:50:00,19:50:00,200718_02,1,渋川駅,0,1,1
土曜_19時50分_系統268,19:51:00,19:51:00,200998_01,2,渋川駅,0,0,1
土曜_19時50分_系統268,19:53:00,19:53:00,201081_01,3,渋川駅,0,0,1
土曜_19時50分_系統268,19:55:00,19:55:00,200703_01,4,渋川駅,0,0,1
土曜_19時50分_系統268,19:56:00,19:56:00,200702_01,5,渋川駅,0,0,1
土曜_19時50分_系統268,19:58:00,19:58:00,200455_01,6,渋川駅,0,0,1
土曜_19時50分_系統268,19:59:00,19:59:00,200379_01,7,渋川駅,0,0,1
土曜_19時50分_系統268,20:00:00,20:00:00,201015_01,8,渋川駅,0,0,1
土曜_19時50分_系統268,20:01:00,20:01:00,200262_01,9,渋川駅,0,0,1
土曜_19時50分_系統268,20:02:00,20:02:00,200142_01,10,渋川駅,0,0,1
土曜_19時50分_系統268,20:03:00,20:03:00,200141_01,11,渋川駅,0,0,1
土曜_19時50分_系統268,20:04:00,20:04:00,200542_01,12,渋川駅,0,0,1
土曜_19時50分_系統268,20:06:00,20:06:00,201071_01,13,渋川駅,0,0,1
土曜_19時50分_系統268,20:08:00,20:08:00,200348_01,14,渋川駅,0,0,1
土曜_19時50分_系統268,20:09:00,20:09:00,200343_01,15,渋川駅,0,0,1
土曜_19時50分_系統268,20:10:00,20:10:00,200722_01,16,渋川駅,0,0,1
土曜_19時50分_系統268,20:11:00,20:11:00,200189_01,17,渋川駅,0,0,1
土曜_19時50分_系統268,20:13:00,20:13:00,201056_01,18,渋川駅,0,0,1
土曜_19時50分_系統268,20:14:00,20:14:00,200872_01,19,渋川駅,0,0,1
土曜_19時50分_系統268,20:15:00,20:15:00,200981_01,20,渋川駅,0,0,1
土曜_19時50分_系統268,20:16:00,20:16:00,201100_01,21,渋川駅,0,0,1
土曜_19時50分_系統268,20:17:00,20:17:00,200153_01,22,渋川駅,0,0,1
土曜_19時50分_系統268,20:17:00,20:17:00,200395_01,23,渋川駅,0,0,1
土曜_19時50分_系統268,20:18:00,20:18:00,200895_01,24,渋川駅,0,0,1
土曜_19時50分_系統268,20:19:00,20:19:00,200985_01,25,渋川駅,0,0,1
土曜_19時50分_系統268,20:19:00,20:19:00,200987_01,26,渋川駅,0,0,1
土曜_19時50分_系統268,20:20:00,20:20:00,200519_01,27,渋川駅,0,0,1
土曜_19時50分_系統268,20:21:00,20:21:00,200017_01,28,渋川駅,0,0,1
土曜_19時50分_系統268,20:22:00,20:22:00,200506_01,29,渋川駅,0,0,1
土曜_19時50分_系統268,20:23:00,20:23:00,200827_01,30,渋川駅,0,0,1
土曜_19時50分_系統268,20:25:00,20:25:00,200730_01,31,渋川駅,0,0,1
土曜_19時50分_系統268,20:26:00,20:26:00,200768_01,32,渋川駅,0,0,1
土曜_19時50分_系統268,20:29:00,20:29:00,200463_10,33,渋川駅,1,0,1
土曜_19時50分_系統267,19:50:00,19:50:00,200463_01,1,前橋駅,0,1,1
土曜_19時50分_系統267,19:51:00,19:51:00,200768_02,2,前橋駅,0,0,1
土曜_19時50分_系統267,19:52:00,19:52:00,200730_02,3,前橋駅,0,0,1
土曜_19時50分_系統267,19:54:00,19:54:00,200827_02,4,前橋駅,0,0,1
土曜_19時50分_系統267,19:55:00,19:55:00,200506_02,5,前橋駅,0,0,1
土曜_19時50分_系統267,19:56:00,19:56:00,200017_02,6,前橋駅,0,0,1
土曜_19時50分_系統267,19:57:00,19:57:00,200519_02,7,前橋駅,0,0,1
土曜_19時50分_系統267,19:57:00,19:57:00,200987_02,8,前橋駅,0,0,1
土曜_19時50分_系統267,19:59:00,19:59:00,200985_02,9,前橋駅,0,0,1
土曜_19時50分_系統267,20:00:00,20:00:00,200895_02,10,前橋駅,0,0,1
土曜_19時50分_系統267,20:01:00,20:01:00,200395_02,11,前橋駅,0,0,1
土曜_19時50分_系統267,20:01:00,20:01:00,200153_02,12,前橋駅,0,0,1
土曜_19時50分_系統267,20:02:00,20:02:00,201100_02,13,前橋駅,0,0,1
土曜_19時50分_系統267,20:03:00,20:03:00,200981_02,14,前橋駅,0,0,1
土曜_19時50分_系統267,20:04:00,20:04:00,200872_02,15,前橋駅,0,0,1
土曜_19時50分_系統267,20:05:00,20:05:00,201056_02,16,前橋駅,0,0,1
土曜_19時50分_系統267,20:06:00,20:06:00,200189_02,17,前橋駅,0,0,1
土曜_19時50分_系統267,20:07:00,20:07:00,200722_02,18,前橋駅,0,0,1
土曜_19時50分_系統267,20:08:00,20:08:00,200343_02,19,前橋駅,0,0,1
土曜_19時50分_系統267,20:09:00,20:09:00,200348_02,20,前橋駅,0,0,1
土曜_19時50分_系統267,20:10:00,20:10:00,201071_02,21,前橋駅,0,0,1
土曜_19時50分_系統267,20:11:00,20:11:00,200542_02,22,前橋駅,0,0,1
土曜_19時50分_系統267,20:12:00,20:12:00,200141_02,23,前橋駅,0,0,1
土曜_19時50分_系統267,20:13:00,20:13:00,200142_02,24,前橋駅,0,0,1
土曜_19時50分_系統267,20:15:00,20:15:00,200262_02,25,前橋駅,0,0,1
土曜_19時50分_系統267,20:16:00,20:16:00,201015_02,26,前橋駅,0,0,1
土曜_19時50分_系統267,20:16:00,20:16:00,200379_02,27,前橋駅,0,0,1
土曜_19時50分_系統267,20:17:00,20:17:00,200455_02,28,前橋駅,0,0,1
土曜_19時50分_系統267,20:18:00,20:18:00,200702_02,29,前橋駅,0,0,1
土曜_19時50分_系統267,20:19:00,20:19:00,200703_02,30,前橋駅,0,0,1
土曜_19時50分_系統267,20:21:00,20:21:00,201081_02,31,前橋駅,0,0,1
土曜_19時50分_系統267,20:23:00,20:23:00,200998_02,32,前橋駅,0,0,1
土曜_19時50分_系統267,20:26:00,20:26:00,200718_10,33,前橋駅,1,0,1
土曜_20時35分_系統267,20:35:00,20:35:00,200463_01,1,前橋駅,0,1,1
土曜_20時35分_系統267,20:36:00,20:36:00,200768_02,2,前橋駅,0,0,1
土曜_20時35分_系統267,20:37:00,20:37:00,200730_02,3,前橋駅,0,0,1
土曜_20時35分_系統267,20:39:00,20:39:00,200827_02,4,前橋駅,0,0,1
土曜_20時35分_系統267,20:40:00,20:40:00,200506_02,5,前橋駅,0,0,1
土曜_20時35分_系統267,20:41:00,20:41:00,200017_02,6,前橋駅,0,0,1
土曜_20時35分_系統267,20:42:00,20:42:00,200519_02,7,前橋駅,0,0,1
土曜_20時35分_系統267,20:42:00,20:42:00,200987_02,8,前橋駅,0,0,1
土曜_20時35分_系統267,20:44:00,20:44:00,200985_02,9,前橋駅,0,0,1
土曜_20時35分_系統267,20:45:00,20:45:00,200895_02,10,前橋駅,0,0,1
土曜_20時35分_系統267,20:46:00,20:46:00,200395_02,11,前橋駅,0,0,1
土曜_20時35分_系統267,20:46:00,20:46:00,200153_02,12,前橋駅,0,0,1
土曜_20時35分_系統267,20:47:00,20:47:00,201100_02,13,前橋駅,0,0,1
土曜_20時35分_系統267,20:48:00,20:48:00,200981_02,14,前橋駅,0,0,1
土曜_20時35分_系統267,20:49:00,20:49:00,200872_02,15,前橋駅,0,0,1
土曜_20時35分_系統267,20:50:00,20:50:00,201056_02,16,前橋駅,0,0,1
土曜_20時35分_系統267,20:51:00,20:51:00,200189_02,17,前橋駅,0,0,1
土曜_20時35分_系統267,20:52:00,20:52:00,200722_02,18,前橋駅,0,0,1
土曜_20時35分_系統267,20:53:00,20:53:00,200343_02,19,前橋駅,0,0,1
土曜_20時35分_系統267,20:54:00,20:54:00,200348_02,20,前橋駅,0,0,1
土曜_20時35分_系統267,20:55:00,20:55:00,201071_02,21,前橋駅,0,0,1
土曜_20時35分_系統267,20:56:00,20:56:00,200542_02,22,前橋駅,0,0,1
土曜_20時35分_系統267,20:57:00,20:57:00,200141_02,23,前橋駅,0,0,1
土曜_20時35分_系統267,20:58:00,20:58:00,200142_02,24,前橋駅,0,0,1
土曜_20時35分_系統267,21:00:00,21:00:00,200262_02,25,前橋駅,0,0,1
土曜_20時35分_系統267,21:01:00,21:01:00,201015_02,26,前橋駅,0,0,1
土曜_20時35分_系統267,21:01:00,21:01:00,200379_02,27,前橋駅,0,0,1
土曜_20時35分_系統267,21:02:00,21:02:00,200455_02,28,前橋駅,0,0,1
土曜_20時35分_系統267,21:03:00,21:03:00,200702_02,29,前橋駅,0,0,1
土曜_20時35分_系統267,21:04:00,21:04:00,200703_02,30,前橋駅,0,0,1
土曜_20時35分_系統267,21:06:00,21:06:00,201081_02,31,前橋駅,0,0,1
土曜_20時35分_系統267,21:08:00,21:08:00,200998_02,32,前橋駅,0,0,1
土曜_20時35分_系統267,21:11:00,21:11:00,200718_10,33,前橋駅,1,0,1
土曜_20時35分_系統532,20:35:00,20:35:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
土曜_20時35分_系統532,20:36:00,20:36:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:38:00,20:38:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:40:00,20:40:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:41:00,20:41:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:42:00,20:42:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:43:00,20:43:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:44:00,20:44:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:45:00,20:45:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:46:00,20:46:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:47:00,20:47:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:48:00,20:48:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:50:00,20:50:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:51:00,20:51:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:52:00,20:52:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
土曜_20時35分_系統532,20:54:00,20:54:00,200927_01,16,渋川駅,0,0,1
土曜_20時35分_系統532,20:55:00,20:55:00,201185_01,17,渋川駅,0,0,1
土曜_20時35分_系統532,20:59:00,20:59:00,200348_01,18,渋川駅,0,0,1
土曜_20時35分_系統532,21:00:00,21:00:00,200343_01,19,渋川駅,0,0,1
土曜_20時35分_系統532,21:01:00,21:01:00,200722_01,20,渋川駅,0,0,1
土曜_20時35分_系統532,21:02:00,21:02:00,200189_01,21,渋川駅,0,0,1
土曜_20時35分_系統532,21:04:00,21:04:00,201056_01,22,渋川駅,0,0,1
土曜_20時35分_系統532,21:05:00,21:05:00,200872_01,23,渋川駅,0,0,1
土曜_20時35分_系統532,21:06:00,21:06:00,200981_01,24,渋川駅,0,0,1
土曜_20時35分_系統532,21:07:00,21:07:00,201100_01,25,渋川駅,0,0,1
土曜_20時35分_系統532,21:08:00,21:08:00,200153_01,26,渋川駅,0,0,1
土曜_20時35分_系統532,21:08:00,21:08:00,200395_01,27,渋川駅,0,0,1
土曜_20時35分_系統532,21:09:00,21:09:00,200895_01,28,渋川駅,0,0,1
土曜_20時35分_系統532,21:10:00,21:10:00,200985_01,29,渋川駅,0,0,1
土曜_20時35分_系統532,21:10:00,21:10:00,200987_01,30,渋川駅,0,0,1
土曜_20時35分_系統532,21:11:00,21:11:00,200519_01,31,渋川駅,0,0,1
土曜_20時35分_系統532,21:12:00,21:12:00,200017_01,32,渋川駅,0,0,1
土曜_20時35分_系統532,21:13:00,21:13:00,200506_01,33,渋川駅,0,0,1
土曜_20時35分_系統532,21:14:00,21:14:00,200827_01,34,渋川駅,0,0,1
土曜_20時35分_系統532,21:16:00,21:16:00,200730_01,35,渋川駅,0,0,1
土曜_20時35分_系統532,21:17:00,21:17:00,200768_01,36,渋川駅,0,0,1
土曜_20時35分_系統532,21:20:00,21:20:00,200463_10,37,渋川駅,1,0,1
土曜_21時24分_系統532,21:24:00,21:24:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
土曜_21時24分_系統532,21:25:00,21:25:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:27:00,21:27:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:29:00,21:29:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:30:00,21:30:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:31:00,21:31:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:32:00,21:32:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:33:00,21:33:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:34:00,21:34:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:35:00,21:35:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:36:00,21:36:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:37:00,21:37:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:39:00,21:39:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:40:00,21:40:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:41:00,21:41:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
土曜_21時24分_系統532,21:43:00,21:43:00,200927_01,16,渋川駅,0,0,1
土曜_21時24分_系統532,21:44:00,21:44:00,201185_01,17,渋川駅,0,0,1
土曜_21時24分_系統532,21:48:00,21:48:00,200348_01,18,渋川駅,0,0,1
土曜_21時24分_系統532,21:49:00,21:49:00,200343_01,19,渋川駅,0,0,1
土曜_21時24分_系統532,21:50:00,21:50:00,200722_01,20,渋川駅,0,0,1
土曜_21時24分_系統532,21:51:00,21:51:00,200189_01,21,渋川駅,0,0,1
土曜_21時24分_系統532,21:53:00,21:53:00,201056_01,22,渋川駅,0,0,1
土曜_21時24分_系統532,21:54:00,21:54:00,200872_01,23,渋川駅,0,0,1
土曜_21時24分_系統532,21:55:00,21:55:00,200981_01,24,渋川駅,0,0,1
土曜_21時24分_系統532,21:56:00,21:56:00,201100_01,25,渋川駅,0,0,1
土曜_21時24分_系統532,21:57:00,21:57:00,200153_01,26,渋川駅,0,0,1
土曜_21時24分_系統532,21:57:00,21:57:00,200395_01,27,渋川駅,0,0,1
土曜_21時24分_系統532,21:58:00,21:58:00,200895_01,28,渋川駅,0,0,1
土曜_21時24分_系統532,21:59:00,21:59:00,200985_01,29,渋川駅,0,0,1
土曜_21時24分_系統532,21:59:00,21:59:00,200987_01,30,渋川駅,0,0,1
土曜_21時24分_系統532,22:00:00,22:00:00,200519_01,31,渋川駅,0,0,1
土曜_21時24分_系統532,22:01:00,22:01:00,200017_01,32,渋川駅,0,0,1
土曜_21時24分_系統532,22:02:00,22:02:00,200506_01,33,渋川駅,0,0,1
土曜_21時24分_系統532,22:03:00,22:03:00,200827_01,34,渋川駅,0,0,1
土曜_21時24分_系統532,22:05:00,22:05:00,200730_01,35,渋川駅,0,0,1
土曜_21時24分_系統532,22:06:00,22:06:00,200768_01,36,渋川駅,0,0,1
土曜_21時24分_系統532,22:09:00,22:09:00,200463_10,37,渋川駅,1,0,1
日祝_05時50分_系統267,05:50:00,05:50:00,200463_01,1,前橋駅,0,1,1
日祝_05時50分_系統267,05:51:00,05:51:00,200768_02,2,前橋駅,0,0,1
日祝_05時50分_系統267,05:52:00,05:52:00,200730_02,3,前橋駅,0,0,1
日祝_05時50分_系統267,05:54:00,05:54:00,200827_02,4,前橋駅,0,0,1
日祝_05時50分_系統267,05:55:00,05:55:00,200506_02,5,前橋駅,0,0,1
日祝_05時50分_系統267,05:56:00,05:56:00,200017_02,6,前橋駅,0,0,1
日祝_05時50分_系統267,05:57:00,05:57:00,200519_02,7,前橋駅,0,0,1
日祝_05時50分_系統267,05:57:00,05:57:00,200987_02,8,前橋駅,0,0,1
日祝_05時50分_系統267,05:59:00,05:59:00,200985_02,9,前橋駅,0,0,1
日祝_05時50分_系統267,06:00:00,06:00:00,200895_02,10,前橋駅,0,0,1
日祝_05時50分_系統267,06:01:00,06:01:00,200395_02,11,前橋駅,0,0,1
日祝_05時50分_系統267,06:01:00,06:01:00,200153_02,12,前橋駅,0,0,1
日祝_05時50分_系統267,06:02:00,06:02:00,201100_02,13,前橋駅,0,0,1
日祝_05時50分_系統267,06:03:00,06:03:00,200981_02,14,前橋駅,0,0,1
日祝_05時50分_系統267,06:04:00,06:04:00,200872_02,15,前橋駅,0,0,1
日祝_05時50分_系統267,06:05:00,06:05:00,201056_02,16,前橋駅,0,0,1
日祝_05時50分_系統267,06:07:00,06:07:00,200189_02,17,前橋駅,0,0,1
日祝_05時50分_系統267,06:08:00,06:08:00,200722_02,18,前橋駅,0,0,1
日祝_05時50分_系統267,06:09:00,06:09:00,200343_02,19,前橋駅,0,0,1
日祝_05時50分_系統267,06:10:00,06:10:00,200348_02,20,前橋駅,0,0,1
日祝_05時50分_系統267,06:12:00,06:12:00,201071_02,21,前橋駅,0,0,1
日祝_05時50分_系統267,06:13:00,06:13:00,200542_02,22,前橋駅,0,0,1
日祝_05時50分_系統267,06:14:00,06:14:00,200141_02,23,前橋駅,0,0,1
日祝_05時50分_系統267,06:15:00,06:15:00,200142_02,24,前橋駅,0,0,1
日祝_05時50分_系統267,06:17:00,06:17:00,200262_02,25,前橋駅,0,0,1
日祝_05時50分_系統267,06:18:00,06:18:00,201015_02,26,前橋駅,0,0,1
日祝_05時50分_系統267,06:18:00,06:18:00,200379_02,27,前橋駅,0,0,1
日祝_05時50分_系統267,06:19:00,06:19:00,200455_02,28,前橋駅,0,0,1
日祝_05時50分_系統267,06:20:00,06:20:00,200702_02,29,前橋駅,0,0,1
日祝_05時50分_系統267,06:21:00,06:21:00,200703_02,30,前橋駅,0,0,1
日祝_05時50分_系統267,06:22:00,06:22:00,201081_02,31,前橋駅,0,0,1
日祝_05時50分_系統267,06:23:00,06:23:00,200998_02,32,前橋駅,0,0,1
日祝_05時50分_系統267,06:27:00,06:27:00,200718_10,33,前橋駅,1,0,1
日祝_06時25分_系統267,06:25:00,06:25:00,200463_01,1,前橋駅,0,1,1
日祝_06時25分_系統267,06:26:00,06:26:00,200768_02,2,前橋駅,0,0,1
日祝_06時25分_系統267,06:27:00,06:27:00,200730_02,3,前橋駅,0,0,1
日祝_06時25分_系統267,06:29:00,06:29:00,200827_02,4,前橋駅,0,0,1
日祝_06時25分_系統267,06:30:00,06:30:00,200506_02,5,前橋駅,0,0,1
日祝_06時25分_系統267,06:31:00,06:31:00,200017_02,6,前橋駅,0,0,1
日祝_06時25分_系統267,06:32:00,06:32:00,200519_02,7,前橋駅,0,0,1
日祝_06時25分_系統267,06:32:00,06:32:00,200987_02,8,前橋駅,0,0,1
日祝_06時25分_系統267,06:34:00,06:34:00,200985_02,9,前橋駅,0,0,1
日祝_06時25分_系統267,06:35:00,06:35:00,200895_02,10,前橋駅,0,0,1
日祝_06時25分_系統267,06:36:00,06:36:00,200395_02,11,前橋駅,0,0,1
日祝_06時25分_系統267,06:36:00,06:36:00,200153_02,12,前橋駅,0,0,1
日祝_06時25分_系統267,06:37:00,06:37:00,201100_02,13,前橋駅,0,0,1
日祝_06時25分_系統267,06:38:00,06:38:00,200981_02,14,前橋駅,0,0,1
日祝_06時25分_系統267,06:39:00,06:39:00,200872_02,15,前橋駅,0,0,1
日祝_06時25分_系統267,06:40:00,06:40:00,201056_02,16,前橋駅,0,0,1
日祝_06時25分_系統267,06:42:00,06:42:00,200189_02,17,前橋駅,0,0,1
日祝_06時25分_系統267,06:43:00,06:43:00,200722_02,18,前橋駅,0,0,1
日祝_06時25分_系統267,06:44:00,06:44:00,200343_02,19,前橋駅,0,0,1
日祝_06時25分_系統267,06:45:00,06:45:00,200348_02,20,前橋駅,0,0,1
日祝_06時25分_系統267,06:47:00,06:47:00,201071_02,21,前橋駅,0,0,1
日祝_06時25分_系統267,06:48:00,06:48:00,200542_02,22,前橋駅,0,0,1
日祝_06時25分_系統267,06:49:00,06:49:00,200141_02,23,前橋駅,0,0,1
日祝_06時25分_系統267,06:50:00,06:50:00,200142_02,24,前橋駅,0,0,1
日祝_06時25分_系統267,06:52:00,06:52:00,200262_02,25,前橋駅,0,0,1
日祝_06時25分_系統267,06:53:00,06:53:00,201015_02,26,前橋駅,0,0,1
日祝_06時25分_系統267,06:53:00,06:53:00,200379_02,27,前橋駅,0,0,1
日祝_06時25分_系統267,06:54:00,06:54:00,200455_02,28,前橋駅,0,0,1
日祝_06時25分_系統267,06:55:00,06:55:00,200702_02,29,前橋駅,0,0,1
日祝_06時25分_系統267,06:56:00,06:56:00,200703_02,30,前橋駅,0,0,1
日祝_06時25分_系統267,06:57:00,06:57:00,201081_02,31,前橋駅,0,0,1
日祝_06時25分_系統267,06:59:00,06:59:00,200998_02,32,前橋駅,0,0,1
日祝_06時25分_系統267,07:02:00,07:02:00,200718_10,33,前橋駅,1,0,1
日祝_06時43分_系統267,06:43:00,06:43:00,200463_01,1,前橋駅,0,1,1
日祝_06時43分_系統267,06:44:00,06:44:00,200768_02,2,前橋駅,0,0,1
日祝_06時43分_系統267,06:45:00,06:45:00,200730_02,3,前橋駅,0,0,1
日祝_06時43分_系統267,06:47:00,06:47:00,200827_02,4,前橋駅,0,0,1
日祝_06時43分_系統267,06:48:00,06:48:00,200506_02,5,前橋駅,0,0,1
日祝_06時43分_系統267,06:49:00,06:49:00,200017_02,6,前橋駅,0,0,1
日祝_06時43分_系統267,06:50:00,06:50:00,200519_02,7,前橋駅,0,0,1
日祝_06時43分_系統267,06:50:00,06:50:00,200987_02,8,前橋駅,0,0,1
日祝_06時43分_系統267,06:52:00,06:52:00,200985_02,9,前橋駅,0,0,1
日祝_06時43分_系統267,06:53:00,06:53:00,200895_02,10,前橋駅,0,0,1
日祝_06時43分_系統267,06:54:00,06:54:00,200395_02,11,前橋駅,0,0,1
日祝_06時43分_系統267,06:54:00,06:54:00,200153_02,12,前橋駅,0,0,1
日祝_06時43分_系統267,06:55:00,06:55:00,201100_02,13,前橋駅,0,0,1
日祝_06時43分_系統267,06:56:00,06:56:00,200981_02,14,前橋駅,0,0,1
日祝_06時43分_系統267,06:57:00,06:57:00,200872_02,15,前橋駅,0,0,1
日祝_06時43分_系統267,06:58:00,06:58:00,201056_02,16,前橋駅,0,0,1
日祝_06時43分_系統267,07:00:00,07:00:00,200189_02,17,前橋駅,0,0,1
日祝_06時43分_系統267,07:01:00,07:01:00,200722_02,18,前橋駅,0,0,1
日祝_06時43分_系統267,07:02:00,07:02:00,200343_02,19,前橋駅,0,0,1
日祝_06時43分_系統267,07:03:00,07:03:00,200348_02,20,前橋駅,0,0,1
日祝_06時43分_系統267,07:05:00,07:05:00,201071_02,21,前橋駅,0,0,1
日祝_06時43分_系統267,07:06:00,07:06:00,200542_02,22,前橋駅,0,0,1
日祝_06時43分_系統267,07:07:00,07:07:00,200141_02,23,前橋駅,0,0,1
日祝_06時43分_系統267,07:08:00,07:08:00,200142_02,24,前橋駅,0,0,1
日祝_06時43分_系統267,07:10:00,07:10:00,200262_02,25,前橋駅,0,0,1
日祝_06時43分_系統267,07:11:00,07:11:00,201015_02,26,前橋駅,0,0,1
日祝_06時43分_系統267,07:11:00,07:11:00,200379_02,27,前橋駅,0,0,1
日祝_06時43分_系統267,07:12:00,07:12:00,200455_02,28,前橋駅,0,0,1
日祝_06時43分_系統267,07:13:00,07:13:00,200702_02,29,前橋駅,0,0,1
日祝_06時43分_系統267,07:14:00,07:14:00,200703_02,30,前橋駅,0,0,1
日祝_06時43分_系統267,07:16:00,07:16:00,201081_02,31,前橋駅,0,0,1
日祝_06時43分_系統267,07:18:00,07:18:00,200998_02,32,前橋駅,0,0,1
日祝_06時43分_系統267,07:21:00,07:21:00,200718_10,33,前橋駅,1,0,1
日祝_06時47分_系統268,06:47:00,06:47:00,200718_02,1,渋川駅,0,1,1
日祝_06時47分_系統268,06:48:00,06:48:00,200998_01,2,渋川駅,0,0,1
日祝_06時47分_系統268,06:50:00,06:50:00,201081_01,3,渋川駅,0,0,1
日祝_06時47分_系統268,06:51:00,06:51:00,200703_01,4,渋川駅,0,0,1
日祝_06時47分_系統268,06:51:00,06:51:00,200702_01,5,渋川駅,0,0,1
日祝_06時47分_系統268,06:52:00,06:52:00,200455_01,6,渋川駅,0,0,1
日祝_06時47分_系統268,06:53:00,06:53:00,200379_01,7,渋川駅,0,0,1
日祝_06時47分_系統268,06:54:00,06:54:00,201015_01,8,渋川駅,0,0,1
日祝_06時47分_系統268,06:55:00,06:55:00,200262_01,9,渋川駅,0,0,1
日祝_06時47分_系統268,06:56:00,06:56:00,200142_01,10,渋川駅,0,0,1
日祝_06時47分_系統268,06:57:00,06:57:00,200141_01,11,渋川駅,0,0,1
日祝_06時47分_系統268,06:58:00,06:58:00,200542_01,12,渋川駅,0,0,1
日祝_06時47分_系統268,07:00:00,07:00:00,201071_01,13,渋川駅,0,0,1
日祝_06時47分_系統268,07:01:00,07:01:00,200348_01,14,渋川駅,0,0,1
日祝_06時47分_系統268,07:02:00,07:02:00,200343_01,15,渋川駅,0,0,1
日祝_06時47分_系統268,07:03:00,07:03:00,200722_01,16,渋川駅,0,0,1
日祝_06時47分_系統268,07:05:00,07:05:00,200189_01,17,渋川駅,0,0,1
日祝_06時47分_系統268,07:07:00,07:07:00,201056_01,18,渋川駅,0,0,1
日祝_06時47分_系統268,07:08:00,07:08:00,200872_01,19,渋川駅,0,0,1
日祝_06時47分_系統268,07:09:00,07:09:00,200981_01,20,渋川駅,0,0,1
日祝_06時47分_系統268,07:10:00,07:10:00,201100_01,21,渋川駅,0,0,1
日祝_06時47分_系統268,07:11:00,07:11:00,200153_01,22,渋川駅,0,0,1
日祝_06時47分_系統268,07:11:00,07:11:00,200395_01,23,渋川駅,0,0,1
日祝_06時47分_系統268,07:12:00,07:12:00,200895_01,24,渋川駅,0,0,1
日祝_06時47分_系統268,07:13:00,07:13:00,200985_01,25,渋川駅,0,0,1
日祝_06時47分_系統268,07:13:00,07:13:00,200987_01,26,渋川駅,0,0,1
日祝_06時47分_系統268,07:14:00,07:14:00,200519_01,27,渋川駅,0,0,1
日祝_06時47分_系統268,07:15:00,07:15:00,200017_01,28,渋川駅,0,0,1
日祝_06時47分_系統268,07:16:00,07:16:00,200506_01,29,渋川駅,0,0,1
日祝_06時47分_系統268,07:17:00,07:17:00,200827_01,30,渋川駅,0,0,1
日祝_06時47分_系統268,07:19:00,07:19:00,200730_01,31,渋川駅,0,0,1
日祝_06時47分_系統268,07:20:00,07:20:00,200768_01,32,渋川駅,0,0,1
日祝_06時47分_系統268,07:23:00,07:23:00,200463_10,33,渋川駅,1,0,1
日祝_07時05分_系統267,07:05:00,07:05:00,200463_01,1,前橋駅,0,1,1
日祝_07時05分_系統267,07:06:00,07:06:00,200768_02,2,前橋駅,0,0,1
日祝_07時05分_系統267,07:07:00,07:07:00,200730_02,3,前橋駅,0,0,1
日祝_07時05分_系統267,07:09:00,07:09:00,200827_02,4,前橋駅,0,0,1
日祝_07時05分_系統267,07:10:00,07:10:00,200506_02,5,前橋駅,0,0,1
日祝_07時05分_系統267,07:11:00,07:11:00,200017_02,6,前橋駅,0,0,1
日祝_07時05分_系統267,07:12:00,07:12:00,200519_02,7,前橋駅,0,0,1
日祝_07時05分_系統267,07:12:00,07:12:00,200987_02,8,前橋駅,0,0,1
日祝_07時05分_系統267,07:14:00,07:14:00,200985_02,9,前橋駅,0,0,1
日祝_07時05分_系統267,07:15:00,07:15:00,200895_02,10,前橋駅,0,0,1
日祝_07時05分_系統267,07:16:00,07:16:00,200395_02,11,前橋駅,0,0,1
日祝_07時05分_系統267,07:16:00,07:16:00,200153_02,12,前橋駅,0,0,1
日祝_07時05分_系統267,07:17:00,07:17:00,201100_02,13,前橋駅,0,0,1
日祝_07時05分_系統267,07:18:00,07:18:00,200981_02,14,前橋駅,0,0,1
日祝_07時05分_系統267,07:19:00,07:19:00,200872_02,15,前橋駅,0,0,1
日祝_07時05分_系統267,07:20:00,07:20:00,201056_02,16,前橋駅,0,0,1
日祝_07時05分_系統267,07:22:00,07:22:00,200189_02,17,前橋駅,0,0,1
日祝_07時05分_系統267,07:23:00,07:23:00,200722_02,18,前橋駅,0,0,1
日祝_07時05分_系統267,07:24:00,07:24:00,200343_02,19,前橋駅,0,0,1
日祝_07時05分_系統267,07:25:00,07:25:00,200348_02,20,前橋駅,0,0,1
日祝_07時05分_系統267,07:27:00,07:27:00,201071_02,21,前橋駅,0,0,1
日祝_07時05分_系統267,07:28:00,07:28:00,200542_02,22,前橋駅,0,0,1
日祝_07時05分_系統267,07:29:00,07:29:00,200141_02,23,前橋駅,0,0,1
日祝_07時05分_系統267,07:30:00,07:30:00,200142_02,24,前橋駅,0,0,1
日祝_07時05分_系統267,07:32:00,07:32:00,200262_02,25,前橋駅,0,0,1
日祝_07時05分_系統267,07:33:00,07:33:00,201015_02,26,前橋駅,0,0,1
日祝_07時05分_系統267,07:33:00,07:33:00,200379_02,27,前橋駅,0,0,1
日祝_07時05分_系統267,07:34:00,07:34:00,200455_02,28,前橋駅,0,0,1
日祝_07時05分_系統267,07:35:00,07:35:00,200702_02,29,前橋駅,0,0,1
日祝_07時05分_系統267,07:36:00,07:36:00,200703_02,30,前橋駅,0,0,1
日祝_07時05分_系統267,07:38:00,07:38:00,201081_02,31,前橋駅,0,0,1
日祝_07時05分_系統267,07:40:00,07:40:00,200998_02,32,前橋駅,0,0,1
日祝_07時05分_系統267,07:43:00,07:43:00,200718_10,33,前橋駅,1,0,1
日祝_07時12分_系統268,07:12:00,07:12:00,200718_02,1,渋川駅,0,1,1
日祝_07時12分_系統268,07:13:00,07:13:00,200998_01,2,渋川駅,0,0,1
日祝_07時12分_系統268,07:15:00,07:15:00,201081_01,3,渋川駅,0,0,1
日祝_07時12分_系統268,07:16:00,07:16:00,200703_01,4,渋川駅,0,0,1
日祝_07時12分_系統268,07:16:00,07:16:00,200702_01,5,渋川駅,0,0,1
日祝_07時12分_系統268,07:17:00,07:17:00,200455_01,6,渋川駅,0,0,1
日祝_07時12分_系統268,07:18:00,07:18:00,200379_01,7,渋川駅,0,0,1
日祝_07時12分_系統268,07:19:00,07:19:00,201015_01,8,渋川駅,0,0,1
日祝_07時12分_系統268,07:20:00,07:20:00,200262_01,9,渋川駅,0,0,1
日祝_07時12分_系統268,07:21:00,07:21:00,200142_01,10,渋川駅,0,0,1
日祝_07時12分_系統268,07:22:00,07:22:00,200141_01,11,渋川駅,0,0,1
日祝_07時12分_系統268,07:23:00,07:23:00,200542_01,12,渋川駅,0,0,1
日祝_07時12分_系統268,07:25:00,07:25:00,201071_01,13,渋川駅,0,0,1
日祝_07時12分_系統268,07:26:00,07:26:00,200348_01,14,渋川駅,0,0,1
日祝_07時12分_系統268,07:27:00,07:27:00,200343_01,15,渋川駅,0,0,1
日祝_07時12分_系統268,07:28:00,07:28:00,200722_01,16,渋川駅,0,0,1
日祝_07時12分_系統268,07:30:00,07:30:00,200189_01,17,渋川駅,0,0,1
日祝_07時12分_系統268,07:32:00,07:32:00,201056_01,18,渋川駅,0,0,1
日祝_07時12分_系統268,07:33:00,07:33:00,200872_01,19,渋川駅,0,0,1
日祝_07時12分_系統268,07:34:00,07:34:00,200981_01,20,渋川駅,0,0,1
日祝_07時12分_系統268,07:35:00,07:35:00,201100_01,21,渋川駅,0,0,1
日祝_07時12分_系統268,07:36:00,07:36:00,200153_01,22,渋川駅,0,0,1
日祝_07時12分_系統268,07:36:00,07:36:00,200395_01,23,渋川駅,0,0,1
日祝_07時12分_系統268,07:37:00,07:37:00,200895_01,24,渋川駅,0,0,1
日祝_07時12分_系統268,07:38:00,07:38:00,200985_01,25,渋川駅,0,0,1
日祝_07時12分_系統268,07:38:00,07:38:00,200987_01,26,渋川駅,0,0,1
日祝_07時12分_系統268,07:39:00,07:39:00,200519_01,27,渋川駅,0,0,1
日祝_07時12分_系統268,07:40:00,07:40:00,200017_01,28,渋川駅,0,0,1
日祝_07時12分_系統268,07:41:00,07:41:00,200506_01,29,渋川駅,0,0,1
日祝_07時12分_系統268,07:42:00,07:42:00,200827_01,30,渋川駅,0,0,1
日祝_07時12分_系統268,07:44:00,07:44:00,200730_01,31,渋川駅,0,0,1
日祝_07時12分_系統268,07:45:00,07:45:00,200768_01,32,渋川駅,0,0,1
日祝_07時12分_系統268,07:48:00,07:48:00,200463_10,33,渋川駅,1,0,1
日祝_07時25分_系統267,07:25:00,07:25:00,200463_01,1,前橋駅,0,1,1
日祝_07時25分_系統267,07:26:00,07:26:00,200768_02,2,前橋駅,0,0,1
日祝_07時25分_系統267,07:27:00,07:27:00,200730_02,3,前橋駅,0,0,1
日祝_07時25分_系統267,07:29:00,07:29:00,200827_02,4,前橋駅,0,0,1
日祝_07時25分_系統267,07:30:00,07:30:00,200506_02,5,前橋駅,0,0,1
日祝_07時25分_系統267,07:31:00,07:31:00,200017_02,6,前橋駅,0,0,1
日祝_07時25分_系統267,07:32:00,07:32:00,200519_02,7,前橋駅,0,0,1
日祝_07時25分_系統267,07:32:00,07:32:00,200987_02,8,前橋駅,0,0,1
日祝_07時25分_系統267,07:34:00,07:34:00,200985_02,9,前橋駅,0,0,1
日祝_07時25分_系統267,07:35:00,07:35:00,200895_02,10,前橋駅,0,0,1
日祝_07時25分_系統267,07:36:00,07:36:00,200395_02,11,前橋駅,0,0,1
日祝_07時25分_系統267,07:36:00,07:36:00,200153_02,12,前橋駅,0,0,1
日祝_07時25分_系統267,07:37:00,07:37:00,201100_02,13,前橋駅,0,0,1
日祝_07時25分_系統267,07:38:00,07:38:00,200981_02,14,前橋駅,0,0,1
日祝_07時25分_系統267,07:39:00,07:39:00,200872_02,15,前橋駅,0,0,1
日祝_07時25分_系統267,07:40:00,07:40:00,201056_02,16,前橋駅,0,0,1
日祝_07時25分_系統267,07:42:00,07:42:00,200189_02,17,前橋駅,0,0,1
日祝_07時25分_系統267,07:43:00,07:43:00,200722_02,18,前橋駅,0,0,1
日祝_07時25分_系統267,07:44:00,07:44:00,200343_02,19,前橋駅,0,0,1
日祝_07時25分_系統267,07:45:00,07:45:00,200348_02,20,前橋駅,0,0,1
日祝_07時25分_系統267,07:47:00,07:47:00,201071_02,21,前橋駅,0,0,1
日祝_07時25分_系統267,07:48:00,07:48:00,200542_02,22,前橋駅,0,0,1
日祝_07時25分_系統267,07:49:00,07:49:00,200141_02,23,前橋駅,0,0,1
日祝_07時25分_系統267,07:50:00,07:50:00,200142_02,24,前橋駅,0,0,1
日祝_07時25分_系統267,07:52:00,07:52:00,200262_02,25,前橋駅,0,0,1
日祝_07時25分_系統267,07:53:00,07:53:00,201015_02,26,前橋駅,0,0,1
日祝_07時25分_系統267,07:53:00,07:53:00,200379_02,27,前橋駅,0,0,1
日祝_07時25分_系統267,07:54:00,07:54:00,200455_02,28,前橋駅,0,0,1
日祝_07時25分_系統267,07:55:00,07:55:00,200702_02,29,前橋駅,0,0,1
日祝_07時25分_系統267,07:56:00,07:56:00,200703_02,30,前橋駅,0,0,1
日祝_07時25分_系統267,07:58:00,07:58:00,201081_02,31,前橋駅,0,0,1
日祝_07時25分_系統267,08:00:00,08:00:00,200998_02,32,前橋駅,0,0,1
日祝_07時25分_系統267,08:03:00,08:03:00,200718_10,33,前橋駅,1,0,1
日祝_07時30分_系統264,07:30:00,07:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
日祝_07時30分_系統264,07:31:00,07:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:33:00,07:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:35:00,07:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:36:00,07:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:38:00,07:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:39:00,07:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:40:00,07:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:41:00,07:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:42:00,07:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:43:00,07:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:44:00,07:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:46:00,07:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:47:00,07:47:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:48:00,07:48:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:49:00,07:49:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:51:00,07:51:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:54:00,07:54:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:56:00,07:56:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:57:00,07:57:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:58:00,07:58:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,07:59:00,07:59:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:00:00,08:00:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:00:00,08:00:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:01:00,08:01:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:02:00,08:02:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:02:00,08:02:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:03:00,08:03:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:04:00,08:04:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:05:00,08:05:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:06:00,08:06:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:08:00,08:08:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:09:00,08:09:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
日祝_07時30分_系統264,08:10:00,08:10:00,200463_06,34,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:11:00,08:11:00,200468_01,35,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:13:00,08:13:00,200466_01,36,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:14:00,08:14:00,200704_01,37,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:15:00,08:15:00,200476_02,38,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:16:00,08:16:00,200477_02,39,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:17:00,08:17:00,200430_02,40,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:18:00,08:18:00,200007_02,41,渋川市内循環,0,0,1
日祝_07時30分_系統264,08:23:00,08:23:00,210463_10,42,渋川市内循環,1,0,1
日祝_07時35分_系統528,07:35:00,07:35:00,200927_01,1,前橋駅,0,1,1
日祝_07時35分_系統528,07:35:00,07:35:00,200800_02,2,前橋駅,0,0,1
日祝_07時35分_系統528,07:36:00,07:36:00,200928_02,3,前橋駅,0,0,1
日祝_07時35分_系統528,07:38:00,07:38:00,201071_02,4,前橋駅,0,0,1
日祝_07時35分_系統528,07:39:00,07:39:00,200542_02,5,前橋駅,0,0,1
日祝_07時35分_系統528,07:40:00,07:40:00,200141_02,6,前橋駅,0,0,1
日祝_07時35分_系統528,07:41:00,07:41:00,200142_02,7,前橋駅,0,0,1
日祝_07時35分_系統528,07:43:00,07:43:00,200262_02,8,前橋駅,0,0,1
日祝_07時35分_系統528,07:44:00,07:44:00,201015_02,9,前橋駅,0,0,1
日祝_07時35分_系統528,07:44:00,07:44:00,200379_02,10,前橋駅,0,0,1
日祝_07時35分_系統528,07:45:00,07:45:00,200455_02,11,前橋駅,0,0,1
日祝_07時35分_系統528,07:46:00,07:46:00,200702_02,12,前橋駅,0,0,1
日祝_07時35分_系統528,07:47:00,07:47:00,200703_02,13,前橋駅,0,0,1
日祝_07時35分_系統528,07:49:00,07:49:00,201081_02,14,前橋駅,0,0,1
日祝_07時35分_系統528,07:51:00,07:51:00,200998_02,15,前橋駅,0,0,1
日祝_07時35分_系統528,07:54:00,07:54:00,200718_10,16,前橋駅,1,0,1
日祝_07時40分_系統586,07:40:00,07:40:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
日祝_07時40分_系統586,07:41:00,07:41:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:43:00,07:43:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:45:00,07:45:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:46:00,07:46:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:47:00,07:47:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:48:00,07:48:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:49:00,07:49:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:50:00,07:50:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:51:00,07:51:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_07時40分_系統586,07:53:00,07:53:00,200261_01,11,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,07:54:00,07:54:00,200503_02,12,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,07:55:00,07:55:00,200142_01,13,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,07:56:00,07:56:00,200141_01,14,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,07:57:00,07:57:00,200542_01,15,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,07:59:00,07:59:00,201071_01,16,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,08:00:00,08:00:00,200348_01,17,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,08:01:00,08:01:00,200343_01,18,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,08:02:00,08:02:00,200722_01,19,群馬大学荒牧,0,0,1
日祝_07時40分_系統586,08:05:00,08:05:00,200273_01,20,群馬大学荒牧,1,0,1
日祝_07時45分_系統267,07:45:00,07:45:00,200463_01,1,前橋駅,0,1,1
日祝_07時45分_系統267,07:46:00,07:46:00,200768_02,2,前橋駅,0,0,1
日祝_07時45分_系統267,07:47:00,07:47:00,200730_02,3,前橋駅,0,0,1
日祝_07時45分_系統267,07:49:00,07:49:00,200827_02,4,前橋駅,0,0,1
日祝_07時45分_系統267,07:50:00,07:50:00,200506_02,5,前橋駅,0,0,1
日祝_07時45分_系統267,07:51:00,07:51:00,200017_02,6,前橋駅,0,0,1
日祝_07時45分_系統267,07:52:00,07:52:00,200519_02,7,前橋駅,0,0,1
日祝_07時45分_系統267,07:52:00,07:52:00,200987_02,8,前橋駅,0,0,1
日祝_07時45分_系統267,07:54:00,07:54:00,200985_02,9,前橋駅,0,0,1
日祝_07時45分_系統267,07:55:00,07:55:00,200895_02,10,前橋駅,0,0,1
日祝_07時45分_系統267,07:56:00,07:56:00,200395_02,11,前橋駅,0,0,1
日祝_07時45分_系統267,07:56:00,07:56:00,200153_02,12,前橋駅,0,0,1
日祝_07時45分_系統267,07:57:00,07:57:00,201100_02,13,前橋駅,0,0,1
日祝_07時45分_系統267,07:58:00,07:58:00,200981_02,14,前橋駅,0,0,1
日祝_07時45分_系統267,07:59:00,07:59:00,200872_02,15,前橋駅,0,0,1
日祝_07時45分_系統267,08:00:00,08:00:00,201056_02,16,前橋駅,0,0,1
日祝_07時45分_系統267,08:02:00,08:02:00,200189_02,17,前橋駅,0,0,1
日祝_07時45分_系統267,08:03:00,08:03:00,200722_02,18,前橋駅,0,0,1
日祝_07時45分_系統267,08:04:00,08:04:00,200343_02,19,前橋駅,0,0,1
日祝_07時45分_系統267,08:05:00,08:05:00,200348_02,20,前橋駅,0,0,1
日祝_07時45分_系統267,08:07:00,08:07:00,201071_02,21,前橋駅,0,0,1
日祝_07時45分_系統267,08:09:00,08:09:00,200542_02,22,前橋駅,0,0,1
日祝_07時45分_系統267,08:11:00,08:11:00,200141_02,23,前橋駅,0,0,1
日祝_07時45分_系統267,08:12:00,08:12:00,200142_02,24,前橋駅,0,0,1
日祝_07時45分_系統267,08:14:00,08:14:00,200262_02,25,前橋駅,0,0,1
日祝_07時45分_系統267,08:15:00,08:15:00,201015_02,26,前橋駅,0,0,1
日祝_07時45分_系統267,08:16:00,08:16:00,200379_02,27,前橋駅,0,0,1
日祝_07時45分_系統267,08:17:00,08:17:00,200455_02,28,前橋駅,0,0,1
日祝_07時45分_系統267,08:18:00,08:18:00,200702_02,29,前橋駅,0,0,1
日祝_07時45分_系統267,08:19:00,08:19:00,200703_02,30,前橋駅,0,0,1
日祝_07時45分_系統267,08:21:00,08:21:00,201081_02,31,前橋駅,0,0,1
日祝_07時45分_系統267,08:23:00,08:23:00,200998_02,32,前橋駅,0,0,1
日祝_07時45分_系統267,08:26:00,08:26:00,200718_10,33,前橋駅,1,0,1
日祝_07時53分_系統266,07:53:00,07:53:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_07時53分_系統266,07:54:00,07:54:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,07:56:00,07:56:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,07:58:00,07:58:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,07:59:00,07:59:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:01:00,08:01:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:02:00,08:02:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:03:00,08:03:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:04:00,08:04:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:05:00,08:05:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:06:00,08:06:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:07:00,08:07:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:09:00,08:09:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:10:00,08:10:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:11:00,08:11:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:12:00,08:12:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_07時53分_系統266,08:14:00,08:14:00,200273_01,17,渋川駅,0,0,1
日祝_07時53分_系統266,08:17:00,08:17:00,200189_01,18,渋川駅,0,0,1
日祝_07時53分_系統266,08:19:00,08:19:00,201056_01,19,渋川駅,0,0,1
日祝_07時53分_系統266,08:20:00,08:20:00,200872_01,20,渋川駅,0,0,1
日祝_07時53分_系統266,08:21:00,08:21:00,200981_01,21,渋川駅,0,0,1
日祝_07時53分_系統266,08:22:00,08:22:00,201100_01,22,渋川駅,0,0,1
日祝_07時53分_系統266,08:23:00,08:23:00,200153_01,23,渋川駅,0,0,1
日祝_07時53分_系統266,08:23:00,08:23:00,200395_01,24,渋川駅,0,0,1
日祝_07時53分_系統266,08:24:00,08:24:00,200895_01,25,渋川駅,0,0,1
日祝_07時53分_系統266,08:25:00,08:25:00,200985_01,26,渋川駅,0,0,1
日祝_07時53分_系統266,08:25:00,08:25:00,200987_01,27,渋川駅,0,0,1
日祝_07時53分_系統266,08:26:00,08:26:00,200519_01,28,渋川駅,0,0,1
日祝_07時53分_系統266,08:27:00,08:27:00,200017_01,29,渋川駅,0,0,1
日祝_07時53分_系統266,08:28:00,08:28:00,200506_01,30,渋川駅,0,0,1
日祝_07時53分_系統266,08:29:00,08:29:00,200827_01,31,渋川駅,0,0,1
日祝_07時53分_系統266,08:31:00,08:31:00,200730_01,32,渋川駅,0,0,1
日祝_07時53分_系統266,08:32:00,08:32:00,200768_01,33,渋川駅,0,0,1
日祝_07時53分_系統266,08:35:00,08:35:00,200463_10,34,渋川駅,1,0,1
日祝_08時05分_系統265,08:05:00,08:05:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
日祝_08時05分_系統265,08:06:00,08:06:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:07:00,08:07:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:09:00,08:09:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:10:00,08:10:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:11:00,08:11:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:12:00,08:12:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:12:00,08:12:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:14:00,08:14:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:15:00,08:15:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:16:00,08:16:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:16:00,08:16:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:17:00,08:17:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:18:00,08:18:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:19:00,08:19:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:20:00,08:20:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:22:00,08:22:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時05分_系統265,08:25:00,08:25:00,200273_01,18,前橋駅,0,0,1
日祝_08時05分_系統265,08:27:00,08:27:00,200722_02,19,前橋駅,0,0,1
日祝_08時05分_系統265,08:28:00,08:28:00,200343_02,20,前橋駅,0,0,1
日祝_08時05分_系統265,08:29:00,08:29:00,200348_02,21,前橋駅,0,0,1
日祝_08時05分_系統265,08:31:00,08:31:00,201071_02,22,前橋駅,0,0,1
日祝_08時05分_系統265,08:33:00,08:33:00,200542_02,23,前橋駅,0,0,1
日祝_08時05分_系統265,08:35:00,08:35:00,200141_02,24,前橋駅,0,0,1
日祝_08時05分_系統265,08:36:00,08:36:00,200142_02,25,前橋駅,0,0,1
日祝_08時05分_系統265,08:38:00,08:38:00,200262_02,26,前橋駅,0,0,1
日祝_08時05分_系統265,08:39:00,08:39:00,201015_02,27,前橋駅,0,0,1
日祝_08時05分_系統265,08:40:00,08:40:00,200379_02,28,前橋駅,0,0,1
日祝_08時05分_系統265,08:41:00,08:41:00,200455_02,29,前橋駅,0,0,1
日祝_08時05分_系統265,08:42:00,08:42:00,200702_02,30,前橋駅,0,0,1
日祝_08時05分_系統265,08:43:00,08:43:00,200703_02,31,前橋駅,0,0,1
日祝_08時05分_系統265,08:45:00,08:45:00,201081_02,32,前橋駅,0,0,1
日祝_08時05分_系統265,08:47:00,08:47:00,200998_02,33,前橋駅,0,0,1
日祝_08時05分_系統265,08:50:00,08:50:00,200718_10,34,前橋駅,1,0,1
日祝_08時10分_系統583,08:10:00,08:10:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
日祝_08時10分_系統583,08:12:00,08:12:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
日祝_08時10分_系統583,08:13:00,08:13:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
日祝_08時10分_系統583,08:14:00,08:14:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
日祝_08時10分_系統583,08:17:00,08:17:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
日祝_08時10分_系統583,08:20:00,08:20:00,200927_01,6,前橋駅,0,0,1
日祝_08時10分_系統583,08:20:00,08:20:00,200800_02,7,前橋駅,0,0,1
日祝_08時10分_系統583,08:21:00,08:21:00,200928_02,8,前橋駅,0,0,1
日祝_08時10分_系統583,08:23:00,08:23:00,201071_02,9,前橋駅,0,0,1
日祝_08時10分_系統583,08:25:00,08:25:00,200542_02,10,前橋駅,0,0,1
日祝_08時10分_系統583,08:27:00,08:27:00,200141_02,11,前橋駅,0,0,1
日祝_08時10分_系統583,08:28:00,08:28:00,200142_02,12,前橋駅,0,0,1
日祝_08時10分_系統583,08:30:00,08:30:00,200262_02,13,前橋駅,0,0,1
日祝_08時10分_系統583,08:31:00,08:31:00,201015_02,14,前橋駅,0,0,1
日祝_08時10分_系統583,08:32:00,08:32:00,200379_02,15,前橋駅,0,0,1
日祝_08時10分_系統583,08:33:00,08:33:00,200455_02,16,前橋駅,0,0,1
日祝_08時10分_系統583,08:34:00,08:34:00,200702_02,17,前橋駅,0,0,1
日祝_08時10分_系統583,08:35:00,08:35:00,200703_02,18,前橋駅,0,0,1
日祝_08時10分_系統583,08:37:00,08:37:00,201081_02,19,前橋駅,0,0,1
日祝_08時10分_系統583,08:39:00,08:39:00,200998_02,20,前橋駅,0,0,1
日祝_08時10分_系統583,08:42:00,08:42:00,200718_10,21,前橋駅,1,0,1
日祝_08時12分_系統261,08:12:00,08:12:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
日祝_08時12分_系統261,08:13:00,08:13:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:14:00,08:14:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:15:00,08:15:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:16:00,08:16:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:17:00,08:17:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:18:00,08:18:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:19:00,08:19:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:20:00,08:20:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
日祝_08時12分_系統261,08:25:00,08:25:00,200463_01,10,前橋駅,0,0,1
日祝_08時12分_系統261,08:26:00,08:26:00,200768_02,11,前橋駅,0,0,1
日祝_08時12分_系統261,08:27:00,08:27:00,200730_02,12,前橋駅,0,0,1
日祝_08時12分_系統261,08:29:00,08:29:00,200827_02,13,前橋駅,0,0,1
日祝_08時12分_系統261,08:30:00,08:30:00,200506_02,14,前橋駅,0,0,1
日祝_08時12分_系統261,08:31:00,08:31:00,200017_02,15,前橋駅,0,0,1
日祝_08時12分_系統261,08:32:00,08:32:00,200519_02,16,前橋駅,0,0,1
日祝_08時12分_系統261,08:32:00,08:32:00,200987_02,17,前橋駅,0,0,1
日祝_08時12分_系統261,08:34:00,08:34:00,200985_02,18,前橋駅,0,0,1
日祝_08時12分_系統261,08:35:00,08:35:00,200895_02,19,前橋駅,0,0,1
日祝_08時12分_系統261,08:36:00,08:36:00,200395_02,20,前橋駅,0,0,1
日祝_08時12分_系統261,08:36:00,08:36:00,200153_02,21,前橋駅,0,0,1
日祝_08時12分_系統261,08:37:00,08:37:00,201100_02,22,前橋駅,0,0,1
日祝_08時12分_系統261,08:38:00,08:38:00,200981_02,23,前橋駅,0,0,1
日祝_08時12分_系統261,08:39:00,08:39:00,200872_02,24,前橋駅,0,0,1
日祝_08時12分_系統261,08:40:00,08:40:00,201056_02,25,前橋駅,0,0,1
日祝_08時12分_系統261,08:42:00,08:42:00,200189_02,26,前橋駅,0,0,1
日祝_08時12分_系統261,08:43:00,08:43:00,200722_02,27,前橋駅,0,0,1
日祝_08時12分_系統261,08:44:00,08:44:00,200343_02,28,前橋駅,0,0,1
日祝_08時12分_系統261,08:45:00,08:45:00,200348_02,29,前橋駅,0,0,1
日祝_08時12分_系統261,08:47:00,08:47:00,201071_02,30,前橋駅,0,0,1
日祝_08時12分_系統261,08:49:00,08:49:00,200542_02,31,前橋駅,0,0,1
日祝_08時12分_系統261,08:51:00,08:51:00,200141_02,32,前橋駅,0,0,1
日祝_08時12分_系統261,08:52:00,08:52:00,200142_02,33,前橋駅,0,0,1
日祝_08時12分_系統261,08:54:00,08:54:00,200262_02,34,前橋駅,0,0,1
日祝_08時12分_系統261,08:55:00,08:55:00,201015_02,35,前橋駅,0,0,1
日祝_08時12分_系統261,08:56:00,08:56:00,200379_02,36,前橋駅,0,0,1
日祝_08時12分_系統261,08:57:00,08:57:00,200455_02,37,前橋駅,0,0,1
日祝_08時12分_系統261,08:58:00,08:58:00,200702_02,38,前橋駅,0,0,1
日祝_08時12分_系統261,08:59:00,08:59:00,200703_02,39,前橋駅,0,0,1
日祝_08時12分_系統261,09:01:00,09:01:00,201081_02,40,前橋駅,0,0,1
日祝_08時12分_系統261,09:03:00,09:03:00,200998_02,41,前橋駅,0,0,1
日祝_08時12分_系統261,09:06:00,09:06:00,200718_10,42,前橋駅,1,0,1
日祝_08時13分_系統266,08:13:00,08:13:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_08時13分_系統266,08:14:00,08:14:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:16:00,08:16:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:18:00,08:18:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:19:00,08:19:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:21:00,08:21:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:22:00,08:22:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:23:00,08:23:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:24:00,08:24:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:25:00,08:25:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:26:00,08:26:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:27:00,08:27:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:29:00,08:29:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:30:00,08:30:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:31:00,08:31:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:32:00,08:32:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_08時13分_系統266,08:34:00,08:34:00,200273_01,17,渋川駅,0,0,1
日祝_08時13分_系統266,08:37:00,08:37:00,200189_01,18,渋川駅,0,0,1
日祝_08時13分_系統266,08:39:00,08:39:00,201056_01,19,渋川駅,0,0,1
日祝_08時13分_系統266,08:40:00,08:40:00,200872_01,20,渋川駅,0,0,1
日祝_08時13分_系統266,08:41:00,08:41:00,200981_01,21,渋川駅,0,0,1
日祝_08時13分_系統266,08:42:00,08:42:00,201100_01,22,渋川駅,0,0,1
日祝_08時13分_系統266,08:43:00,08:43:00,200153_01,23,渋川駅,0,0,1
日祝_08時13分_系統266,08:43:00,08:43:00,200395_01,24,渋川駅,0,0,1
日祝_08時13分_系統266,08:44:00,08:44:00,200895_01,25,渋川駅,0,0,1
日祝_08時13分_系統266,08:45:00,08:45:00,200985_01,26,渋川駅,0,0,1
日祝_08時13分_系統266,08:45:00,08:45:00,200987_01,27,渋川駅,0,0,1
日祝_08時13分_系統266,08:46:00,08:46:00,200519_01,28,渋川駅,0,0,1
日祝_08時13分_系統266,08:47:00,08:47:00,200017_01,29,渋川駅,0,0,1
日祝_08時13分_系統266,08:48:00,08:48:00,200506_01,30,渋川駅,0,0,1
日祝_08時13分_系統266,08:49:00,08:49:00,200827_01,31,渋川駅,0,0,1
日祝_08時13分_系統266,08:51:00,08:51:00,200730_01,32,渋川駅,0,0,1
日祝_08時13分_系統266,08:52:00,08:52:00,200768_01,33,渋川駅,0,0,1
日祝_08時13分_系統266,08:55:00,08:55:00,200463_10,34,渋川駅,1,0,1
日祝_08時28分_系統586,08:28:00,08:28:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
日祝_08時28分_系統586,08:29:00,08:29:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:31:00,08:31:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:33:00,08:33:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:34:00,08:34:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:36:00,08:36:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:37:00,08:37:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:38:00,08:38:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:39:00,08:39:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:40:00,08:40:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_08時28分_系統586,08:42:00,08:42:00,200261_01,11,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:43:00,08:43:00,200503_02,12,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:44:00,08:44:00,200142_01,13,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:45:00,08:45:00,200141_01,14,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:46:00,08:46:00,200542_01,15,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:48:00,08:48:00,201071_01,16,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:49:00,08:49:00,200348_01,17,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:50:00,08:50:00,200343_01,18,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:51:00,08:51:00,200722_01,19,群馬大学荒牧,0,0,1
日祝_08時28分_系統586,08:54:00,08:54:00,200273_01,20,群馬大学荒牧,1,0,1
日祝_08時40分_系統268,08:40:00,08:40:00,200718_02,1,渋川駅,0,1,1
日祝_08時40分_系統268,08:41:00,08:41:00,200998_01,2,渋川駅,0,0,1
日祝_08時40分_系統268,08:43:00,08:43:00,201081_01,3,渋川駅,0,0,1
日祝_08時40分_系統268,08:44:00,08:44:00,200703_01,4,渋川駅,0,0,1
日祝_08時40分_系統268,08:44:00,08:44:00,200702_01,5,渋川駅,0,0,1
日祝_08時40分_系統268,08:45:00,08:45:00,200455_01,6,渋川駅,0,0,1
日祝_08時40分_系統268,08:46:00,08:46:00,200379_01,7,渋川駅,0,0,1
日祝_08時40分_系統268,08:47:00,08:47:00,201015_01,8,渋川駅,0,0,1
日祝_08時40分_系統268,08:48:00,08:48:00,200262_01,9,渋川駅,0,0,1
日祝_08時40分_系統268,08:49:00,08:49:00,200142_01,10,渋川駅,0,0,1
日祝_08時40分_系統268,08:50:00,08:50:00,200141_01,11,渋川駅,0,0,1
日祝_08時40分_系統268,08:51:00,08:51:00,200542_01,12,渋川駅,0,0,1
日祝_08時40分_系統268,08:53:00,08:53:00,201071_01,13,渋川駅,0,0,1
日祝_08時40分_系統268,08:54:00,08:54:00,200348_01,14,渋川駅,0,0,1
日祝_08時40分_系統268,08:55:00,08:55:00,200343_01,15,渋川駅,0,0,1
日祝_08時40分_系統268,08:56:00,08:56:00,200722_01,16,渋川駅,0,0,1
日祝_08時40分_系統268,08:58:00,08:58:00,200189_01,17,渋川駅,0,0,1
日祝_08時40分_系統268,09:00:00,09:00:00,201056_01,18,渋川駅,0,0,1
日祝_08時40分_系統268,09:01:00,09:01:00,200872_01,19,渋川駅,0,0,1
日祝_08時40分_系統268,09:02:00,09:02:00,200981_01,20,渋川駅,0,0,1
日祝_08時40分_系統268,09:03:00,09:03:00,201100_01,21,渋川駅,0,0,1
日祝_08時40分_系統268,09:04:00,09:04:00,200153_01,22,渋川駅,0,0,1
日祝_08時40分_系統268,09:04:00,09:04:00,200395_01,23,渋川駅,0,0,1
日祝_08時40分_系統268,09:05:00,09:05:00,200895_01,24,渋川駅,0,0,1
日祝_08時40分_系統268,09:06:00,09:06:00,200985_01,25,渋川駅,0,0,1
日祝_08時40分_系統268,09:06:00,09:06:00,200987_01,26,渋川駅,0,0,1
日祝_08時40分_系統268,09:07:00,09:07:00,200519_01,27,渋川駅,0,0,1
日祝_08時40分_系統268,09:08:00,09:08:00,200017_01,28,渋川駅,0,0,1
日祝_08時40分_系統268,09:09:00,09:09:00,200506_01,29,渋川駅,0,0,1
日祝_08時40分_系統268,09:10:00,09:10:00,200827_01,30,渋川駅,0,0,1
日祝_08時40分_系統268,09:12:00,09:12:00,200730_01,31,渋川駅,0,0,1
日祝_08時40分_系統268,09:13:00,09:13:00,200768_01,32,渋川駅,0,0,1
日祝_08時40分_系統268,09:16:00,09:16:00,200463_10,33,渋川駅,1,0,1
日祝_08時55分_系統265,08:55:00,08:55:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
日祝_08時55分_系統265,08:56:00,08:56:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,08:57:00,08:57:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,08:59:00,08:59:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:00:00,09:00:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:01:00,09:01:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:02:00,09:02:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:02:00,09:02:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:04:00,09:04:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:05:00,09:05:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:06:00,09:06:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:06:00,09:06:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:07:00,09:07:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:08:00,09:08:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:09:00,09:09:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:10:00,09:10:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:12:00,09:12:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_08時55分_系統265,09:15:00,09:15:00,200273_01,18,前橋駅,0,0,1
日祝_08時55分_系統265,09:17:00,09:17:00,200722_02,19,前橋駅,0,0,1
日祝_08時55分_系統265,09:18:00,09:18:00,200343_02,20,前橋駅,0,0,1
日祝_08時55分_系統265,09:19:00,09:19:00,200348_02,21,前橋駅,0,0,1
日祝_08時55分_系統265,09:21:00,09:21:00,201071_02,22,前橋駅,0,0,1
日祝_08時55分_系統265,09:23:00,09:23:00,200542_02,23,前橋駅,0,0,1
日祝_08時55分_系統265,09:25:00,09:25:00,200141_02,24,前橋駅,0,0,1
日祝_08時55分_系統265,09:26:00,09:26:00,200142_02,25,前橋駅,0,0,1
日祝_08時55分_系統265,09:28:00,09:28:00,200262_02,26,前橋駅,0,0,1
日祝_08時55分_系統265,09:29:00,09:29:00,201015_02,27,前橋駅,0,0,1
日祝_08時55分_系統265,09:30:00,09:30:00,200379_02,28,前橋駅,0,0,1
日祝_08時55分_系統265,09:31:00,09:31:00,200455_02,29,前橋駅,0,0,1
日祝_08時55分_系統265,09:32:00,09:32:00,200702_02,30,前橋駅,0,0,1
日祝_08時55分_系統265,09:33:00,09:33:00,200703_02,31,前橋駅,0,0,1
日祝_08時55分_系統265,09:35:00,09:35:00,201081_02,32,前橋駅,0,0,1
日祝_08時55分_系統265,09:37:00,09:37:00,200998_02,33,前橋駅,0,0,1
日祝_08時55分_系統265,09:40:00,09:40:00,200718_10,34,前橋駅,1,0,1
日祝_08時58分_系統264,08:58:00,08:58:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
日祝_08時58分_系統264,08:59:00,08:59:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:01:00,09:01:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:03:00,09:03:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:04:00,09:04:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:06:00,09:06:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:07:00,09:07:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:08:00,09:08:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:09:00,09:09:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:10:00,09:10:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:11:00,09:11:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:12:00,09:12:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:14:00,09:14:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:15:00,09:15:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:16:00,09:16:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:17:00,09:17:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:19:00,09:19:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:22:00,09:22:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:24:00,09:24:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:25:00,09:25:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:26:00,09:26:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:27:00,09:27:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:28:00,09:28:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:28:00,09:28:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:29:00,09:29:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:30:00,09:30:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:30:00,09:30:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:31:00,09:31:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:32:00,09:32:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:33:00,09:33:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:34:00,09:34:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:36:00,09:36:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:37:00,09:37:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
日祝_08時58分_系統264,09:38:00,09:38:00,200463_06,34,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:39:00,09:39:00,200468_01,35,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:41:00,09:41:00,200466_01,36,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:42:00,09:42:00,200704_01,37,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:43:00,09:43:00,200476_02,38,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:44:00,09:44:00,200477_02,39,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:45:00,09:45:00,200430_02,40,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:46:00,09:46:00,200007_02,41,渋川市内循環,0,0,1
日祝_08時58分_系統264,09:51:00,09:51:00,210463_10,42,渋川市内循環,1,0,1
日祝_09時00分_系統583,09:00:00,09:00:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
日祝_09時00分_系統583,09:02:00,09:02:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
日祝_09時00分_系統583,09:03:00,09:03:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
日祝_09時00分_系統583,09:04:00,09:04:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
日祝_09時00分_系統583,09:07:00,09:07:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
日祝_09時00分_系統583,09:10:00,09:10:00,200927_01,6,前橋駅,0,0,1
日祝_09時00分_系統583,09:10:00,09:10:00,200800_02,7,前橋駅,0,0,1
日祝_09時00分_系統583,09:11:00,09:11:00,200928_02,8,前橋駅,0,0,1
日祝_09時00分_系統583,09:13:00,09:13:00,201071_02,9,前橋駅,0,0,1
日祝_09時00分_系統583,09:15:00,09:15:00,200542_02,10,前橋駅,0,0,1
日祝_09時00分_系統583,09:17:00,09:17:00,200141_02,11,前橋駅,0,0,1
日祝_09時00分_系統583,09:18:00,09:18:00,200142_02,12,前橋駅,0,0,1
日祝_09時00分_系統583,09:20:00,09:20:00,200262_02,13,前橋駅,0,0,1
日祝_09時00分_系統583,09:21:00,09:21:00,201015_02,14,前橋駅,0,0,1
日祝_09時00分_系統583,09:22:00,09:22:00,200379_02,15,前橋駅,0,0,1
日祝_09時00分_系統583,09:23:00,09:23:00,200455_02,16,前橋駅,0,0,1
日祝_09時00分_系統583,09:24:00,09:24:00,200702_02,17,前橋駅,0,0,1
日祝_09時00分_系統583,09:25:00,09:25:00,200703_02,18,前橋駅,0,0,1
日祝_09時00分_系統583,09:27:00,09:27:00,201081_02,19,前橋駅,0,0,1
日祝_09時00分_系統583,09:29:00,09:29:00,200998_02,20,前橋駅,0,0,1
日祝_09時00分_系統583,09:32:00,09:32:00,200718_10,21,前橋駅,1,0,1
日祝_09時10分_系統267,09:10:00,09:10:00,200463_01,1,前橋駅,0,1,1
日祝_09時10分_系統267,09:11:00,09:11:00,200768_02,2,前橋駅,0,0,1
日祝_09時10分_系統267,09:12:00,09:12:00,200730_02,3,前橋駅,0,0,1
日祝_09時10分_系統267,09:14:00,09:14:00,200827_02,4,前橋駅,0,0,1
日祝_09時10分_系統267,09:15:00,09:15:00,200506_02,5,前橋駅,0,0,1
日祝_09時10分_系統267,09:16:00,09:16:00,200017_02,6,前橋駅,0,0,1
日祝_09時10分_系統267,09:17:00,09:17:00,200519_02,7,前橋駅,0,0,1
日祝_09時10分_系統267,09:17:00,09:17:00,200987_02,8,前橋駅,0,0,1
日祝_09時10分_系統267,09:19:00,09:19:00,200985_02,9,前橋駅,0,0,1
日祝_09時10分_系統267,09:20:00,09:20:00,200895_02,10,前橋駅,0,0,1
日祝_09時10分_系統267,09:21:00,09:21:00,200395_02,11,前橋駅,0,0,1
日祝_09時10分_系統267,09:21:00,09:21:00,200153_02,12,前橋駅,0,0,1
日祝_09時10分_系統267,09:22:00,09:22:00,201100_02,13,前橋駅,0,0,1
日祝_09時10分_系統267,09:23:00,09:23:00,200981_02,14,前橋駅,0,0,1
日祝_09時10分_系統267,09:24:00,09:24:00,200872_02,15,前橋駅,0,0,1
日祝_09時10分_系統267,09:25:00,09:25:00,201056_02,16,前橋駅,0,0,1
日祝_09時10分_系統267,09:27:00,09:27:00,200189_02,17,前橋駅,0,0,1
日祝_09時10分_系統267,09:28:00,09:28:00,200722_02,18,前橋駅,0,0,1
日祝_09時10分_系統267,09:29:00,09:29:00,200343_02,19,前橋駅,0,0,1
日祝_09時10分_系統267,09:30:00,09:30:00,200348_02,20,前橋駅,0,0,1
日祝_09時10分_系統267,09:32:00,09:32:00,201071_02,21,前橋駅,0,0,1
日祝_09時10分_系統267,09:34:00,09:34:00,200542_02,22,前橋駅,0,0,1
日祝_09時10分_系統267,09:36:00,09:36:00,200141_02,23,前橋駅,0,0,1
日祝_09時10分_系統267,09:37:00,09:37:00,200142_02,24,前橋駅,0,0,1
日祝_09時10分_系統267,09:39:00,09:39:00,200262_02,25,前橋駅,0,0,1
日祝_09時10分_系統267,09:40:00,09:40:00,201015_02,26,前橋駅,0,0,1
日祝_09時10分_系統267,09:41:00,09:41:00,200379_02,27,前橋駅,0,0,1
日祝_09時10分_系統267,09:42:00,09:42:00,200455_02,28,前橋駅,0,0,1
日祝_09時10分_系統267,09:43:00,09:43:00,200702_02,29,前橋駅,0,0,1
日祝_09時10分_系統267,09:44:00,09:44:00,200703_02,30,前橋駅,0,0,1
日祝_09時10分_系統267,09:46:00,09:46:00,201081_02,31,前橋駅,0,0,1
日祝_09時10分_系統267,09:48:00,09:48:00,200998_02,32,前橋駅,0,0,1
日祝_09時10分_系統267,09:51:00,09:51:00,200718_10,33,前橋駅,1,0,1
日祝_09時17分_系統586,09:17:00,09:17:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
日祝_09時17分_系統586,09:18:00,09:18:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:20:00,09:20:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:22:00,09:22:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:23:00,09:23:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:24:00,09:24:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:25:00,09:25:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:26:00,09:26:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:27:00,09:27:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:28:00,09:28:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
日祝_09時17分_系統586,09:30:00,09:30:00,200261_01,11,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:31:00,09:31:00,200503_02,12,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:32:00,09:32:00,200142_01,13,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:33:00,09:33:00,200141_01,14,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:34:00,09:34:00,200542_01,15,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:36:00,09:36:00,201071_01,16,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:37:00,09:37:00,200348_01,17,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:38:00,09:38:00,200343_01,18,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:39:00,09:39:00,200722_01,19,群馬大学荒牧,0,0,1
日祝_09時17分_系統586,09:42:00,09:42:00,200273_01,20,群馬大学荒牧,1,0,1
日祝_09時30分_系統266,09:30:00,09:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_09時30分_系統266,09:31:00,09:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:33:00,09:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:35:00,09:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:36:00,09:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:38:00,09:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:39:00,09:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:40:00,09:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:41:00,09:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:42:00,09:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:43:00,09:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:44:00,09:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:46:00,09:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:48:00,09:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:49:00,09:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:50:00,09:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_09時30分_系統266,09:52:00,09:52:00,200273_01,17,渋川駅,0,0,1
日祝_09時30分_系統266,09:55:00,09:55:00,200189_01,18,渋川駅,0,0,1
日祝_09時30分_系統266,09:57:00,09:57:00,201056_01,19,渋川駅,0,0,1
日祝_09時30分_系統266,09:58:00,09:58:00,200872_01,20,渋川駅,0,0,1
日祝_09時30分_系統266,09:59:00,09:59:00,200981_01,21,渋川駅,0,0,1
日祝_09時30分_系統266,10:00:00,10:00:00,201100_01,22,渋川駅,0,0,1
日祝_09時30分_系統266,10:01:00,10:01:00,200153_01,23,渋川駅,0,0,1
日祝_09時30分_系統266,10:01:00,10:01:00,200395_01,24,渋川駅,0,0,1
日祝_09時30分_系統266,10:02:00,10:02:00,200895_01,25,渋川駅,0,0,1
日祝_09時30分_系統266,10:03:00,10:03:00,200985_01,26,渋川駅,0,0,1
日祝_09時30分_系統266,10:03:00,10:03:00,200987_01,27,渋川駅,0,0,1
日祝_09時30分_系統266,10:04:00,10:04:00,200519_01,28,渋川駅,0,0,1
日祝_09時30分_系統266,10:05:00,10:05:00,200017_01,29,渋川駅,0,0,1
日祝_09時30分_系統266,10:06:00,10:06:00,200506_01,30,渋川駅,0,0,1
日祝_09時30分_系統266,10:08:00,10:08:00,200827_01,31,渋川駅,0,0,1
日祝_09時30分_系統266,10:10:00,10:10:00,200730_01,32,渋川駅,0,0,1
日祝_09時30分_系統266,10:11:00,10:11:00,200768_01,33,渋川駅,0,0,1
日祝_09時30分_系統266,10:14:00,10:14:00,200463_10,34,渋川駅,1,0,1
日祝_09時30分_系統267,09:30:00,09:30:00,200463_01,1,前橋駅,0,1,1
日祝_09時30分_系統267,09:31:00,09:31:00,200768_02,2,前橋駅,0,0,1
日祝_09時30分_系統267,09:32:00,09:32:00,200730_02,3,前橋駅,0,0,1
日祝_09時30分_系統267,09:34:00,09:34:00,200827_02,4,前橋駅,0,0,1
日祝_09時30分_系統267,09:35:00,09:35:00,200506_02,5,前橋駅,0,0,1
日祝_09時30分_系統267,09:36:00,09:36:00,200017_02,6,前橋駅,0,0,1
日祝_09時30分_系統267,09:37:00,09:37:00,200519_02,7,前橋駅,0,0,1
日祝_09時30分_系統267,09:37:00,09:37:00,200987_02,8,前橋駅,0,0,1
日祝_09時30分_系統267,09:39:00,09:39:00,200985_02,9,前橋駅,0,0,1
日祝_09時30分_系統267,09:40:00,09:40:00,200895_02,10,前橋駅,0,0,1
日祝_09時30分_系統267,09:41:00,09:41:00,200395_02,11,前橋駅,0,0,1
日祝_09時30分_系統267,09:41:00,09:41:00,200153_02,12,前橋駅,0,0,1
日祝_09時30分_系統267,09:42:00,09:42:00,201100_02,13,前橋駅,0,0,1
日祝_09時30分_系統267,09:43:00,09:43:00,200981_02,14,前橋駅,0,0,1
日祝_09時30分_系統267,09:44:00,09:44:00,200872_02,15,前橋駅,0,0,1
日祝_09時30分_系統267,09:45:00,09:45:00,201056_02,16,前橋駅,0,0,1
日祝_09時30分_系統267,09:47:00,09:47:00,200189_02,17,前橋駅,0,0,1
日祝_09時30分_系統267,09:48:00,09:48:00,200722_02,18,前橋駅,0,0,1
日祝_09時30分_系統267,09:49:00,09:49:00,200343_02,19,前橋駅,0,0,1
日祝_09時30分_系統267,09:50:00,09:50:00,200348_02,20,前橋駅,0,0,1
日祝_09時30分_系統267,09:52:00,09:52:00,201071_02,21,前橋駅,0,0,1
日祝_09時30分_系統267,09:54:00,09:54:00,200542_02,22,前橋駅,0,0,1
日祝_09時30分_系統267,09:56:00,09:56:00,200141_02,23,前橋駅,0,0,1
日祝_09時30分_系統267,09:57:00,09:57:00,200142_02,24,前橋駅,0,0,1
日祝_09時30分_系統267,09:59:00,09:59:00,200262_02,25,前橋駅,0,0,1
日祝_09時30分_系統267,10:00:00,10:00:00,201015_02,26,前橋駅,0,0,1
日祝_09時30分_系統267,10:01:00,10:01:00,200379_02,27,前橋駅,0,0,1
日祝_09時30分_系統267,10:02:00,10:02:00,200455_02,28,前橋駅,0,0,1
日祝_09時30分_系統267,10:03:00,10:03:00,200702_02,29,前橋駅,0,0,1
日祝_09時30分_系統267,10:04:00,10:04:00,200703_02,30,前橋駅,0,0,1
日祝_09時30分_系統267,10:06:00,10:06:00,201081_02,31,前橋駅,0,0,1
日祝_09時30分_系統267,10:08:00,10:08:00,200998_02,32,前橋駅,0,0,1
日祝_09時30分_系統267,10:11:00,10:11:00,200718_10,33,前橋駅,1,0,1
日祝_09時47分_系統263,09:47:00,09:47:00,210463_05,1,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,1,1
日祝_09時47分_系統263,09:48:00,09:48:00,200007_01,2,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,09:49:00,09:49:00,200430_01,3,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,09:50:00,09:50:00,200477_01,4,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,09:51:00,09:51:00,200476_01,5,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,09:52:00,09:52:00,200704_02,6,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,09:53:00,09:53:00,200467_01,7,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,09:54:00,09:54:00,200466_02,8,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,09:55:00,09:55:00,200468_02,9,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:00:00,10:00:00,200463_01,10,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:01:00,10:01:00,200768_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:02:00,10:02:00,200730_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:04:00,10:04:00,200827_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:05:00,10:05:00,200506_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:06:00,10:06:00,200017_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:07:00,10:07:00,200519_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:07:00,10:07:00,200987_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:09:00,10:09:00,200985_02,18,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:10:00,10:10:00,200895_02,19,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:11:00,10:11:00,200395_02,20,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:11:00,10:11:00,200153_02,21,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:12:00,10:12:00,201100_02,22,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:13:00,10:13:00,200981_02,23,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:14:00,10:14:00,200872_02,24,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:15:00,10:15:00,201056_02,25,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:17:00,10:17:00,200189_02,26,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_09時47分_系統263,10:20:00,10:20:00,200273_01,27,前橋駅,0,0,1
日祝_09時47分_系統263,10:22:00,10:22:00,200722_02,28,前橋駅,0,0,1
日祝_09時47分_系統263,10:23:00,10:23:00,200343_02,29,前橋駅,0,0,1
日祝_09時47分_系統263,10:24:00,10:24:00,200348_02,30,前橋駅,0,0,1
日祝_09時47分_系統263,10:26:00,10:26:00,201071_02,31,前橋駅,0,0,1
日祝_09時47分_系統263,10:28:00,10:28:00,200542_02,32,前橋駅,0,0,1
日祝_09時47分_系統263,10:30:00,10:30:00,200141_02,33,前橋駅,0,0,1
日祝_09時47分_系統263,10:31:00,10:31:00,200142_02,34,前橋駅,0,0,1
日祝_09時47分_系統263,10:33:00,10:33:00,200262_02,35,前橋駅,0,0,1
日祝_09時47分_系統263,10:34:00,10:34:00,201015_02,36,前橋駅,0,0,1
日祝_09時47分_系統263,10:35:00,10:35:00,200379_02,37,前橋駅,0,0,1
日祝_09時47分_系統263,10:36:00,10:36:00,200455_02,38,前橋駅,0,0,1
日祝_09時47分_系統263,10:37:00,10:37:00,200702_02,39,前橋駅,0,0,1
日祝_09時47分_系統263,10:38:00,10:38:00,200703_02,40,前橋駅,0,0,1
日祝_09時47分_系統263,10:40:00,10:40:00,201081_02,41,前橋駅,0,0,1
日祝_09時47分_系統263,10:42:00,10:42:00,200998_02,42,前橋駅,0,0,1
日祝_09時47分_系統263,10:45:00,10:45:00,200718_10,43,前橋駅,1,0,1
日祝_09時48分_系統669,09:48:00,09:48:00,200273_01,1,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,1,1
日祝_09時48分_系統669,09:50:00,09:50:00,200722_02,2,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
日祝_09時48分_系統669,09:51:00,09:51:00,200343_02,3,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
日祝_09時48分_系統669,09:52:00,09:52:00,200348_02,4,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
日祝_09時48分_系統669,09:55:00,09:55:00,201185_02,5,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
日祝_09時48分_系統669,09:58:00,09:58:00,200927_01,6,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,09:58:00,09:58:00,200800_02,7,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,09:59:00,09:59:00,200928_02,8,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:01:00,10:01:00,201071_02,9,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:03:00,10:03:00,200542_02,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:05:00,10:05:00,200141_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:06:00,10:06:00,200142_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:08:00,10:08:00,200262_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:09:00,10:09:00,201015_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:10:00,10:10:00,200379_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:11:00,10:11:00,200455_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:12:00,10:12:00,200702_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:13:00,10:13:00,200703_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:15:00,10:15:00,201081_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:17:00,10:17:00,200998_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_09時48分_系統669,10:20:00,10:20:00,200718_04,21,けやきウォーク前橋,0,0,1
日祝_09時48分_系統669,10:22:00,10:22:00,200108_01,22,けやきウォーク前橋,0,0,1
日祝_09時48分_系統669,10:23:00,10:23:00,200932_01,23,けやきウォーク前橋,0,0,1
日祝_09時48分_系統669,10:24:00,10:24:00,200668_01,24,けやきウォーク前橋,0,0,1
日祝_09時48分_系統669,10:28:00,10:28:00,200022_01,25,けやきウォーク前橋,1,0,1
日祝_10時02分_系統268,10:02:00,10:02:00,200718_02,1,渋川駅,0,1,1
日祝_10時02分_系統268,10:03:00,10:03:00,200998_01,2,渋川駅,0,0,1
日祝_10時02分_系統268,10:05:00,10:05:00,201081_01,3,渋川駅,0,0,1
日祝_10時02分_系統268,10:06:00,10:06:00,200703_01,4,渋川駅,0,0,1
日祝_10時02分_系統268,10:06:00,10:06:00,200702_01,5,渋川駅,0,0,1
日祝_10時02分_系統268,10:07:00,10:07:00,200455_01,6,渋川駅,0,0,1
日祝_10時02分_系統268,10:08:00,10:08:00,200379_01,7,渋川駅,0,0,1
日祝_10時02分_系統268,10:09:00,10:09:00,201015_01,8,渋川駅,0,0,1
日祝_10時02分_系統268,10:10:00,10:10:00,200262_01,9,渋川駅,0,0,1
日祝_10時02分_系統268,10:11:00,10:11:00,200142_01,10,渋川駅,0,0,1
日祝_10時02分_系統268,10:12:00,10:12:00,200141_01,11,渋川駅,0,0,1
日祝_10時02分_系統268,10:13:00,10:13:00,200542_01,12,渋川駅,0,0,1
日祝_10時02分_系統268,10:15:00,10:15:00,201071_01,13,渋川駅,0,0,1
日祝_10時02分_系統268,10:17:00,10:17:00,200348_01,14,渋川駅,0,0,1
日祝_10時02分_系統268,10:18:00,10:18:00,200343_01,15,渋川駅,0,0,1
日祝_10時02分_系統268,10:19:00,10:19:00,200722_01,16,渋川駅,0,0,1
日祝_10時02分_系統268,10:21:00,10:21:00,200189_01,17,渋川駅,0,0,1
日祝_10時02分_系統268,10:23:00,10:23:00,201056_01,18,渋川駅,0,0,1
日祝_10時02分_系統268,10:24:00,10:24:00,200872_01,19,渋川駅,0,0,1
日祝_10時02分_系統268,10:25:00,10:25:00,200981_01,20,渋川駅,0,0,1
日祝_10時02分_系統268,10:26:00,10:26:00,201100_01,21,渋川駅,0,0,1
日祝_10時02分_系統268,10:27:00,10:27:00,200153_01,22,渋川駅,0,0,1
日祝_10時02分_系統268,10:27:00,10:27:00,200395_01,23,渋川駅,0,0,1
日祝_10時02分_系統268,10:28:00,10:28:00,200895_01,24,渋川駅,0,0,1
日祝_10時02分_系統268,10:29:00,10:29:00,200985_01,25,渋川駅,0,0,1
日祝_10時02分_系統268,10:29:00,10:29:00,200987_01,26,渋川駅,0,0,1
日祝_10時02分_系統268,10:30:00,10:30:00,200519_01,27,渋川駅,0,0,1
日祝_10時02分_系統268,10:31:00,10:31:00,200017_01,28,渋川駅,0,0,1
日祝_10時02分_系統268,10:32:00,10:32:00,200506_01,29,渋川駅,0,0,1
日祝_10時02分_系統268,10:34:00,10:34:00,200827_01,30,渋川駅,0,0,1
日祝_10時02分_系統268,10:36:00,10:36:00,200730_01,31,渋川駅,0,0,1
日祝_10時02分_系統268,10:37:00,10:37:00,200768_01,32,渋川駅,0,0,1
日祝_10時02分_系統268,10:40:00,10:40:00,200463_10,33,渋川駅,1,0,1
日祝_10時10分_系統644,10:10:00,10:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
日祝_10時10分_系統644,10:11:00,10:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:13:00,10:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:15:00,10:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:16:00,10:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:17:00,10:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:18:00,10:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:19:00,10:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:20:00,10:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:21:00,10:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_10時10分_系統644,10:23:00,10:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:24:00,10:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:25:00,10:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:26:00,10:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:27:00,10:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:29:00,10:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:31:00,10:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:32:00,10:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:33:00,10:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:35:00,10:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
日祝_10時10分_系統644,10:42:00,10:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
日祝_10時30分_系統264,10:30:00,10:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
日祝_10時30分_系統264,10:31:00,10:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:33:00,10:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:35:00,10:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:36:00,10:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:38:00,10:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:39:00,10:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:40:00,10:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:41:00,10:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:42:00,10:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:43:00,10:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:44:00,10:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:46:00,10:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:48:00,10:48:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:49:00,10:49:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:50:00,10:50:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:52:00,10:52:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:55:00,10:55:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:57:00,10:57:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:58:00,10:58:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,10:59:00,10:59:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:00:00,11:00:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:01:00,11:01:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:01:00,11:01:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:02:00,11:02:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:03:00,11:03:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:03:00,11:03:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:04:00,11:04:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:05:00,11:05:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:06:00,11:06:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:08:00,11:08:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:10:00,11:10:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:11:00,11:11:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
日祝_10時30分_系統264,11:12:00,11:12:00,200463_06,34,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:13:00,11:13:00,200468_01,35,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:15:00,11:15:00,200466_01,36,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:16:00,11:16:00,200704_01,37,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:17:00,11:17:00,200476_02,38,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:18:00,11:18:00,200477_02,39,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:19:00,11:19:00,200430_02,40,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:20:00,11:20:00,200007_02,41,渋川市内循環,0,0,1
日祝_10時30分_系統264,11:25:00,11:25:00,210463_10,42,渋川市内循環,1,0,1
日祝_10時30分_系統267,10:30:00,10:30:00,200463_01,1,前橋駅,0,1,1
日祝_10時30分_系統267,10:31:00,10:31:00,200768_02,2,前橋駅,0,0,1
日祝_10時30分_系統267,10:32:00,10:32:00,200730_02,3,前橋駅,0,0,1
日祝_10時30分_系統267,10:34:00,10:34:00,200827_02,4,前橋駅,0,0,1
日祝_10時30分_系統267,10:35:00,10:35:00,200506_02,5,前橋駅,0,0,1
日祝_10時30分_系統267,10:36:00,10:36:00,200017_02,6,前橋駅,0,0,1
日祝_10時30分_系統267,10:37:00,10:37:00,200519_02,7,前橋駅,0,0,1
日祝_10時30分_系統267,10:37:00,10:37:00,200987_02,8,前橋駅,0,0,1
日祝_10時30分_系統267,10:39:00,10:39:00,200985_02,9,前橋駅,0,0,1
日祝_10時30分_系統267,10:40:00,10:40:00,200895_02,10,前橋駅,0,0,1
日祝_10時30分_系統267,10:41:00,10:41:00,200395_02,11,前橋駅,0,0,1
日祝_10時30分_系統267,10:41:00,10:41:00,200153_02,12,前橋駅,0,0,1
日祝_10時30分_系統267,10:42:00,10:42:00,201100_02,13,前橋駅,0,0,1
日祝_10時30分_系統267,10:43:00,10:43:00,200981_02,14,前橋駅,0,0,1
日祝_10時30分_系統267,10:44:00,10:44:00,200872_02,15,前橋駅,0,0,1
日祝_10時30分_系統267,10:45:00,10:45:00,201056_02,16,前橋駅,0,0,1
日祝_10時30分_系統267,10:47:00,10:47:00,200189_02,17,前橋駅,0,0,1
日祝_10時30分_系統267,10:48:00,10:48:00,200722_02,18,前橋駅,0,0,1
日祝_10時30分_系統267,10:49:00,10:49:00,200343_02,19,前橋駅,0,0,1
日祝_10時30分_系統267,10:50:00,10:50:00,200348_02,20,前橋駅,0,0,1
日祝_10時30分_系統267,10:52:00,10:52:00,201071_02,21,前橋駅,0,0,1
日祝_10時30分_系統267,10:54:00,10:54:00,200542_02,22,前橋駅,0,0,1
日祝_10時30分_系統267,10:56:00,10:56:00,200141_02,23,前橋駅,0,0,1
日祝_10時30分_系統267,10:57:00,10:57:00,200142_02,24,前橋駅,0,0,1
日祝_10時30分_系統267,10:59:00,10:59:00,200262_02,25,前橋駅,0,0,1
日祝_10時30分_系統267,11:00:00,11:00:00,201015_02,26,前橋駅,0,0,1
日祝_10時30分_系統267,11:01:00,11:01:00,200379_02,27,前橋駅,0,0,1
日祝_10時30分_系統267,11:02:00,11:02:00,200455_02,28,前橋駅,0,0,1
日祝_10時30分_系統267,11:03:00,11:03:00,200702_02,29,前橋駅,0,0,1
日祝_10時30分_系統267,11:04:00,11:04:00,200703_02,30,前橋駅,0,0,1
日祝_10時30分_系統267,11:06:00,11:06:00,201081_02,31,前橋駅,0,0,1
日祝_10時30分_系統267,11:08:00,11:08:00,200998_02,32,前橋駅,0,0,1
日祝_10時30分_系統267,11:11:00,11:11:00,200718_10,33,前橋駅,1,0,1
日祝_10時50分_系統643,10:50:00,10:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
日祝_10時50分_系統643,10:55:00,10:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_10時50分_系統643,10:57:00,10:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_10時50分_系統643,10:58:00,10:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_10時50分_系統643,10:59:00,10:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:02:00,11:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:05:00,11:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:05:00,11:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:06:00,11:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:08:00,11:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:10:00,11:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:12:00,11:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:14:00,11:14:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:15:00,11:15:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
日祝_10時50分_系統643,11:17:00,11:17:00,200261_01,15,前橋駅,0,0,1
日祝_10時50分_系統643,11:18:00,11:18:00,200503_02,16,前橋駅,0,0,1
日祝_10時50分_系統643,11:21:00,11:21:00,200262_02,17,前橋駅,0,0,1
日祝_10時50分_系統643,11:22:00,11:22:00,201015_02,18,前橋駅,0,0,1
日祝_10時50分_系統643,11:23:00,11:23:00,200379_02,19,前橋駅,0,0,1
日祝_10時50分_系統643,11:24:00,11:24:00,200455_02,20,前橋駅,0,0,1
日祝_10時50分_系統643,11:25:00,11:25:00,200702_02,21,前橋駅,0,0,1
日祝_10時50分_系統643,11:26:00,11:26:00,200703_02,22,前橋駅,0,0,1
日祝_10時50分_系統643,11:28:00,11:28:00,201081_02,23,前橋駅,0,0,1
日祝_10時50分_系統643,11:30:00,11:30:00,200998_02,24,前橋駅,0,0,1
日祝_10時50分_系統643,11:33:00,11:33:00,200718_10,25,前橋駅,1,0,1
日祝_10時57分_系統268,10:57:00,10:57:00,200718_02,1,渋川駅,0,1,1
日祝_10時57分_系統268,10:58:00,10:58:00,200998_01,2,渋川駅,0,0,1
日祝_10時57分_系統268,11:00:00,11:00:00,201081_01,3,渋川駅,0,0,1
日祝_10時57分_系統268,11:02:00,11:02:00,200703_01,4,渋川駅,0,0,1
日祝_10時57分_系統268,11:03:00,11:03:00,200702_01,5,渋川駅,0,0,1
日祝_10時57分_系統268,11:04:00,11:04:00,200455_01,6,渋川駅,0,0,1
日祝_10時57分_系統268,11:05:00,11:05:00,200379_01,7,渋川駅,0,0,1
日祝_10時57分_系統268,11:06:00,11:06:00,201015_01,8,渋川駅,0,0,1
日祝_10時57分_系統268,11:07:00,11:07:00,200262_01,9,渋川駅,0,0,1
日祝_10時57分_系統268,11:08:00,11:08:00,200142_01,10,渋川駅,0,0,1
日祝_10時57分_系統268,11:09:00,11:09:00,200141_01,11,渋川駅,0,0,1
日祝_10時57分_系統268,11:10:00,11:10:00,200542_01,12,渋川駅,0,0,1
日祝_10時57分_系統268,11:12:00,11:12:00,201071_01,13,渋川駅,0,0,1
日祝_10時57分_系統268,11:14:00,11:14:00,200348_01,14,渋川駅,0,0,1
日祝_10時57分_系統268,11:15:00,11:15:00,200343_01,15,渋川駅,0,0,1
日祝_10時57分_系統268,11:16:00,11:16:00,200722_01,16,渋川駅,0,0,1
日祝_10時57分_系統268,11:18:00,11:18:00,200189_01,17,渋川駅,0,0,1
日祝_10時57分_系統268,11:20:00,11:20:00,201056_01,18,渋川駅,0,0,1
日祝_10時57分_系統268,11:21:00,11:21:00,200872_01,19,渋川駅,0,0,1
日祝_10時57分_系統268,11:22:00,11:22:00,200981_01,20,渋川駅,0,0,1
日祝_10時57分_系統268,11:23:00,11:23:00,201100_01,21,渋川駅,0,0,1
日祝_10時57分_系統268,11:24:00,11:24:00,200153_01,22,渋川駅,0,0,1
日祝_10時57分_系統268,11:24:00,11:24:00,200395_01,23,渋川駅,0,0,1
日祝_10時57分_系統268,11:25:00,11:25:00,200895_01,24,渋川駅,0,0,1
日祝_10時57分_系統268,11:26:00,11:26:00,200985_01,25,渋川駅,0,0,1
日祝_10時57分_系統268,11:26:00,11:26:00,200987_01,26,渋川駅,0,0,1
日祝_10時57分_系統268,11:27:00,11:27:00,200519_01,27,渋川駅,0,0,1
日祝_10時57分_系統268,11:28:00,11:28:00,200017_01,28,渋川駅,0,0,1
日祝_10時57分_系統268,11:29:00,11:29:00,200506_01,29,渋川駅,0,0,1
日祝_10時57分_系統268,11:31:00,11:31:00,200827_01,30,渋川駅,0,0,1
日祝_10時57分_系統268,11:33:00,11:33:00,200730_01,31,渋川駅,0,0,1
日祝_10時57分_系統268,11:34:00,11:34:00,200768_01,32,渋川駅,0,0,1
日祝_10時57分_系統268,11:37:00,11:37:00,200463_10,33,渋川駅,1,0,1
日祝_11時00分_系統663,11:00:00,11:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
日祝_11時00分_系統663,11:01:00,11:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:02:00,11:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:04:00,11:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:05:00,11:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:06:00,11:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:07:00,11:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:07:00,11:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:09:00,11:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:10:00,11:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:11:00,11:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:11:00,11:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:12:00,11:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:13:00,11:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:14:00,11:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:15:00,11:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:17:00,11:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:20:00,11:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:22:00,11:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:23:00,11:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:24:00,11:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:26:00,11:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:28:00,11:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:30:00,11:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:31:00,11:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:33:00,11:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:34:00,11:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:35:00,11:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:36:00,11:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:37:00,11:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:38:00,11:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:40:00,11:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:42:00,11:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_11時00分_系統663,11:45:00,11:45:00,200718_04,34,けやきウォーク前橋,0,0,1
日祝_11時00分_系統663,11:47:00,11:47:00,200108_01,35,けやきウォーク前橋,0,0,1
日祝_11時00分_系統663,11:48:00,11:48:00,200932_01,36,けやきウォーク前橋,0,0,1
日祝_11時00分_系統663,11:49:00,11:49:00,200668_01,37,けやきウォーク前橋,0,0,1
日祝_11時00分_系統663,11:53:00,11:53:00,200022_01,38,けやきウォーク前橋,1,0,1
日祝_11時10分_系統584,11:10:00,11:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
日祝_11時10分_系統584,11:11:00,11:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:13:00,11:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:15:00,11:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:16:00,11:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:18:00,11:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:19:00,11:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:20:00,11:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:21:00,11:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:22:00,11:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:24:00,11:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:25:00,11:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:26:00,11:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:27:00,11:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:28:00,11:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:30:00,11:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:31:00,11:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:32:00,11:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_11時10分_系統584,11:34:00,11:34:00,200927_01,19,群馬大学荒牧,0,0,1
日祝_11時10分_系統584,11:35:00,11:35:00,201185_01,20,群馬大学荒牧,0,0,1
日祝_11時10分_系統584,11:39:00,11:39:00,200348_01,21,群馬大学荒牧,0,0,1
日祝_11時10分_系統584,11:40:00,11:40:00,200343_01,22,群馬大学荒牧,0,0,1
日祝_11時10分_系統584,11:41:00,11:41:00,200722_01,23,群馬大学荒牧,0,0,1
日祝_11時10分_系統584,11:44:00,11:44:00,200273_01,24,群馬大学荒牧,1,0,1
日祝_11時17分_系統261,11:17:00,11:17:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
日祝_11時17分_系統261,11:18:00,11:18:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:19:00,11:19:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:20:00,11:20:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:21:00,11:21:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:22:00,11:22:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:23:00,11:23:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:24:00,11:24:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:25:00,11:25:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
日祝_11時17分_系統261,11:30:00,11:30:00,200463_01,10,前橋駅,0,0,1
日祝_11時17分_系統261,11:31:00,11:31:00,200768_02,11,前橋駅,0,0,1
日祝_11時17分_系統261,11:32:00,11:32:00,200730_02,12,前橋駅,0,0,1
日祝_11時17分_系統261,11:34:00,11:34:00,200827_02,13,前橋駅,0,0,1
日祝_11時17分_系統261,11:35:00,11:35:00,200506_02,14,前橋駅,0,0,1
日祝_11時17分_系統261,11:36:00,11:36:00,200017_02,15,前橋駅,0,0,1
日祝_11時17分_系統261,11:37:00,11:37:00,200519_02,16,前橋駅,0,0,1
日祝_11時17分_系統261,11:37:00,11:37:00,200987_02,17,前橋駅,0,0,1
日祝_11時17分_系統261,11:39:00,11:39:00,200985_02,18,前橋駅,0,0,1
日祝_11時17分_系統261,11:40:00,11:40:00,200895_02,19,前橋駅,0,0,1
日祝_11時17分_系統261,11:41:00,11:41:00,200395_02,20,前橋駅,0,0,1
日祝_11時17分_系統261,11:41:00,11:41:00,200153_02,21,前橋駅,0,0,1
日祝_11時17分_系統261,11:42:00,11:42:00,201100_02,22,前橋駅,0,0,1
日祝_11時17分_系統261,11:43:00,11:43:00,200981_02,23,前橋駅,0,0,1
日祝_11時17分_系統261,11:44:00,11:44:00,200872_02,24,前橋駅,0,0,1
日祝_11時17分_系統261,11:45:00,11:45:00,201056_02,25,前橋駅,0,0,1
日祝_11時17分_系統261,11:47:00,11:47:00,200189_02,26,前橋駅,0,0,1
日祝_11時17分_系統261,11:49:00,11:49:00,200722_02,27,前橋駅,0,0,1
日祝_11時17分_系統261,11:50:00,11:50:00,200343_02,28,前橋駅,0,0,1
日祝_11時17分_系統261,11:51:00,11:51:00,200348_02,29,前橋駅,0,0,1
日祝_11時17分_系統261,11:53:00,11:53:00,201071_02,30,前橋駅,0,0,1
日祝_11時17分_系統261,11:55:00,11:55:00,200542_02,31,前橋駅,0,0,1
日祝_11時17分_系統261,11:57:00,11:57:00,200141_02,32,前橋駅,0,0,1
日祝_11時17分_系統261,11:58:00,11:58:00,200142_02,33,前橋駅,0,0,1
日祝_11時17分_系統261,12:00:00,12:00:00,200262_02,34,前橋駅,0,0,1
日祝_11時17分_系統261,12:01:00,12:01:00,201015_02,35,前橋駅,0,0,1
日祝_11時17分_系統261,12:02:00,12:02:00,200379_02,36,前橋駅,0,0,1
日祝_11時17分_系統261,12:03:00,12:03:00,200455_02,37,前橋駅,0,0,1
日祝_11時17分_系統261,12:04:00,12:04:00,200702_02,38,前橋駅,0,0,1
日祝_11時17分_系統261,12:05:00,12:05:00,200703_02,39,前橋駅,0,0,1
日祝_11時17分_系統261,12:07:00,12:07:00,201081_02,40,前橋駅,0,0,1
日祝_11時17分_系統261,12:09:00,12:09:00,200998_02,41,前橋駅,0,0,1
日祝_11時17分_系統261,12:12:00,12:12:00,200718_10,42,前橋駅,1,0,1
日祝_11時30分_系統266,11:30:00,11:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_11時30分_系統266,11:31:00,11:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:33:00,11:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:35:00,11:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:36:00,11:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:38:00,11:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:39:00,11:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:40:00,11:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:41:00,11:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:42:00,11:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:43:00,11:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:44:00,11:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:46:00,11:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:48:00,11:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:49:00,11:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:50:00,11:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_11時30分_系統266,11:52:00,11:52:00,200273_01,17,渋川駅,0,0,1
日祝_11時30分_系統266,11:55:00,11:55:00,200189_01,18,渋川駅,0,0,1
日祝_11時30分_系統266,11:57:00,11:57:00,201056_01,19,渋川駅,0,0,1
日祝_11時30分_系統266,11:58:00,11:58:00,200872_01,20,渋川駅,0,0,1
日祝_11時30分_系統266,11:59:00,11:59:00,200981_01,21,渋川駅,0,0,1
日祝_11時30分_系統266,12:00:00,12:00:00,201100_01,22,渋川駅,0,0,1
日祝_11時30分_系統266,12:01:00,12:01:00,200153_01,23,渋川駅,0,0,1
日祝_11時30分_系統266,12:01:00,12:01:00,200395_01,24,渋川駅,0,0,1
日祝_11時30分_系統266,12:02:00,12:02:00,200895_01,25,渋川駅,0,0,1
日祝_11時30分_系統266,12:03:00,12:03:00,200985_01,26,渋川駅,0,0,1
日祝_11時30分_系統266,12:03:00,12:03:00,200987_01,27,渋川駅,0,0,1
日祝_11時30分_系統266,12:04:00,12:04:00,200519_01,28,渋川駅,0,0,1
日祝_11時30分_系統266,12:05:00,12:05:00,200017_01,29,渋川駅,0,0,1
日祝_11時30分_系統266,12:06:00,12:06:00,200506_01,30,渋川駅,0,0,1
日祝_11時30分_系統266,12:08:00,12:08:00,200827_01,31,渋川駅,0,0,1
日祝_11時30分_系統266,12:10:00,12:10:00,200730_01,32,渋川駅,0,0,1
日祝_11時30分_系統266,12:11:00,12:11:00,200768_01,33,渋川駅,0,0,1
日祝_11時30分_系統266,12:14:00,12:14:00,200463_10,34,渋川駅,1,0,1
日祝_11時57分_系統262,11:57:00,11:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
日祝_11時57分_系統262,11:58:00,11:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:00:00,12:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:02:00,12:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:03:00,12:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:05:00,12:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:06:00,12:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:07:00,12:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:08:00,12:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:09:00,12:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:10:00,12:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:11:00,12:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:13:00,12:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:15:00,12:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:16:00,12:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:17:00,12:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:20:00,12:20:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:22:00,12:22:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:23:00,12:23:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:24:00,12:24:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:25:00,12:25:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:26:00,12:26:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:26:00,12:26:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:27:00,12:27:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:28:00,12:28:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:28:00,12:28:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:29:00,12:29:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:30:00,12:30:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:31:00,12:31:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:33:00,12:33:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:35:00,12:35:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:36:00,12:36:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_11時57分_系統262,12:37:00,12:37:00,200463_06,33,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:38:00,12:38:00,200468_01,34,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:40:00,12:40:00,200466_01,35,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:41:00,12:41:00,200704_01,36,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:42:00,12:42:00,200476_02,37,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:43:00,12:43:00,200477_02,38,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:44:00,12:44:00,200430_02,39,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:45:00,12:45:00,200007_02,40,渋川市内循環,0,0,1
日祝_11時57分_系統262,12:50:00,12:50:00,210463_10,41,渋川市内循環,1,0,1
日祝_11時58分_系統587,11:58:00,11:58:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
日祝_11時58分_系統587,12:00:00,12:00:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:01:00,12:01:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:02:00,12:02:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:04:00,12:04:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:06:00,12:06:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:08:00,12:08:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:10:00,12:10:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:11:00,12:11:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
日祝_11時58分_系統587,12:13:00,12:13:00,200261_01,10,前橋駅,0,0,1
日祝_11時58分_系統587,12:14:00,12:14:00,200503_02,11,前橋駅,0,0,1
日祝_11時58分_系統587,12:17:00,12:17:00,200262_02,12,前橋駅,0,0,1
日祝_11時58分_系統587,12:18:00,12:18:00,201015_02,13,前橋駅,0,0,1
日祝_11時58分_系統587,12:19:00,12:19:00,200379_02,14,前橋駅,0,0,1
日祝_11時58分_系統587,12:20:00,12:20:00,200455_02,15,前橋駅,0,0,1
日祝_11時58分_系統587,12:21:00,12:21:00,200702_02,16,前橋駅,0,0,1
日祝_11時58分_系統587,12:22:00,12:22:00,200703_02,17,前橋駅,0,0,1
日祝_11時58分_系統587,12:24:00,12:24:00,201081_02,18,前橋駅,0,0,1
日祝_11時58分_系統587,12:26:00,12:26:00,200998_02,19,前橋駅,0,0,1
日祝_11時58分_系統587,12:29:00,12:29:00,200718_10,20,前橋駅,1,0,1
日祝_12時00分_系統663,12:00:00,12:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
日祝_12時00分_系統663,12:01:00,12:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:02:00,12:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:04:00,12:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:05:00,12:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:06:00,12:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:07:00,12:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:07:00,12:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:09:00,12:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:10:00,12:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:11:00,12:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:11:00,12:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:12:00,12:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:13:00,12:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:14:00,12:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:15:00,12:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:17:00,12:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:20:00,12:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:22:00,12:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:23:00,12:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:24:00,12:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:26:00,12:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:28:00,12:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:30:00,12:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:31:00,12:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:33:00,12:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:34:00,12:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:35:00,12:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:36:00,12:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:37:00,12:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:38:00,12:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:40:00,12:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:42:00,12:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時00分_系統663,12:45:00,12:45:00,200718_04,34,けやきウォーク前橋,0,0,1
日祝_12時00分_系統663,12:47:00,12:47:00,200108_01,35,けやきウォーク前橋,0,0,1
日祝_12時00分_系統663,12:48:00,12:48:00,200932_01,36,けやきウォーク前橋,0,0,1
日祝_12時00分_系統663,12:49:00,12:49:00,200668_01,37,けやきウォーク前橋,0,0,1
日祝_12時00分_系統663,12:53:00,12:53:00,200022_01,38,けやきウォーク前橋,1,0,1
日祝_12時10分_系統644,12:10:00,12:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
日祝_12時10分_系統644,12:11:00,12:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:13:00,12:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:15:00,12:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:16:00,12:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:17:00,12:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:18:00,12:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:19:00,12:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:20:00,12:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:21:00,12:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_12時10分_系統644,12:23:00,12:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:24:00,12:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:25:00,12:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:26:00,12:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:27:00,12:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:29:00,12:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:31:00,12:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:32:00,12:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:33:00,12:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:35:00,12:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
日祝_12時10分_系統644,12:42:00,12:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
日祝_12時30分_系統266,12:30:00,12:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_12時30分_系統266,12:31:00,12:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:33:00,12:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:35:00,12:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:36:00,12:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:38:00,12:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:39:00,12:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:40:00,12:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:41:00,12:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:42:00,12:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:43:00,12:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:44:00,12:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:46:00,12:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:48:00,12:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:49:00,12:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:50:00,12:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_12時30分_系統266,12:52:00,12:52:00,200273_01,17,渋川駅,0,0,1
日祝_12時30分_系統266,12:55:00,12:55:00,200189_01,18,渋川駅,0,0,1
日祝_12時30分_系統266,12:57:00,12:57:00,201056_01,19,渋川駅,0,0,1
日祝_12時30分_系統266,12:58:00,12:58:00,200872_01,20,渋川駅,0,0,1
日祝_12時30分_系統266,12:59:00,12:59:00,200981_01,21,渋川駅,0,0,1
日祝_12時30分_系統266,13:00:00,13:00:00,201100_01,22,渋川駅,0,0,1
日祝_12時30分_系統266,13:01:00,13:01:00,200153_01,23,渋川駅,0,0,1
日祝_12時30分_系統266,13:01:00,13:01:00,200395_01,24,渋川駅,0,0,1
日祝_12時30分_系統266,13:02:00,13:02:00,200895_01,25,渋川駅,0,0,1
日祝_12時30分_系統266,13:03:00,13:03:00,200985_01,26,渋川駅,0,0,1
日祝_12時30分_系統266,13:03:00,13:03:00,200987_01,27,渋川駅,0,0,1
日祝_12時30分_系統266,13:04:00,13:04:00,200519_01,28,渋川駅,0,0,1
日祝_12時30分_系統266,13:05:00,13:05:00,200017_01,29,渋川駅,0,0,1
日祝_12時30分_系統266,13:06:00,13:06:00,200506_01,30,渋川駅,0,0,1
日祝_12時30分_系統266,13:08:00,13:08:00,200827_01,31,渋川駅,0,0,1
日祝_12時30分_系統266,13:10:00,13:10:00,200730_01,32,渋川駅,0,0,1
日祝_12時30分_系統266,13:11:00,13:11:00,200768_01,33,渋川駅,0,0,1
日祝_12時30分_系統266,13:14:00,13:14:00,200463_10,34,渋川駅,1,0,1
日祝_12時30分_系統267,12:30:00,12:30:00,200463_01,1,前橋駅,0,1,1
日祝_12時30分_系統267,12:31:00,12:31:00,200768_02,2,前橋駅,0,0,1
日祝_12時30分_系統267,12:32:00,12:32:00,200730_02,3,前橋駅,0,0,1
日祝_12時30分_系統267,12:34:00,12:34:00,200827_02,4,前橋駅,0,0,1
日祝_12時30分_系統267,12:35:00,12:35:00,200506_02,5,前橋駅,0,0,1
日祝_12時30分_系統267,12:36:00,12:36:00,200017_02,6,前橋駅,0,0,1
日祝_12時30分_系統267,12:37:00,12:37:00,200519_02,7,前橋駅,0,0,1
日祝_12時30分_系統267,12:37:00,12:37:00,200987_02,8,前橋駅,0,0,1
日祝_12時30分_系統267,12:39:00,12:39:00,200985_02,9,前橋駅,0,0,1
日祝_12時30分_系統267,12:40:00,12:40:00,200895_02,10,前橋駅,0,0,1
日祝_12時30分_系統267,12:41:00,12:41:00,200395_02,11,前橋駅,0,0,1
日祝_12時30分_系統267,12:41:00,12:41:00,200153_02,12,前橋駅,0,0,1
日祝_12時30分_系統267,12:42:00,12:42:00,201100_02,13,前橋駅,0,0,1
日祝_12時30分_系統267,12:43:00,12:43:00,200981_02,14,前橋駅,0,0,1
日祝_12時30分_系統267,12:44:00,12:44:00,200872_02,15,前橋駅,0,0,1
日祝_12時30分_系統267,12:45:00,12:45:00,201056_02,16,前橋駅,0,0,1
日祝_12時30分_系統267,12:47:00,12:47:00,200189_02,17,前橋駅,0,0,1
日祝_12時30分_系統267,12:48:00,12:48:00,200722_02,18,前橋駅,0,0,1
日祝_12時30分_系統267,12:49:00,12:49:00,200343_02,19,前橋駅,0,0,1
日祝_12時30分_系統267,12:50:00,12:50:00,200348_02,20,前橋駅,0,0,1
日祝_12時30分_系統267,12:52:00,12:52:00,201071_02,21,前橋駅,0,0,1
日祝_12時30分_系統267,12:54:00,12:54:00,200542_02,22,前橋駅,0,0,1
日祝_12時30分_系統267,12:56:00,12:56:00,200141_02,23,前橋駅,0,0,1
日祝_12時30分_系統267,12:57:00,12:57:00,200142_02,24,前橋駅,0,0,1
日祝_12時30分_系統267,12:59:00,12:59:00,200262_02,25,前橋駅,0,0,1
日祝_12時30分_系統267,13:00:00,13:00:00,201015_02,26,前橋駅,0,0,1
日祝_12時30分_系統267,13:01:00,13:01:00,200379_02,27,前橋駅,0,0,1
日祝_12時30分_系統267,13:02:00,13:02:00,200455_02,28,前橋駅,0,0,1
日祝_12時30分_系統267,13:03:00,13:03:00,200702_02,29,前橋駅,0,0,1
日祝_12時30分_系統267,13:04:00,13:04:00,200703_02,30,前橋駅,0,0,1
日祝_12時30分_系統267,13:06:00,13:06:00,201081_02,31,前橋駅,0,0,1
日祝_12時30分_系統267,13:08:00,13:08:00,200998_02,32,前橋駅,0,0,1
日祝_12時30分_系統267,13:11:00,13:11:00,200718_10,33,前橋駅,1,0,1
日祝_12時47分_系統662,12:47:00,12:47:00,200022_01,1,渋川駅（前橋駅・渋川市内循環 経由）,0,1,1
日祝_12時47分_系統662,12:50:00,12:50:00,200668_02,2,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,12:51:00,12:51:00,200932_02,3,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,12:52:00,12:52:00,200108_02,4,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,12:57:00,12:57:00,200718_02,5,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,12:58:00,12:58:00,200998_01,6,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:00:00,13:00:00,201081_01,7,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:02:00,13:02:00,200703_01,8,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:03:00,13:03:00,200702_01,9,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:05:00,13:05:00,200455_01,10,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:06:00,13:06:00,200379_01,11,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:07:00,13:07:00,201015_01,12,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:08:00,13:08:00,200262_01,13,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:09:00,13:09:00,200142_01,14,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:10:00,13:10:00,200141_01,15,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:11:00,13:11:00,200542_01,16,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:13:00,13:13:00,201071_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:15:00,13:15:00,200348_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:16:00,13:16:00,200343_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:17:00,13:17:00,200722_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:19:00,13:19:00,200189_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:21:00,13:21:00,201056_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:22:00,13:22:00,200872_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:23:00,13:23:00,200981_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:24:00,13:24:00,201100_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:25:00,13:25:00,200153_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:25:00,13:25:00,200395_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:26:00,13:26:00,200895_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:27:00,13:27:00,200985_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:27:00,13:27:00,200987_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:28:00,13:28:00,200519_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:29:00,13:29:00,200017_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:30:00,13:30:00,200506_01,33,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:32:00,13:32:00,200827_01,34,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:34:00,13:34:00,200730_01,35,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:35:00,13:35:00,200768_01,36,渋川駅（渋川市内循環 経由）,0,0,1
日祝_12時47分_系統662,13:36:00,13:36:00,200463_06,37,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:37:00,13:37:00,200468_01,38,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:39:00,13:39:00,200466_01,39,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:40:00,13:40:00,200704_01,40,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:41:00,13:41:00,200476_02,41,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:42:00,13:42:00,200477_02,42,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:43:00,13:43:00,200430_02,43,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:44:00,13:44:00,200007_02,44,渋川市内循環,0,0,1
日祝_12時47分_系統662,13:49:00,13:49:00,210463_10,45,渋川市内循環,1,0,1
日祝_12時50分_系統645,12:50:00,12:50:00,201440_01,1,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,1,1
日祝_12時50分_系統645,12:55:00,12:55:00,200189_02,2,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,12:57:00,12:57:00,200722_02,3,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,12:58:00,12:58:00,200343_02,4,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,12:59:00,12:59:00,200348_02,5,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:02:00,13:02:00,201185_02,6,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:05:00,13:05:00,200927_01,7,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:05:00,13:05:00,200800_02,8,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:06:00,13:06:00,200928_02,9,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:08:00,13:08:00,201071_02,10,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:10:00,13:10:00,200542_02,11,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:12:00,13:12:00,200141_02,12,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:14:00,13:14:00,200142_02,13,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:15:00,13:15:00,200503_01,14,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:17:00,13:17:00,200261_01,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:18:00,13:18:00,200503_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:21:00,13:21:00,200262_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:22:00,13:22:00,201015_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:23:00,13:23:00,200379_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:24:00,13:24:00,200455_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:25:00,13:25:00,200702_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:26:00,13:26:00,200703_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:28:00,13:28:00,201081_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:30:00,13:30:00,200998_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_12時50分_系統645,13:33:00,13:33:00,200718_04,25,けやきウォーク前橋,0,0,1
日祝_12時50分_系統645,13:35:00,13:35:00,200108_01,26,けやきウォーク前橋,0,0,1
日祝_12時50分_系統645,13:36:00,13:36:00,200932_01,27,けやきウォーク前橋,0,0,1
日祝_12時50分_系統645,13:37:00,13:37:00,200668_01,28,けやきウォーク前橋,0,0,1
日祝_12時50分_系統645,13:41:00,13:41:00,200022_01,29,けやきウォーク前橋,1,0,1
日祝_12時52分_系統261,12:52:00,12:52:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
日祝_12時52分_系統261,12:53:00,12:53:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,12:54:00,12:54:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,12:55:00,12:55:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,12:56:00,12:56:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,12:57:00,12:57:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,12:58:00,12:58:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,12:59:00,12:59:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,13:00:00,13:00:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
日祝_12時52分_系統261,13:05:00,13:05:00,200463_01,10,前橋駅,0,0,1
日祝_12時52分_系統261,13:06:00,13:06:00,200768_02,11,前橋駅,0,0,1
日祝_12時52分_系統261,13:07:00,13:07:00,200730_02,12,前橋駅,0,0,1
日祝_12時52分_系統261,13:09:00,13:09:00,200827_02,13,前橋駅,0,0,1
日祝_12時52分_系統261,13:10:00,13:10:00,200506_02,14,前橋駅,0,0,1
日祝_12時52分_系統261,13:11:00,13:11:00,200017_02,15,前橋駅,0,0,1
日祝_12時52分_系統261,13:12:00,13:12:00,200519_02,16,前橋駅,0,0,1
日祝_12時52分_系統261,13:12:00,13:12:00,200987_02,17,前橋駅,0,0,1
日祝_12時52分_系統261,13:14:00,13:14:00,200985_02,18,前橋駅,0,0,1
日祝_12時52分_系統261,13:15:00,13:15:00,200895_02,19,前橋駅,0,0,1
日祝_12時52分_系統261,13:16:00,13:16:00,200395_02,20,前橋駅,0,0,1
日祝_12時52分_系統261,13:16:00,13:16:00,200153_02,21,前橋駅,0,0,1
日祝_12時52分_系統261,13:17:00,13:17:00,201100_02,22,前橋駅,0,0,1
日祝_12時52分_系統261,13:18:00,13:18:00,200981_02,23,前橋駅,0,0,1
日祝_12時52分_系統261,13:19:00,13:19:00,200872_02,24,前橋駅,0,0,1
日祝_12時52分_系統261,13:20:00,13:20:00,201056_02,25,前橋駅,0,0,1
日祝_12時52分_系統261,13:22:00,13:22:00,200189_02,26,前橋駅,0,0,1
日祝_12時52分_系統261,13:23:00,13:23:00,200722_02,27,前橋駅,0,0,1
日祝_12時52分_系統261,13:24:00,13:24:00,200343_02,28,前橋駅,0,0,1
日祝_12時52分_系統261,13:25:00,13:25:00,200348_02,29,前橋駅,0,0,1
日祝_12時52分_系統261,13:27:00,13:27:00,201071_02,30,前橋駅,0,0,1
日祝_12時52分_系統261,13:29:00,13:29:00,200542_02,31,前橋駅,0,0,1
日祝_12時52分_系統261,13:31:00,13:31:00,200141_02,32,前橋駅,0,0,1
日祝_12時52分_系統261,13:32:00,13:32:00,200142_02,33,前橋駅,0,0,1
日祝_12時52分_系統261,13:34:00,13:34:00,200262_02,34,前橋駅,0,0,1
日祝_12時52分_系統261,13:35:00,13:35:00,201015_02,35,前橋駅,0,0,1
日祝_12時52分_系統261,13:36:00,13:36:00,200379_02,36,前橋駅,0,0,1
日祝_12時52分_系統261,13:37:00,13:37:00,200455_02,37,前橋駅,0,0,1
日祝_12時52分_系統261,13:38:00,13:38:00,200702_02,38,前橋駅,0,0,1
日祝_12時52分_系統261,13:39:00,13:39:00,200703_02,39,前橋駅,0,0,1
日祝_12時52分_系統261,13:41:00,13:41:00,201081_02,40,前橋駅,0,0,1
日祝_12時52分_系統261,13:43:00,13:43:00,200998_02,41,前橋駅,0,0,1
日祝_12時52分_系統261,13:46:00,13:46:00,200718_10,42,前橋駅,1,0,1
日祝_13時10分_系統584,13:10:00,13:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
日祝_13時10分_系統584,13:11:00,13:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:13:00,13:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:15:00,13:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:16:00,13:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:18:00,13:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:19:00,13:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:20:00,13:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:21:00,13:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:22:00,13:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:24:00,13:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:25:00,13:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:26:00,13:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:27:00,13:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:28:00,13:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:30:00,13:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:31:00,13:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:32:00,13:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_13時10分_系統584,13:34:00,13:34:00,200927_01,19,群馬大学荒牧,0,0,1
日祝_13時10分_系統584,13:35:00,13:35:00,201185_01,20,群馬大学荒牧,0,0,1
日祝_13時10分_系統584,13:39:00,13:39:00,200348_01,21,群馬大学荒牧,0,0,1
日祝_13時10分_系統584,13:40:00,13:40:00,200343_01,22,群馬大学荒牧,0,0,1
日祝_13時10分_系統584,13:41:00,13:41:00,200722_01,23,群馬大学荒牧,0,0,1
日祝_13時10分_系統584,13:44:00,13:44:00,200273_01,24,群馬大学荒牧,1,0,1
日祝_13時30分_系統262,13:30:00,13:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
日祝_13時30分_系統262,13:31:00,13:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:33:00,13:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:35:00,13:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:36:00,13:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:38:00,13:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:39:00,13:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:40:00,13:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:41:00,13:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:42:00,13:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:43:00,13:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:44:00,13:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:46:00,13:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:48:00,13:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:49:00,13:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:50:00,13:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:52:00,13:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:54:00,13:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:55:00,13:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:56:00,13:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:57:00,13:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:58:00,13:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:58:00,13:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,13:59:00,13:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:00:00,14:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:00:00,14:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:01:00,14:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:02:00,14:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:03:00,14:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:05:00,14:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:07:00,14:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:08:00,14:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_13時30分_系統262,14:09:00,14:09:00,200463_06,33,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:10:00,14:10:00,200468_01,34,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:12:00,14:12:00,200466_01,35,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:13:00,14:13:00,200704_01,36,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:14:00,14:14:00,200476_02,37,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:15:00,14:15:00,200477_02,38,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:16:00,14:16:00,200430_02,39,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:17:00,14:17:00,200007_02,40,渋川市内循環,0,0,1
日祝_13時30分_系統262,14:22:00,14:22:00,210463_10,41,渋川市内循環,1,0,1
日祝_13時30分_系統267,13:30:00,13:30:00,200463_01,1,前橋駅,0,1,1
日祝_13時30分_系統267,13:31:00,13:31:00,200768_02,2,前橋駅,0,0,1
日祝_13時30分_系統267,13:32:00,13:32:00,200730_02,3,前橋駅,0,0,1
日祝_13時30分_系統267,13:34:00,13:34:00,200827_02,4,前橋駅,0,0,1
日祝_13時30分_系統267,13:35:00,13:35:00,200506_02,5,前橋駅,0,0,1
日祝_13時30分_系統267,13:36:00,13:36:00,200017_02,6,前橋駅,0,0,1
日祝_13時30分_系統267,13:37:00,13:37:00,200519_02,7,前橋駅,0,0,1
日祝_13時30分_系統267,13:37:00,13:37:00,200987_02,8,前橋駅,0,0,1
日祝_13時30分_系統267,13:39:00,13:39:00,200985_02,9,前橋駅,0,0,1
日祝_13時30分_系統267,13:40:00,13:40:00,200895_02,10,前橋駅,0,0,1
日祝_13時30分_系統267,13:41:00,13:41:00,200395_02,11,前橋駅,0,0,1
日祝_13時30分_系統267,13:41:00,13:41:00,200153_02,12,前橋駅,0,0,1
日祝_13時30分_系統267,13:42:00,13:42:00,201100_02,13,前橋駅,0,0,1
日祝_13時30分_系統267,13:43:00,13:43:00,200981_02,14,前橋駅,0,0,1
日祝_13時30分_系統267,13:44:00,13:44:00,200872_02,15,前橋駅,0,0,1
日祝_13時30分_系統267,13:45:00,13:45:00,201056_02,16,前橋駅,0,0,1
日祝_13時30分_系統267,13:47:00,13:47:00,200189_02,17,前橋駅,0,0,1
日祝_13時30分_系統267,13:48:00,13:48:00,200722_02,18,前橋駅,0,0,1
日祝_13時30分_系統267,13:49:00,13:49:00,200343_02,19,前橋駅,0,0,1
日祝_13時30分_系統267,13:50:00,13:50:00,200348_02,20,前橋駅,0,0,1
日祝_13時30分_系統267,13:52:00,13:52:00,201071_02,21,前橋駅,0,0,1
日祝_13時30分_系統267,13:54:00,13:54:00,200542_02,22,前橋駅,0,0,1
日祝_13時30分_系統267,13:56:00,13:56:00,200141_02,23,前橋駅,0,0,1
日祝_13時30分_系統267,13:57:00,13:57:00,200142_02,24,前橋駅,0,0,1
日祝_13時30分_系統267,13:59:00,13:59:00,200262_02,25,前橋駅,0,0,1
日祝_13時30分_系統267,14:00:00,14:00:00,201015_02,26,前橋駅,0,0,1
日祝_13時30分_系統267,14:01:00,14:01:00,200379_02,27,前橋駅,0,0,1
日祝_13時30分_系統267,14:02:00,14:02:00,200455_02,28,前橋駅,0,0,1
日祝_13時30分_系統267,14:03:00,14:03:00,200702_02,29,前橋駅,0,0,1
日祝_13時30分_系統267,14:04:00,14:04:00,200703_02,30,前橋駅,0,0,1
日祝_13時30分_系統267,14:06:00,14:06:00,201081_02,31,前橋駅,0,0,1
日祝_13時30分_系統267,14:08:00,14:08:00,200998_02,32,前橋駅,0,0,1
日祝_13時30分_系統267,14:11:00,14:11:00,200718_10,33,前橋駅,1,0,1
日祝_13時55分_系統587,13:55:00,13:55:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
日祝_13時55分_系統587,13:57:00,13:57:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,13:58:00,13:58:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,13:59:00,13:59:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,14:01:00,14:01:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,14:03:00,14:03:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,14:05:00,14:05:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,14:07:00,14:07:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,14:08:00,14:08:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
日祝_13時55分_系統587,14:10:00,14:10:00,200261_01,10,前橋駅,0,0,1
日祝_13時55分_系統587,14:11:00,14:11:00,200503_02,11,前橋駅,0,0,1
日祝_13時55分_系統587,14:14:00,14:14:00,200262_02,12,前橋駅,0,0,1
日祝_13時55分_系統587,14:15:00,14:15:00,201015_02,13,前橋駅,0,0,1
日祝_13時55分_系統587,14:16:00,14:16:00,200379_02,14,前橋駅,0,0,1
日祝_13時55分_系統587,14:17:00,14:17:00,200455_02,15,前橋駅,0,0,1
日祝_13時55分_系統587,14:18:00,14:18:00,200702_02,16,前橋駅,0,0,1
日祝_13時55分_系統587,14:19:00,14:19:00,200703_02,17,前橋駅,0,0,1
日祝_13時55分_系統587,14:21:00,14:21:00,201081_02,18,前橋駅,0,0,1
日祝_13時55分_系統587,14:23:00,14:23:00,200998_02,19,前橋駅,0,0,1
日祝_13時55分_系統587,14:26:00,14:26:00,200718_10,20,前橋駅,1,0,1
日祝_13時57分_系統268,13:57:00,13:57:00,200718_02,1,渋川駅,0,1,1
日祝_13時57分_系統268,13:58:00,13:58:00,200998_01,2,渋川駅,0,0,1
日祝_13時57分_系統268,14:00:00,14:00:00,201081_01,3,渋川駅,0,0,1
日祝_13時57分_系統268,14:02:00,14:02:00,200703_01,4,渋川駅,0,0,1
日祝_13時57分_系統268,14:03:00,14:03:00,200702_01,5,渋川駅,0,0,1
日祝_13時57分_系統268,14:04:00,14:04:00,200455_01,6,渋川駅,0,0,1
日祝_13時57分_系統268,14:05:00,14:05:00,200379_01,7,渋川駅,0,0,1
日祝_13時57分_系統268,14:06:00,14:06:00,201015_01,8,渋川駅,0,0,1
日祝_13時57分_系統268,14:07:00,14:07:00,200262_01,9,渋川駅,0,0,1
日祝_13時57分_系統268,14:08:00,14:08:00,200142_01,10,渋川駅,0,0,1
日祝_13時57分_系統268,14:09:00,14:09:00,200141_01,11,渋川駅,0,0,1
日祝_13時57分_系統268,14:10:00,14:10:00,200542_01,12,渋川駅,0,0,1
日祝_13時57分_系統268,14:12:00,14:12:00,201071_01,13,渋川駅,0,0,1
日祝_13時57分_系統268,14:14:00,14:14:00,200348_01,14,渋川駅,0,0,1
日祝_13時57分_系統268,14:15:00,14:15:00,200343_01,15,渋川駅,0,0,1
日祝_13時57分_系統268,14:16:00,14:16:00,200722_01,16,渋川駅,0,0,1
日祝_13時57分_系統268,14:18:00,14:18:00,200189_01,17,渋川駅,0,0,1
日祝_13時57分_系統268,14:20:00,14:20:00,201056_01,18,渋川駅,0,0,1
日祝_13時57分_系統268,14:21:00,14:21:00,200872_01,19,渋川駅,0,0,1
日祝_13時57分_系統268,14:22:00,14:22:00,200981_01,20,渋川駅,0,0,1
日祝_13時57分_系統268,14:23:00,14:23:00,201100_01,21,渋川駅,0,0,1
日祝_13時57分_系統268,14:24:00,14:24:00,200153_01,22,渋川駅,0,0,1
日祝_13時57分_系統268,14:24:00,14:24:00,200395_01,23,渋川駅,0,0,1
日祝_13時57分_系統268,14:25:00,14:25:00,200895_01,24,渋川駅,0,0,1
日祝_13時57分_系統268,14:26:00,14:26:00,200985_01,25,渋川駅,0,0,1
日祝_13時57分_系統268,14:26:00,14:26:00,200987_01,26,渋川駅,0,0,1
日祝_13時57分_系統268,14:27:00,14:27:00,200519_01,27,渋川駅,0,0,1
日祝_13時57分_系統268,14:28:00,14:28:00,200017_01,28,渋川駅,0,0,1
日祝_13時57分_系統268,14:29:00,14:29:00,200506_01,29,渋川駅,0,0,1
日祝_13時57分_系統268,14:31:00,14:31:00,200827_01,30,渋川駅,0,0,1
日祝_13時57分_系統268,14:33:00,14:33:00,200730_01,31,渋川駅,0,0,1
日祝_13時57分_系統268,14:34:00,14:34:00,200768_01,32,渋川駅,0,0,1
日祝_13時57分_系統268,14:37:00,14:37:00,200463_10,33,渋川駅,1,0,1
日祝_14時00分_系統265,14:00:00,14:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
日祝_14時00分_系統265,14:01:00,14:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:02:00,14:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:04:00,14:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:05:00,14:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:06:00,14:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:07:00,14:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:07:00,14:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:09:00,14:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:10:00,14:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:11:00,14:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:11:00,14:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:12:00,14:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:13:00,14:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:14:00,14:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:15:00,14:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:17:00,14:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_14時00分_系統265,14:20:00,14:20:00,200273_01,18,前橋駅,0,0,1
日祝_14時00分_系統265,14:22:00,14:22:00,200722_02,19,前橋駅,0,0,1
日祝_14時00分_系統265,14:23:00,14:23:00,200343_02,20,前橋駅,0,0,1
日祝_14時00分_系統265,14:24:00,14:24:00,200348_02,21,前橋駅,0,0,1
日祝_14時00分_系統265,14:26:00,14:26:00,201071_02,22,前橋駅,0,0,1
日祝_14時00分_系統265,14:28:00,14:28:00,200542_02,23,前橋駅,0,0,1
日祝_14時00分_系統265,14:30:00,14:30:00,200141_02,24,前橋駅,0,0,1
日祝_14時00分_系統265,14:31:00,14:31:00,200142_02,25,前橋駅,0,0,1
日祝_14時00分_系統265,14:33:00,14:33:00,200262_02,26,前橋駅,0,0,1
日祝_14時00分_系統265,14:34:00,14:34:00,201015_02,27,前橋駅,0,0,1
日祝_14時00分_系統265,14:35:00,14:35:00,200379_02,28,前橋駅,0,0,1
日祝_14時00分_系統265,14:36:00,14:36:00,200455_02,29,前橋駅,0,0,1
日祝_14時00分_系統265,14:37:00,14:37:00,200702_02,30,前橋駅,0,0,1
日祝_14時00分_系統265,14:38:00,14:38:00,200703_02,31,前橋駅,0,0,1
日祝_14時00分_系統265,14:40:00,14:40:00,201081_02,32,前橋駅,0,0,1
日祝_14時00分_系統265,14:42:00,14:42:00,200998_02,33,前橋駅,0,0,1
日祝_14時00分_系統265,14:45:00,14:45:00,200718_10,34,前橋駅,1,0,1
日祝_14時10分_系統644,14:10:00,14:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
日祝_14時10分_系統644,14:11:00,14:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:13:00,14:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:15:00,14:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:16:00,14:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:17:00,14:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:18:00,14:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:19:00,14:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:20:00,14:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:21:00,14:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
日祝_14時10分_系統644,14:23:00,14:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:24:00,14:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:25:00,14:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:26:00,14:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:27:00,14:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:29:00,14:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:31:00,14:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:32:00,14:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:33:00,14:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:35:00,14:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
日祝_14時10分_系統644,14:42:00,14:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
日祝_14時20分_系統661,14:20:00,14:20:00,210463_05,1,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,1,1
日祝_14時20分_系統661,14:21:00,14:21:00,200007_01,2,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:22:00,14:22:00,200430_01,3,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:23:00,14:23:00,200477_01,4,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:24:00,14:24:00,200476_01,5,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:25:00,14:25:00,200704_02,6,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:26:00,14:26:00,200467_01,7,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:27:00,14:27:00,200466_02,8,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:28:00,14:28:00,200468_02,9,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:33:00,14:33:00,200463_01,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:34:00,14:34:00,200768_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:35:00,14:35:00,200730_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:37:00,14:37:00,200827_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:38:00,14:38:00,200506_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:39:00,14:39:00,200017_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:40:00,14:40:00,200519_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:40:00,14:40:00,200987_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:42:00,14:42:00,200985_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:43:00,14:43:00,200895_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:44:00,14:44:00,200395_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:44:00,14:44:00,200153_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:45:00,14:45:00,201100_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:46:00,14:46:00,200981_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:47:00,14:47:00,200872_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:48:00,14:48:00,201056_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:50:00,14:50:00,200189_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:52:00,14:52:00,200722_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:53:00,14:53:00,200343_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:54:00,14:54:00,200348_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:56:00,14:56:00,201071_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,14:58:00,14:58:00,200542_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:00:00,15:00:00,200141_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:01:00,15:01:00,200142_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:03:00,15:03:00,200262_02,34,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:04:00,15:04:00,201015_02,35,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:05:00,15:05:00,200379_02,36,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:06:00,15:06:00,200455_02,37,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:07:00,15:07:00,200702_02,38,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:08:00,15:08:00,200703_02,39,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:10:00,15:10:00,201081_02,40,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:12:00,15:12:00,200998_02,41,けやきウォーク前橋（前橋駅 経由）,0,0,1
日祝_14時20分_系統661,15:15:00,15:15:00,200718_04,42,けやきウォーク前橋,0,0,1
日祝_14時20分_系統661,15:17:00,15:17:00,200108_01,43,けやきウォーク前橋,0,0,1
日祝_14時20分_系統661,15:18:00,15:18:00,200932_01,44,けやきウォーク前橋,0,0,1
日祝_14時20分_系統661,15:19:00,15:19:00,200668_01,45,けやきウォーク前橋,0,0,1
日祝_14時20分_系統661,15:23:00,15:23:00,200022_01,46,けやきウォーク前橋,1,0,1
日祝_14時30分_系統266,14:30:00,14:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_14時30分_系統266,14:31:00,14:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:33:00,14:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:35:00,14:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:36:00,14:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:38:00,14:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:39:00,14:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:40:00,14:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:41:00,14:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:42:00,14:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:43:00,14:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:44:00,14:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:46:00,14:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:48:00,14:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:49:00,14:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:50:00,14:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_14時30分_系統266,14:52:00,14:52:00,200273_01,17,渋川駅,0,0,1
日祝_14時30分_系統266,14:55:00,14:55:00,200189_01,18,渋川駅,0,0,1
日祝_14時30分_系統266,14:57:00,14:57:00,201056_01,19,渋川駅,0,0,1
日祝_14時30分_系統266,14:58:00,14:58:00,200872_01,20,渋川駅,0,0,1
日祝_14時30分_系統266,14:59:00,14:59:00,200981_01,21,渋川駅,0,0,1
日祝_14時30分_系統266,15:00:00,15:00:00,201100_01,22,渋川駅,0,0,1
日祝_14時30分_系統266,15:01:00,15:01:00,200153_01,23,渋川駅,0,0,1
日祝_14時30分_系統266,15:01:00,15:01:00,200395_01,24,渋川駅,0,0,1
日祝_14時30分_系統266,15:02:00,15:02:00,200895_01,25,渋川駅,0,0,1
日祝_14時30分_系統266,15:03:00,15:03:00,200985_01,26,渋川駅,0,0,1
日祝_14時30分_系統266,15:03:00,15:03:00,200987_01,27,渋川駅,0,0,1
日祝_14時30分_系統266,15:04:00,15:04:00,200519_01,28,渋川駅,0,0,1
日祝_14時30分_系統266,15:05:00,15:05:00,200017_01,29,渋川駅,0,0,1
日祝_14時30分_系統266,15:06:00,15:06:00,200506_01,30,渋川駅,0,0,1
日祝_14時30分_系統266,15:08:00,15:08:00,200827_01,31,渋川駅,0,0,1
日祝_14時30分_系統266,15:10:00,15:10:00,200730_01,32,渋川駅,0,0,1
日祝_14時30分_系統266,15:11:00,15:11:00,200768_01,33,渋川駅,0,0,1
日祝_14時30分_系統266,15:14:00,15:14:00,200463_10,34,渋川駅,1,0,1
日祝_14時50分_系統643,14:50:00,14:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
日祝_14時50分_系統643,14:55:00,14:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_14時50分_系統643,14:57:00,14:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_14時50分_系統643,14:58:00,14:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_14時50分_系統643,14:59:00,14:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:02:00,15:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:05:00,15:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:05:00,15:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:06:00,15:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:08:00,15:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:10:00,15:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:12:00,15:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:13:00,15:13:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:14:00,15:14:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
日祝_14時50分_系統643,15:16:00,15:16:00,200261_01,15,前橋駅,0,0,1
日祝_14時50分_系統643,15:17:00,15:17:00,200503_02,16,前橋駅,0,0,1
日祝_14時50分_系統643,15:19:00,15:19:00,200262_02,17,前橋駅,0,0,1
日祝_14時50分_系統643,15:20:00,15:20:00,201015_02,18,前橋駅,0,0,1
日祝_14時50分_系統643,15:22:00,15:22:00,200379_02,19,前橋駅,0,0,1
日祝_14時50分_系統643,15:23:00,15:23:00,200455_02,20,前橋駅,0,0,1
日祝_14時50分_系統643,15:25:00,15:25:00,200702_02,21,前橋駅,0,0,1
日祝_14時50分_系統643,15:27:00,15:27:00,200703_02,22,前橋駅,0,0,1
日祝_14時50分_系統643,15:29:00,15:29:00,201081_02,23,前橋駅,0,0,1
日祝_14時50分_系統643,15:31:00,15:31:00,200998_02,24,前橋駅,0,0,1
日祝_14時50分_系統643,15:34:00,15:34:00,200718_10,25,前橋駅,1,0,1
日祝_14時55分_系統268,14:55:00,14:55:00,200718_02,1,渋川駅,0,1,1
日祝_14時55分_系統268,14:56:00,14:56:00,200998_01,2,渋川駅,0,0,1
日祝_14時55分_系統268,14:58:00,14:58:00,201081_01,3,渋川駅,0,0,1
日祝_14時55分_系統268,15:00:00,15:00:00,200703_01,4,渋川駅,0,0,1
日祝_14時55分_系統268,15:01:00,15:01:00,200702_01,5,渋川駅,0,0,1
日祝_14時55分_系統268,15:02:00,15:02:00,200455_01,6,渋川駅,0,0,1
日祝_14時55分_系統268,15:03:00,15:03:00,200379_01,7,渋川駅,0,0,1
日祝_14時55分_系統268,15:04:00,15:04:00,201015_01,8,渋川駅,0,0,1
日祝_14時55分_系統268,15:05:00,15:05:00,200262_01,9,渋川駅,0,0,1
日祝_14時55分_系統268,15:06:00,15:06:00,200142_01,10,渋川駅,0,0,1
日祝_14時55分_系統268,15:07:00,15:07:00,200141_01,11,渋川駅,0,0,1
日祝_14時55分_系統268,15:08:00,15:08:00,200542_01,12,渋川駅,0,0,1
日祝_14時55分_系統268,15:10:00,15:10:00,201071_01,13,渋川駅,0,0,1
日祝_14時55分_系統268,15:12:00,15:12:00,200348_01,14,渋川駅,0,0,1
日祝_14時55分_系統268,15:13:00,15:13:00,200343_01,15,渋川駅,0,0,1
日祝_14時55分_系統268,15:14:00,15:14:00,200722_01,16,渋川駅,0,0,1
日祝_14時55分_系統268,15:16:00,15:16:00,200189_01,17,渋川駅,0,0,1
日祝_14時55分_系統268,15:18:00,15:18:00,201056_01,18,渋川駅,0,0,1
日祝_14時55分_系統268,15:19:00,15:19:00,200872_01,19,渋川駅,0,0,1
日祝_14時55分_系統268,15:20:00,15:20:00,200981_01,20,渋川駅,0,0,1
日祝_14時55分_系統268,15:21:00,15:21:00,201100_01,21,渋川駅,0,0,1
日祝_14時55分_系統268,15:22:00,15:22:00,200153_01,22,渋川駅,0,0,1
日祝_14時55分_系統268,15:22:00,15:22:00,200395_01,23,渋川駅,0,0,1
日祝_14時55分_系統268,15:23:00,15:23:00,200895_01,24,渋川駅,0,0,1
日祝_14時55分_系統268,15:24:00,15:24:00,200985_01,25,渋川駅,0,0,1
日祝_14時55分_系統268,15:24:00,15:24:00,200987_01,26,渋川駅,0,0,1
日祝_14時55分_系統268,15:25:00,15:25:00,200519_01,27,渋川駅,0,0,1
日祝_14時55分_系統268,15:26:00,15:26:00,200017_01,28,渋川駅,0,0,1
日祝_14時55分_系統268,15:27:00,15:27:00,200506_01,29,渋川駅,0,0,1
日祝_14時55分_系統268,15:29:00,15:29:00,200827_01,30,渋川駅,0,0,1
日祝_14時55分_系統268,15:31:00,15:31:00,200730_01,31,渋川駅,0,0,1
日祝_14時55分_系統268,15:32:00,15:32:00,200768_01,32,渋川駅,0,0,1
日祝_14時55分_系統268,15:35:00,15:35:00,200463_10,33,渋川駅,1,0,1
日祝_15時00分_系統672,15:00:00,15:00:00,200022_01,1,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,1,1
日祝_15時00分_系統672,15:03:00,15:03:00,200668_02,2,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:04:00,15:04:00,200932_02,3,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:05:00,15:05:00,200108_02,4,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:10:00,15:10:00,200718_02,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:11:00,15:11:00,200998_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:13:00,15:13:00,201081_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:15:00,15:15:00,200703_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:16:00,15:16:00,200702_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:18:00,15:18:00,200455_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:19:00,15:19:00,200379_01,11,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:20:00,15:20:00,201015_01,12,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:21:00,15:21:00,200262_01,13,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:22:00,15:22:00,200503_01,14,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:24:00,15:24:00,200261_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:25:00,15:25:00,200503_02,16,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:26:00,15:26:00,200142_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:27:00,15:27:00,200141_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:28:00,15:28:00,200542_01,19,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:30:00,15:30:00,201071_01,20,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:31:00,15:31:00,200928_01,21,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:32:00,15:32:00,200800_01,22,群馬大学荒牧（南橘団地 経由）,0,0,1
日祝_15時00分_系統672,15:34:00,15:34:00,200927_01,23,群馬大学荒牧,0,0,1
日祝_15時00分_系統672,15:35:00,15:35:00,201185_01,24,群馬大学荒牧,0,0,1
日祝_15時00分_系統672,15:39:00,15:39:00,200348_01,25,群馬大学荒牧,0,0,1
日祝_15時00分_系統672,15:40:00,15:40:00,200343_01,26,群馬大学荒牧,0,0,1
日祝_15時00分_系統672,15:41:00,15:41:00,200722_01,27,群馬大学荒牧,0,0,1
日祝_15時00分_系統672,15:44:00,15:44:00,200273_01,28,群馬大学荒牧,1,0,1
日祝_15時00分_系統265,15:00:00,15:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
日祝_15時00分_系統265,15:01:00,15:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:02:00,15:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:04:00,15:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:05:00,15:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:06:00,15:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:07:00,15:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:07:00,15:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:09:00,15:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:10:00,15:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:11:00,15:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:11:00,15:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:12:00,15:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:13:00,15:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:14:00,15:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:15:00,15:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:17:00,15:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_15時00分_系統265,15:20:00,15:20:00,200273_01,18,前橋駅,0,0,1
日祝_15時00分_系統265,15:22:00,15:22:00,200722_02,19,前橋駅,0,0,1
日祝_15時00分_系統265,15:23:00,15:23:00,200343_02,20,前橋駅,0,0,1
日祝_15時00分_系統265,15:24:00,15:24:00,200348_02,21,前橋駅,0,0,1
日祝_15時00分_系統265,15:26:00,15:26:00,201071_02,22,前橋駅,0,0,1
日祝_15時00分_系統265,15:28:00,15:28:00,200542_02,23,前橋駅,0,0,1
日祝_15時00分_系統265,15:30:00,15:30:00,200141_02,24,前橋駅,0,0,1
日祝_15時00分_系統265,15:31:00,15:31:00,200142_02,25,前橋駅,0,0,1
日祝_15時00分_系統265,15:33:00,15:33:00,200262_02,26,前橋駅,0,0,1
日祝_15時00分_系統265,15:34:00,15:34:00,201015_02,27,前橋駅,0,0,1
日祝_15時00分_系統265,15:35:00,15:35:00,200379_02,28,前橋駅,0,0,1
日祝_15時00分_系統265,15:36:00,15:36:00,200455_02,29,前橋駅,0,0,1
日祝_15時00分_系統265,15:37:00,15:37:00,200702_02,30,前橋駅,0,0,1
日祝_15時00分_系統265,15:38:00,15:38:00,200703_02,31,前橋駅,0,0,1
日祝_15時00分_系統265,15:40:00,15:40:00,201081_02,32,前橋駅,0,0,1
日祝_15時00分_系統265,15:42:00,15:42:00,200998_02,33,前橋駅,0,0,1
日祝_15時00分_系統265,15:45:00,15:45:00,200718_10,34,前橋駅,1,0,1
日祝_15時30分_系統262,15:30:00,15:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
日祝_15時30分_系統262,15:31:00,15:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:33:00,15:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:35:00,15:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:36:00,15:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:38:00,15:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:39:00,15:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:40:00,15:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:41:00,15:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:42:00,15:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:43:00,15:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:44:00,15:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:46:00,15:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:48:00,15:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:49:00,15:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:50:00,15:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:52:00,15:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:54:00,15:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:55:00,15:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:56:00,15:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:57:00,15:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:58:00,15:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:58:00,15:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,15:59:00,15:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:00:00,16:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:00:00,16:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:01:00,16:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:02:00,16:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:03:00,16:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:05:00,16:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:07:00,16:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:08:00,16:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_15時30分_系統262,16:09:00,16:09:00,200463_06,33,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:10:00,16:10:00,200468_01,34,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:12:00,16:12:00,200466_01,35,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:13:00,16:13:00,200704_01,36,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:14:00,16:14:00,200476_02,37,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:15:00,16:15:00,200477_02,38,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:16:00,16:16:00,200430_02,39,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:17:00,16:17:00,200007_02,40,渋川市内循環,0,0,1
日祝_15時30分_系統262,16:22:00,16:22:00,210463_10,41,渋川市内循環,1,0,1
日祝_15時30分_系統267,15:30:00,15:30:00,200463_01,1,前橋駅,0,1,1
日祝_15時30分_系統267,15:31:00,15:31:00,200768_02,2,前橋駅,0,0,1
日祝_15時30分_系統267,15:32:00,15:32:00,200730_02,3,前橋駅,0,0,1
日祝_15時30分_系統267,15:34:00,15:34:00,200827_02,4,前橋駅,0,0,1
日祝_15時30分_系統267,15:35:00,15:35:00,200506_02,5,前橋駅,0,0,1
日祝_15時30分_系統267,15:36:00,15:36:00,200017_02,6,前橋駅,0,0,1
日祝_15時30分_系統267,15:37:00,15:37:00,200519_02,7,前橋駅,0,0,1
日祝_15時30分_系統267,15:37:00,15:37:00,200987_02,8,前橋駅,0,0,1
日祝_15時30分_系統267,15:39:00,15:39:00,200985_02,9,前橋駅,0,0,1
日祝_15時30分_系統267,15:40:00,15:40:00,200895_02,10,前橋駅,0,0,1
日祝_15時30分_系統267,15:41:00,15:41:00,200395_02,11,前橋駅,0,0,1
日祝_15時30分_系統267,15:41:00,15:41:00,200153_02,12,前橋駅,0,0,1
日祝_15時30分_系統267,15:42:00,15:42:00,201100_02,13,前橋駅,0,0,1
日祝_15時30分_系統267,15:43:00,15:43:00,200981_02,14,前橋駅,0,0,1
日祝_15時30分_系統267,15:44:00,15:44:00,200872_02,15,前橋駅,0,0,1
日祝_15時30分_系統267,15:45:00,15:45:00,201056_02,16,前橋駅,0,0,1
日祝_15時30分_系統267,15:47:00,15:47:00,200189_02,17,前橋駅,0,0,1
日祝_15時30分_系統267,15:48:00,15:48:00,200722_02,18,前橋駅,0,0,1
日祝_15時30分_系統267,15:49:00,15:49:00,200343_02,19,前橋駅,0,0,1
日祝_15時30分_系統267,15:50:00,15:50:00,200348_02,20,前橋駅,0,0,1
日祝_15時30分_系統267,15:52:00,15:52:00,201071_02,21,前橋駅,0,0,1
日祝_15時30分_系統267,15:54:00,15:54:00,200542_02,22,前橋駅,0,0,1
日祝_15時30分_系統267,15:56:00,15:56:00,200141_02,23,前橋駅,0,0,1
日祝_15時30分_系統267,15:57:00,15:57:00,200142_02,24,前橋駅,0,0,1
日祝_15時30分_系統267,15:59:00,15:59:00,200262_02,25,前橋駅,0,0,1
日祝_15時30分_系統267,16:00:00,16:00:00,201015_02,26,前橋駅,0,0,1
日祝_15時30分_系統267,16:01:00,16:01:00,200379_02,27,前橋駅,0,0,1
日祝_15時30分_系統267,16:02:00,16:02:00,200455_02,28,前橋駅,0,0,1
日祝_15時30分_系統267,16:03:00,16:03:00,200702_02,29,前橋駅,0,0,1
日祝_15時30分_系統267,16:04:00,16:04:00,200703_02,30,前橋駅,0,0,1
日祝_15時30分_系統267,16:06:00,16:06:00,201081_02,31,前橋駅,0,0,1
日祝_15時30分_系統267,16:08:00,16:08:00,200998_02,32,前橋駅,0,0,1
日祝_15時30分_系統267,16:11:00,16:11:00,200718_10,33,前橋駅,1,0,1
日祝_15時40分_系統666,15:40:00,15:40:00,200022_01,1,渋川駅（前橋駅 経由）,0,1,1
日祝_15時40分_系統666,15:43:00,15:43:00,200668_02,2,渋川駅（前橋駅 経由）,0,0,1
日祝_15時40分_系統666,15:44:00,15:44:00,200932_02,3,渋川駅（前橋駅 経由）,0,0,1
日祝_15時40分_系統666,15:45:00,15:45:00,200108_02,4,渋川駅（前橋駅 経由）,0,0,1
日祝_15時40分_系統666,15:50:00,15:50:00,200718_02,5,渋川駅,0,0,1
日祝_15時40分_系統666,15:51:00,15:51:00,200998_01,6,渋川駅,0,0,1
日祝_15時40分_系統666,15:53:00,15:53:00,201081_01,7,渋川駅,0,0,1
日祝_15時40分_系統666,15:55:00,15:55:00,200703_01,8,渋川駅,0,0,1
日祝_15時40分_系統666,15:56:00,15:56:00,200702_01,9,渋川駅,0,0,1
日祝_15時40分_系統666,15:57:00,15:57:00,200455_01,10,渋川駅,0,0,1
日祝_15時40分_系統666,15:58:00,15:58:00,200379_01,11,渋川駅,0,0,1
日祝_15時40分_系統666,15:59:00,15:59:00,201015_01,12,渋川駅,0,0,1
日祝_15時40分_系統666,16:00:00,16:00:00,200262_01,13,渋川駅,0,0,1
日祝_15時40分_系統666,16:01:00,16:01:00,200142_01,14,渋川駅,0,0,1
日祝_15時40分_系統666,16:02:00,16:02:00,200141_01,15,渋川駅,0,0,1
日祝_15時40分_系統666,16:03:00,16:03:00,200542_01,16,渋川駅,0,0,1
日祝_15時40分_系統666,16:05:00,16:05:00,201071_01,17,渋川駅,0,0,1
日祝_15時40分_系統666,16:07:00,16:07:00,200348_01,18,渋川駅,0,0,1
日祝_15時40分_系統666,16:08:00,16:08:00,200343_01,19,渋川駅,0,0,1
日祝_15時40分_系統666,16:09:00,16:09:00,200722_01,20,渋川駅,0,0,1
日祝_15時40分_系統666,16:11:00,16:11:00,200189_01,21,渋川駅,0,0,1
日祝_15時40分_系統666,16:13:00,16:13:00,201056_01,22,渋川駅,0,0,1
日祝_15時40分_系統666,16:14:00,16:14:00,200872_01,23,渋川駅,0,0,1
日祝_15時40分_系統666,16:15:00,16:15:00,200981_01,24,渋川駅,0,0,1
日祝_15時40分_系統666,16:16:00,16:16:00,201100_01,25,渋川駅,0,0,1
日祝_15時40分_系統666,16:17:00,16:17:00,200153_01,26,渋川駅,0,0,1
日祝_15時40分_系統666,16:17:00,16:17:00,200395_01,27,渋川駅,0,0,1
日祝_15時40分_系統666,16:18:00,16:18:00,200895_01,28,渋川駅,0,0,1
日祝_15時40分_系統666,16:19:00,16:19:00,200985_01,29,渋川駅,0,0,1
日祝_15時40分_系統666,16:19:00,16:19:00,200987_01,30,渋川駅,0,0,1
日祝_15時40分_系統666,16:20:00,16:20:00,200519_01,31,渋川駅,0,0,1
日祝_15時40分_系統666,16:21:00,16:21:00,200017_01,32,渋川駅,0,0,1
日祝_15時40分_系統666,16:22:00,16:22:00,200506_01,33,渋川駅,0,0,1
日祝_15時40分_系統666,16:24:00,16:24:00,200827_01,34,渋川駅,0,0,1
日祝_15時40分_系統666,16:26:00,16:26:00,200730_01,35,渋川駅,0,0,1
日祝_15時40分_系統666,16:27:00,16:27:00,200768_01,36,渋川駅,0,0,1
日祝_15時40分_系統666,16:30:00,16:30:00,200463_10,37,渋川駅,1,0,1
日祝_15時47分_系統261,15:47:00,15:47:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
日祝_15時47分_系統261,15:48:00,15:48:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,15:49:00,15:49:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,15:50:00,15:50:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,15:51:00,15:51:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,15:52:00,15:52:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,15:53:00,15:53:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,15:54:00,15:54:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,15:55:00,15:55:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
日祝_15時47分_系統261,16:00:00,16:00:00,200463_01,10,前橋駅,0,0,1
日祝_15時47分_系統261,16:01:00,16:01:00,200768_02,11,前橋駅,0,0,1
日祝_15時47分_系統261,16:02:00,16:02:00,200730_02,12,前橋駅,0,0,1
日祝_15時47分_系統261,16:04:00,16:04:00,200827_02,13,前橋駅,0,0,1
日祝_15時47分_系統261,16:05:00,16:05:00,200506_02,14,前橋駅,0,0,1
日祝_15時47分_系統261,16:06:00,16:06:00,200017_02,15,前橋駅,0,0,1
日祝_15時47分_系統261,16:07:00,16:07:00,200519_02,16,前橋駅,0,0,1
日祝_15時47分_系統261,16:07:00,16:07:00,200987_02,17,前橋駅,0,0,1
日祝_15時47分_系統261,16:09:00,16:09:00,200985_02,18,前橋駅,0,0,1
日祝_15時47分_系統261,16:10:00,16:10:00,200895_02,19,前橋駅,0,0,1
日祝_15時47分_系統261,16:11:00,16:11:00,200395_02,20,前橋駅,0,0,1
日祝_15時47分_系統261,16:11:00,16:11:00,200153_02,21,前橋駅,0,0,1
日祝_15時47分_系統261,16:12:00,16:12:00,201100_02,22,前橋駅,0,0,1
日祝_15時47分_系統261,16:13:00,16:13:00,200981_02,23,前橋駅,0,0,1
日祝_15時47分_系統261,16:14:00,16:14:00,200872_02,24,前橋駅,0,0,1
日祝_15時47分_系統261,16:15:00,16:15:00,201056_02,25,前橋駅,0,0,1
日祝_15時47分_系統261,16:17:00,16:17:00,200189_02,26,前橋駅,0,0,1
日祝_15時47分_系統261,16:18:00,16:18:00,200722_02,27,前橋駅,0,0,1
日祝_15時47分_系統261,16:19:00,16:19:00,200343_02,28,前橋駅,0,0,1
日祝_15時47分_系統261,16:20:00,16:20:00,200348_02,29,前橋駅,0,0,1
日祝_15時47分_系統261,16:22:00,16:22:00,201071_02,30,前橋駅,0,0,1
日祝_15時47分_系統261,16:24:00,16:24:00,200542_02,31,前橋駅,0,0,1
日祝_15時47分_系統261,16:26:00,16:26:00,200141_02,32,前橋駅,0,0,1
日祝_15時47分_系統261,16:27:00,16:27:00,200142_02,33,前橋駅,0,0,1
日祝_15時47分_系統261,16:29:00,16:29:00,200262_02,34,前橋駅,0,0,1
日祝_15時47分_系統261,16:30:00,16:30:00,201015_02,35,前橋駅,0,0,1
日祝_15時47分_系統261,16:31:00,16:31:00,200379_02,36,前橋駅,0,0,1
日祝_15時47分_系統261,16:32:00,16:32:00,200455_02,37,前橋駅,0,0,1
日祝_15時47分_系統261,16:33:00,16:33:00,200702_02,38,前橋駅,0,0,1
日祝_15時47分_系統261,16:34:00,16:34:00,200703_02,39,前橋駅,0,0,1
日祝_15時47分_系統261,16:36:00,16:36:00,201081_02,40,前橋駅,0,0,1
日祝_15時47分_系統261,16:38:00,16:38:00,200998_02,41,前橋駅,0,0,1
日祝_15時47分_系統261,16:41:00,16:41:00,200718_10,42,前橋駅,1,0,1
日祝_16時00分_系統581,16:00:00,16:00:00,200273_01,1,前橋駅,0,1,1
日祝_16時00分_系統581,16:02:00,16:02:00,200722_02,2,前橋駅,0,0,1
日祝_16時00分_系統581,16:03:00,16:03:00,200343_02,3,前橋駅,0,0,1
日祝_16時00分_系統581,16:04:00,16:04:00,200348_02,4,前橋駅,0,0,1
日祝_16時00分_系統581,16:06:00,16:06:00,201071_02,5,前橋駅,0,0,1
日祝_16時00分_系統581,16:08:00,16:08:00,200542_02,6,前橋駅,0,0,1
日祝_16時00分_系統581,16:10:00,16:10:00,200141_02,7,前橋駅,0,0,1
日祝_16時00分_系統581,16:11:00,16:11:00,200142_02,8,前橋駅,0,0,1
日祝_16時00分_系統581,16:13:00,16:13:00,200262_02,9,前橋駅,0,0,1
日祝_16時00分_系統581,16:14:00,16:14:00,201015_02,10,前橋駅,0,0,1
日祝_16時00分_系統581,16:15:00,16:15:00,200379_02,11,前橋駅,0,0,1
日祝_16時00分_系統581,16:16:00,16:16:00,200455_02,12,前橋駅,0,0,1
日祝_16時00分_系統581,16:17:00,16:17:00,200702_02,13,前橋駅,0,0,1
日祝_16時00分_系統581,16:18:00,16:18:00,200703_02,14,前橋駅,0,0,1
日祝_16時00分_系統581,16:20:00,16:20:00,201081_02,15,前橋駅,0,0,1
日祝_16時00分_系統581,16:22:00,16:22:00,200998_02,16,前橋駅,0,0,1
日祝_16時00分_系統581,16:25:00,16:25:00,200718_10,17,前橋駅,1,0,1
日祝_16時05分_系統268,16:05:00,16:05:00,200718_02,1,渋川駅,0,1,1
日祝_16時05分_系統268,16:06:00,16:06:00,200998_01,2,渋川駅,0,0,1
日祝_16時05分_系統268,16:08:00,16:08:00,201081_01,3,渋川駅,0,0,1
日祝_16時05分_系統268,16:10:00,16:10:00,200703_01,4,渋川駅,0,0,1
日祝_16時05分_系統268,16:11:00,16:11:00,200702_01,5,渋川駅,0,0,1
日祝_16時05分_系統268,16:12:00,16:12:00,200455_01,6,渋川駅,0,0,1
日祝_16時05分_系統268,16:13:00,16:13:00,200379_01,7,渋川駅,0,0,1
日祝_16時05分_系統268,16:14:00,16:14:00,201015_01,8,渋川駅,0,0,1
日祝_16時05分_系統268,16:15:00,16:15:00,200262_01,9,渋川駅,0,0,1
日祝_16時05分_系統268,16:16:00,16:16:00,200142_01,10,渋川駅,0,0,1
日祝_16時05分_系統268,16:17:00,16:17:00,200141_01,11,渋川駅,0,0,1
日祝_16時05分_系統268,16:18:00,16:18:00,200542_01,12,渋川駅,0,0,1
日祝_16時05分_系統268,16:20:00,16:20:00,201071_01,13,渋川駅,0,0,1
日祝_16時05分_系統268,16:22:00,16:22:00,200348_01,14,渋川駅,0,0,1
日祝_16時05分_系統268,16:23:00,16:23:00,200343_01,15,渋川駅,0,0,1
日祝_16時05分_系統268,16:24:00,16:24:00,200722_01,16,渋川駅,0,0,1
日祝_16時05分_系統268,16:26:00,16:26:00,200189_01,17,渋川駅,0,0,1
日祝_16時05分_系統268,16:28:00,16:28:00,201056_01,18,渋川駅,0,0,1
日祝_16時05分_系統268,16:29:00,16:29:00,200872_01,19,渋川駅,0,0,1
日祝_16時05分_系統268,16:30:00,16:30:00,200981_01,20,渋川駅,0,0,1
日祝_16時05分_系統268,16:31:00,16:31:00,201100_01,21,渋川駅,0,0,1
日祝_16時05分_系統268,16:32:00,16:32:00,200153_01,22,渋川駅,0,0,1
日祝_16時05分_系統268,16:32:00,16:32:00,200395_01,23,渋川駅,0,0,1
日祝_16時05分_系統268,16:33:00,16:33:00,200895_01,24,渋川駅,0,0,1
日祝_16時05分_系統268,16:34:00,16:34:00,200985_01,25,渋川駅,0,0,1
日祝_16時05分_系統268,16:34:00,16:34:00,200987_01,26,渋川駅,0,0,1
日祝_16時05分_系統268,16:35:00,16:35:00,200519_01,27,渋川駅,0,0,1
日祝_16時05分_系統268,16:36:00,16:36:00,200017_01,28,渋川駅,0,0,1
日祝_16時05分_系統268,16:37:00,16:37:00,200506_01,29,渋川駅,0,0,1
日祝_16時05分_系統268,16:39:00,16:39:00,200827_01,30,渋川駅,0,0,1
日祝_16時05分_系統268,16:41:00,16:41:00,200730_01,31,渋川駅,0,0,1
日祝_16時05分_系統268,16:42:00,16:42:00,200768_01,32,渋川駅,0,0,1
日祝_16時05分_系統268,16:45:00,16:45:00,200463_10,33,渋川駅,1,0,1
日祝_16時18分_系統642,16:18:00,16:18:00,200718_02,1,道の駅まえばし赤城（南橘団地 経由）,0,1,1
日祝_16時18分_系統642,16:19:00,16:19:00,200998_01,2,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:21:00,16:21:00,201081_01,3,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:23:00,16:23:00,200703_01,4,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:24:00,16:24:00,200702_01,5,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:26:00,16:26:00,200455_01,6,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:27:00,16:27:00,200379_01,7,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:28:00,16:28:00,201015_01,8,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:29:00,16:29:00,200262_01,9,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:30:00,16:30:00,200142_01,10,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:31:00,16:31:00,200141_01,11,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:32:00,16:32:00,200542_01,12,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:34:00,16:34:00,201071_01,13,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:35:00,16:35:00,200928_01,14,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:36:00,16:36:00,200800_01,15,道の駅まえばし赤城（南橘団地 経由）,0,0,1
日祝_16時18分_系統642,16:38:00,16:38:00,200927_01,16,道の駅まえばし赤城,0,0,1
日祝_16時18分_系統642,16:39:00,16:39:00,201185_01,17,道の駅まえばし赤城,0,0,1
日祝_16時18分_系統642,16:43:00,16:43:00,200348_01,18,道の駅まえばし赤城,0,0,1
日祝_16時18分_系統642,16:44:00,16:44:00,200343_01,19,道の駅まえばし赤城,0,0,1
日祝_16時18分_系統642,16:45:00,16:45:00,200722_01,20,道の駅まえばし赤城,0,0,1
日祝_16時18分_系統642,16:47:00,16:47:00,200189_01,21,道の駅まえばし赤城,0,0,1
日祝_16時18分_系統642,16:54:00,16:54:00,201440_01,22,道の駅まえばし赤城,1,0,1
日祝_16時25分_系統267,16:25:00,16:25:00,200463_01,1,前橋駅,0,1,1
日祝_16時25分_系統267,16:26:00,16:26:00,200768_02,2,前橋駅,0,0,1
日祝_16時25分_系統267,16:27:00,16:27:00,200730_02,3,前橋駅,0,0,1
日祝_16時25分_系統267,16:29:00,16:29:00,200827_02,4,前橋駅,0,0,1
日祝_16時25分_系統267,16:30:00,16:30:00,200506_02,5,前橋駅,0,0,1
日祝_16時25分_系統267,16:31:00,16:31:00,200017_02,6,前橋駅,0,0,1
日祝_16時25分_系統267,16:32:00,16:32:00,200519_02,7,前橋駅,0,0,1
日祝_16時25分_系統267,16:32:00,16:32:00,200987_02,8,前橋駅,0,0,1
日祝_16時25分_系統267,16:34:00,16:34:00,200985_02,9,前橋駅,0,0,1
日祝_16時25分_系統267,16:35:00,16:35:00,200895_02,10,前橋駅,0,0,1
日祝_16時25分_系統267,16:36:00,16:36:00,200395_02,11,前橋駅,0,0,1
日祝_16時25分_系統267,16:36:00,16:36:00,200153_02,12,前橋駅,0,0,1
日祝_16時25分_系統267,16:37:00,16:37:00,201100_02,13,前橋駅,0,0,1
日祝_16時25分_系統267,16:38:00,16:38:00,200981_02,14,前橋駅,0,0,1
日祝_16時25分_系統267,16:39:00,16:39:00,200872_02,15,前橋駅,0,0,1
日祝_16時25分_系統267,16:40:00,16:40:00,201056_02,16,前橋駅,0,0,1
日祝_16時25分_系統267,16:42:00,16:42:00,200189_02,17,前橋駅,0,0,1
日祝_16時25分_系統267,16:43:00,16:43:00,200722_02,18,前橋駅,0,0,1
日祝_16時25分_系統267,16:44:00,16:44:00,200343_02,19,前橋駅,0,0,1
日祝_16時25分_系統267,16:45:00,16:45:00,200348_02,20,前橋駅,0,0,1
日祝_16時25分_系統267,16:47:00,16:47:00,201071_02,21,前橋駅,0,0,1
日祝_16時25分_系統267,16:49:00,16:49:00,200542_02,22,前橋駅,0,0,1
日祝_16時25分_系統267,16:51:00,16:51:00,200141_02,23,前橋駅,0,0,1
日祝_16時25分_系統267,16:52:00,16:52:00,200142_02,24,前橋駅,0,0,1
日祝_16時25分_系統267,16:54:00,16:54:00,200262_02,25,前橋駅,0,0,1
日祝_16時25分_系統267,16:55:00,16:55:00,201015_02,26,前橋駅,0,0,1
日祝_16時25分_系統267,16:56:00,16:56:00,200379_02,27,前橋駅,0,0,1
日祝_16時25分_系統267,16:57:00,16:57:00,200455_02,28,前橋駅,0,0,1
日祝_16時25分_系統267,16:58:00,16:58:00,200702_02,29,前橋駅,0,0,1
日祝_16時25分_系統267,16:59:00,16:59:00,200703_02,30,前橋駅,0,0,1
日祝_16時25分_系統267,17:01:00,17:01:00,201081_02,31,前橋駅,0,0,1
日祝_16時25分_系統267,17:03:00,17:03:00,200998_02,32,前橋駅,0,0,1
日祝_16時25分_系統267,17:06:00,17:06:00,200718_10,33,前橋駅,1,0,1
日祝_16時30分_系統266,16:30:00,16:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_16時30分_系統266,16:31:00,16:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:33:00,16:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:35:00,16:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:36:00,16:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:37:00,16:37:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:38:00,16:38:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:39:00,16:39:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:40:00,16:40:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:41:00,16:41:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:42:00,16:42:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:43:00,16:43:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:45:00,16:45:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:47:00,16:47:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:48:00,16:48:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:49:00,16:49:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_16時30分_系統266,16:51:00,16:51:00,200273_01,17,渋川駅,0,0,1
日祝_16時30分_系統266,16:54:00,16:54:00,200189_01,18,渋川駅,0,0,1
日祝_16時30分_系統266,16:56:00,16:56:00,201056_01,19,渋川駅,0,0,1
日祝_16時30分_系統266,16:57:00,16:57:00,200872_01,20,渋川駅,0,0,1
日祝_16時30分_系統266,16:58:00,16:58:00,200981_01,21,渋川駅,0,0,1
日祝_16時30分_系統266,16:59:00,16:59:00,201100_01,22,渋川駅,0,0,1
日祝_16時30分_系統266,17:00:00,17:00:00,200153_01,23,渋川駅,0,0,1
日祝_16時30分_系統266,17:00:00,17:00:00,200395_01,24,渋川駅,0,0,1
日祝_16時30分_系統266,17:01:00,17:01:00,200895_01,25,渋川駅,0,0,1
日祝_16時30分_系統266,17:02:00,17:02:00,200985_01,26,渋川駅,0,0,1
日祝_16時30分_系統266,17:02:00,17:02:00,200987_01,27,渋川駅,0,0,1
日祝_16時30分_系統266,17:03:00,17:03:00,200519_01,28,渋川駅,0,0,1
日祝_16時30分_系統266,17:04:00,17:04:00,200017_01,29,渋川駅,0,0,1
日祝_16時30分_系統266,17:05:00,17:05:00,200506_01,30,渋川駅,0,0,1
日祝_16時30分_系統266,17:07:00,17:07:00,200827_01,31,渋川駅,0,0,1
日祝_16時30分_系統266,17:09:00,17:09:00,200730_01,32,渋川駅,0,0,1
日祝_16時30分_系統266,17:10:00,17:10:00,200768_01,33,渋川駅,0,0,1
日祝_16時30分_系統266,17:13:00,17:13:00,200463_10,34,渋川駅,1,0,1
日祝_16時57分_系統262,16:57:00,16:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
日祝_16時57分_系統262,16:58:00,16:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:00:00,17:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:02:00,17:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:03:00,17:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:05:00,17:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:06:00,17:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:07:00,17:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:08:00,17:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:09:00,17:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:10:00,17:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:11:00,17:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:13:00,17:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:15:00,17:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:16:00,17:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:17:00,17:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:19:00,17:19:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:21:00,17:21:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:22:00,17:22:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:23:00,17:23:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:24:00,17:24:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:25:00,17:25:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:25:00,17:25:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:26:00,17:26:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:27:00,17:27:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:27:00,17:27:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:28:00,17:28:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:29:00,17:29:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:30:00,17:30:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:32:00,17:32:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:34:00,17:34:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:35:00,17:35:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
日祝_16時57分_系統262,17:36:00,17:36:00,200463_06,33,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:37:00,17:37:00,200468_01,34,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:39:00,17:39:00,200466_01,35,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:40:00,17:40:00,200704_01,36,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:41:00,17:41:00,200476_02,37,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:42:00,17:42:00,200477_02,38,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:43:00,17:43:00,200430_02,39,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:44:00,17:44:00,200007_02,40,渋川市内循環,0,0,1
日祝_16時57分_系統262,17:49:00,17:49:00,210463_10,41,渋川市内循環,1,0,1
日祝_17時00分_系統265,17:00:00,17:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
日祝_17時00分_系統265,17:01:00,17:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:02:00,17:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:04:00,17:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:05:00,17:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:06:00,17:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:07:00,17:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:07:00,17:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:09:00,17:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:10:00,17:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:11:00,17:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:11:00,17:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:12:00,17:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:13:00,17:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:14:00,17:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:15:00,17:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:17:00,17:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
日祝_17時00分_系統265,17:20:00,17:20:00,200273_01,18,前橋駅,0,0,1
日祝_17時00分_系統265,17:22:00,17:22:00,200722_02,19,前橋駅,0,0,1
日祝_17時00分_系統265,17:23:00,17:23:00,200343_02,20,前橋駅,0,0,1
日祝_17時00分_系統265,17:24:00,17:24:00,200348_02,21,前橋駅,0,0,1
日祝_17時00分_系統265,17:26:00,17:26:00,201071_02,22,前橋駅,0,0,1
日祝_17時00分_系統265,17:28:00,17:28:00,200542_02,23,前橋駅,0,0,1
日祝_17時00分_系統265,17:30:00,17:30:00,200141_02,24,前橋駅,0,0,1
日祝_17時00分_系統265,17:31:00,17:31:00,200142_02,25,前橋駅,0,0,1
日祝_17時00分_系統265,17:33:00,17:33:00,200262_02,26,前橋駅,0,0,1
日祝_17時00分_系統265,17:34:00,17:34:00,201015_02,27,前橋駅,0,0,1
日祝_17時00分_系統265,17:35:00,17:35:00,200379_02,28,前橋駅,0,0,1
日祝_17時00分_系統265,17:36:00,17:36:00,200455_02,29,前橋駅,0,0,1
日祝_17時00分_系統265,17:37:00,17:37:00,200702_02,30,前橋駅,0,0,1
日祝_17時00分_系統265,17:38:00,17:38:00,200703_02,31,前橋駅,0,0,1
日祝_17時00分_系統265,17:40:00,17:40:00,201081_02,32,前橋駅,0,0,1
日祝_17時00分_系統265,17:42:00,17:42:00,200998_02,33,前橋駅,0,0,1
日祝_17時00分_系統265,17:45:00,17:45:00,200718_10,34,前橋駅,1,0,1
日祝_17時02分_系統641,17:02:00,17:02:00,201440_01,1,前橋駅,0,1,1
日祝_17時02分_系統641,17:07:00,17:07:00,200189_02,2,前橋駅,0,0,1
日祝_17時02分_系統641,17:09:00,17:09:00,200722_02,3,前橋駅,0,0,1
日祝_17時02分_系統641,17:10:00,17:10:00,200343_02,4,前橋駅,0,0,1
日祝_17時02分_系統641,17:11:00,17:11:00,200348_02,5,前橋駅,0,0,1
日祝_17時02分_系統641,17:13:00,17:13:00,201071_02,6,前橋駅,0,0,1
日祝_17時02分_系統641,17:14:00,17:14:00,200542_02,7,前橋駅,0,0,1
日祝_17時02分_系統641,17:16:00,17:16:00,200141_02,8,前橋駅,0,0,1
日祝_17時02分_系統641,17:17:00,17:17:00,200142_02,9,前橋駅,0,0,1
日祝_17時02分_系統641,17:19:00,17:19:00,200262_02,10,前橋駅,0,0,1
日祝_17時02分_系統641,17:20:00,17:20:00,201015_02,11,前橋駅,0,0,1
日祝_17時02分_系統641,17:22:00,17:22:00,200379_02,12,前橋駅,0,0,1
日祝_17時02分_系統641,17:23:00,17:23:00,200455_02,13,前橋駅,0,0,1
日祝_17時02分_系統641,17:25:00,17:25:00,200702_02,14,前橋駅,0,0,1
日祝_17時02分_系統641,17:27:00,17:27:00,200703_02,15,前橋駅,0,0,1
日祝_17時02分_系統641,17:29:00,17:29:00,201081_02,16,前橋駅,0,0,1
日祝_17時02分_系統641,17:31:00,17:31:00,200998_02,17,前橋駅,0,0,1
日祝_17時02分_系統641,17:34:00,17:34:00,200718_10,18,前橋駅,1,0,1
日祝_17時10分_系統668,17:10:00,17:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
日祝_17時10分_系統668,17:13:00,17:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
日祝_17時10分_系統668,17:14:00,17:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
日祝_17時10分_系統668,17:15:00,17:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
日祝_17時10分_系統668,17:20:00,17:20:00,200718_02,5,南橘団地,0,0,1
日祝_17時10分_系統668,17:21:00,17:21:00,200998_01,6,南橘団地,0,0,1
日祝_17時10分_系統668,17:23:00,17:23:00,201081_01,7,南橘団地,0,0,1
日祝_17時10分_系統668,17:25:00,17:25:00,200703_01,8,南橘団地,0,0,1
日祝_17時10分_系統668,17:26:00,17:26:00,200702_01,9,南橘団地,0,0,1
日祝_17時10分_系統668,17:28:00,17:28:00,200455_01,10,南橘団地,0,0,1
日祝_17時10分_系統668,17:29:00,17:29:00,200379_01,11,南橘団地,0,0,1
日祝_17時10分_系統668,17:30:00,17:30:00,201015_01,12,南橘団地,0,0,1
日祝_17時10分_系統668,17:31:00,17:31:00,200262_01,13,南橘団地,0,0,1
日祝_17時10分_系統668,17:32:00,17:32:00,200142_01,14,南橘団地,0,0,1
日祝_17時10分_系統668,17:33:00,17:33:00,200141_01,15,南橘団地,0,0,1
日祝_17時10分_系統668,17:34:00,17:34:00,200542_01,16,南橘団地,0,0,1
日祝_17時10分_系統668,17:36:00,17:36:00,201071_01,17,南橘団地,0,0,1
日祝_17時10分_系統668,17:37:00,17:37:00,200928_01,18,南橘団地,0,0,1
日祝_17時10分_系統668,17:38:00,17:38:00,200800_01,19,南橘団地,0,0,1
日祝_17時10分_系統668,17:41:00,17:41:00,200927_01,20,南橘団地,1,0,1
日祝_17時32分_系統261,17:32:00,17:32:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
日祝_17時32分_系統261,17:33:00,17:33:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:34:00,17:34:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:35:00,17:35:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:36:00,17:36:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:37:00,17:37:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:38:00,17:38:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:39:00,17:39:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:40:00,17:40:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
日祝_17時32分_系統261,17:45:00,17:45:00,200463_01,10,前橋駅,0,0,1
日祝_17時32分_系統261,17:46:00,17:46:00,200768_02,11,前橋駅,0,0,1
日祝_17時32分_系統261,17:47:00,17:47:00,200730_02,12,前橋駅,0,0,1
日祝_17時32分_系統261,17:49:00,17:49:00,200827_02,13,前橋駅,0,0,1
日祝_17時32分_系統261,17:50:00,17:50:00,200506_02,14,前橋駅,0,0,1
日祝_17時32分_系統261,17:51:00,17:51:00,200017_02,15,前橋駅,0,0,1
日祝_17時32分_系統261,17:52:00,17:52:00,200519_02,16,前橋駅,0,0,1
日祝_17時32分_系統261,17:52:00,17:52:00,200987_02,17,前橋駅,0,0,1
日祝_17時32分_系統261,17:54:00,17:54:00,200985_02,18,前橋駅,0,0,1
日祝_17時32分_系統261,17:55:00,17:55:00,200895_02,19,前橋駅,0,0,1
日祝_17時32分_系統261,17:56:00,17:56:00,200395_02,20,前橋駅,0,0,1
日祝_17時32分_系統261,17:56:00,17:56:00,200153_02,21,前橋駅,0,0,1
日祝_17時32分_系統261,17:57:00,17:57:00,201100_02,22,前橋駅,0,0,1
日祝_17時32分_系統261,17:58:00,17:58:00,200981_02,23,前橋駅,0,0,1
日祝_17時32分_系統261,17:59:00,17:59:00,200872_02,24,前橋駅,0,0,1
日祝_17時32分_系統261,18:00:00,18:00:00,201056_02,25,前橋駅,0,0,1
日祝_17時32分_系統261,18:02:00,18:02:00,200189_02,26,前橋駅,0,0,1
日祝_17時32分_系統261,18:03:00,18:03:00,200722_02,27,前橋駅,0,0,1
日祝_17時32分_系統261,18:04:00,18:04:00,200343_02,28,前橋駅,0,0,1
日祝_17時32分_系統261,18:05:00,18:05:00,200348_02,29,前橋駅,0,0,1
日祝_17時32分_系統261,18:07:00,18:07:00,201071_02,30,前橋駅,0,0,1
日祝_17時32分_系統261,18:09:00,18:09:00,200542_02,31,前橋駅,0,0,1
日祝_17時32分_系統261,18:11:00,18:11:00,200141_02,32,前橋駅,0,0,1
日祝_17時32分_系統261,18:12:00,18:12:00,200142_02,33,前橋駅,0,0,1
日祝_17時32分_系統261,18:14:00,18:14:00,200262_02,34,前橋駅,0,0,1
日祝_17時32分_系統261,18:15:00,18:15:00,201015_02,35,前橋駅,0,0,1
日祝_17時32分_系統261,18:16:00,18:16:00,200379_02,36,前橋駅,0,0,1
日祝_17時32分_系統261,18:17:00,18:17:00,200455_02,37,前橋駅,0,0,1
日祝_17時32分_系統261,18:18:00,18:18:00,200702_02,38,前橋駅,0,0,1
日祝_17時32分_系統261,18:19:00,18:19:00,200703_02,39,前橋駅,0,0,1
日祝_17時32分_系統261,18:21:00,18:21:00,201081_02,40,前橋駅,0,0,1
日祝_17時32分_系統261,18:23:00,18:23:00,200998_02,41,前橋駅,0,0,1
日祝_17時32分_系統261,18:26:00,18:26:00,200718_10,42,前橋駅,1,0,1
日祝_17時41分_系統266,17:41:00,17:41:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
日祝_17時41分_系統266,17:42:00,17:42:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:44:00,17:44:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:46:00,17:46:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:47:00,17:47:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:48:00,17:48:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:49:00,17:49:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:50:00,17:50:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:51:00,17:51:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:52:00,17:52:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:53:00,17:53:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:54:00,17:54:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:56:00,17:56:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:58:00,17:58:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,17:59:00,17:59:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,18:00:00,18:00:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
日祝_17時41分_系統266,18:02:00,18:02:00,200273_01,17,渋川駅,0,0,1
日祝_17時41分_系統266,18:05:00,18:05:00,200189_01,18,渋川駅,0,0,1
日祝_17時41分_系統266,18:07:00,18:07:00,201056_01,19,渋川駅,0,0,1
日祝_17時41分_系統266,18:08:00,18:08:00,200872_01,20,渋川駅,0,0,1
日祝_17時41分_系統266,18:09:00,18:09:00,200981_01,21,渋川駅,0,0,1
日祝_17時41分_系統266,18:10:00,18:10:00,201100_01,22,渋川駅,0,0,1
日祝_17時41分_系統266,18:11:00,18:11:00,200153_01,23,渋川駅,0,0,1
日祝_17時41分_系統266,18:11:00,18:11:00,200395_01,24,渋川駅,0,0,1
日祝_17時41分_系統266,18:12:00,18:12:00,200895_01,25,渋川駅,0,0,1
日祝_17時41分_系統266,18:13:00,18:13:00,200985_01,26,渋川駅,0,0,1
日祝_17時41分_系統266,18:13:00,18:13:00,200987_01,27,渋川駅,0,0,1
日祝_17時41分_系統266,18:14:00,18:14:00,200519_01,28,渋川駅,0,0,1
日祝_17時41分_系統266,18:15:00,18:15:00,200017_01,29,渋川駅,0,0,1
日祝_17時41分_系統266,18:16:00,18:16:00,200506_01,30,渋川駅,0,0,1
日祝_17時41分_系統266,18:18:00,18:18:00,200827_01,31,渋川駅,0,0,1
日祝_17時41分_系統266,18:20:00,18:20:00,200730_01,32,渋川駅,0,0,1
日祝_17時41分_系統266,18:21:00,18:21:00,200768_01,33,渋川駅,0,0,1
日祝_17時41分_系統266,18:24:00,18:24:00,200463_10,34,渋川駅,1,0,1
日祝_17時50分_系統528,17:50:00,17:50:00,200927_01,1,前橋駅,0,1,1
日祝_17時50分_系統528,17:50:00,17:50:00,200800_02,2,前橋駅,0,0,1
日祝_17時50分_系統528,17:51:00,17:51:00,200928_02,3,前橋駅,0,0,1
日祝_17時50分_系統528,17:52:00,17:52:00,201071_02,4,前橋駅,0,0,1
日祝_17時50分_系統528,17:53:00,17:53:00,200542_02,5,前橋駅,0,0,1
日祝_17時50分_系統528,17:55:00,17:55:00,200141_02,6,前橋駅,0,0,1
日祝_17時50分_系統528,17:56:00,17:56:00,200142_02,7,前橋駅,0,0,1
日祝_17時50分_系統528,17:57:00,17:57:00,200262_02,8,前橋駅,0,0,1
日祝_17時50分_系統528,17:58:00,17:58:00,201015_02,9,前橋駅,0,0,1
日祝_17時50分_系統528,17:59:00,17:59:00,200379_02,10,前橋駅,0,0,1
日祝_17時50分_系統528,18:00:00,18:00:00,200455_02,11,前橋駅,0,0,1
日祝_17時50分_系統528,18:02:00,18:02:00,200702_02,12,前橋駅,0,0,1
日祝_17時50分_系統528,18:04:00,18:04:00,200703_02,13,前橋駅,0,0,1
日祝_17時50分_系統528,18:06:00,18:06:00,201081_02,14,前橋駅,0,0,1
日祝_17時50分_系統528,18:08:00,18:08:00,200998_02,15,前橋駅,0,0,1
日祝_17時50分_系統528,18:11:00,18:11:00,200718_10,16,前橋駅,1,0,1
日祝_17時57分_系統268,17:57:00,17:57:00,200718_02,1,渋川駅,0,1,1
日祝_17時57分_系統268,17:58:00,17:58:00,200998_01,2,渋川駅,0,0,1
日祝_17時57分_系統268,18:00:00,18:00:00,201081_01,3,渋川駅,0,0,1
日祝_17時57分_系統268,18:02:00,18:02:00,200703_01,4,渋川駅,0,0,1
日祝_17時57分_系統268,18:03:00,18:03:00,200702_01,5,渋川駅,0,0,1
日祝_17時57分_系統268,18:04:00,18:04:00,200455_01,6,渋川駅,0,0,1
日祝_17時57分_系統268,18:05:00,18:05:00,200379_01,7,渋川駅,0,0,1
日祝_17時57分_系統268,18:06:00,18:06:00,201015_01,8,渋川駅,0,0,1
日祝_17時57分_系統268,18:07:00,18:07:00,200262_01,9,渋川駅,0,0,1
日祝_17時57分_系統268,18:08:00,18:08:00,200142_01,10,渋川駅,0,0,1
日祝_17時57分_系統268,18:09:00,18:09:00,200141_01,11,渋川駅,0,0,1
日祝_17時57分_系統268,18:10:00,18:10:00,200542_01,12,渋川駅,0,0,1
日祝_17時57分_系統268,18:12:00,18:12:00,201071_01,13,渋川駅,0,0,1
日祝_17時57分_系統268,18:14:00,18:14:00,200348_01,14,渋川駅,0,0,1
日祝_17時57分_系統268,18:15:00,18:15:00,200343_01,15,渋川駅,0,0,1
日祝_17時57分_系統268,18:16:00,18:16:00,200722_01,16,渋川駅,0,0,1
日祝_17時57分_系統268,18:18:00,18:18:00,200189_01,17,渋川駅,0,0,1
日祝_17時57分_系統268,18:20:00,18:20:00,201056_01,18,渋川駅,0,0,1
日祝_17時57分_系統268,18:21:00,18:21:00,200872_01,19,渋川駅,0,0,1
日祝_17時57分_系統268,18:22:00,18:22:00,200981_01,20,渋川駅,0,0,1
日祝_17時57分_系統268,18:23:00,18:23:00,201100_01,21,渋川駅,0,0,1
日祝_17時57分_系統268,18:24:00,18:24:00,200153_01,22,渋川駅,0,0,1
日祝_17時57分_系統268,18:24:00,18:24:00,200395_01,23,渋川駅,0,0,1
日祝_17時57分_系統268,18:25:00,18:25:00,200895_01,24,渋川駅,0,0,1
日祝_17時57分_系統268,18:26:00,18:26:00,200985_01,25,渋川駅,0,0,1
日祝_17時57分_系統268,18:26:00,18:26:00,200987_01,26,渋川駅,0,0,1
日祝_17時57分_系統268,18:27:00,18:27:00,200519_01,27,渋川駅,0,0,1
日祝_17時57分_系統268,18:28:00,18:28:00,200017_01,28,渋川駅,0,0,1
日祝_17時57分_系統268,18:29:00,18:29:00,200506_01,29,渋川駅,0,0,1
日祝_17時57分_系統268,18:31:00,18:31:00,200827_01,30,渋川駅,0,0,1
日祝_17時57分_系統268,18:33:00,18:33:00,200730_01,31,渋川駅,0,0,1
日祝_17時57分_系統268,18:34:00,18:34:00,200768_01,32,渋川駅,0,0,1
日祝_17時57分_系統268,18:37:00,18:37:00,200463_10,33,渋川駅,1,0,1
日祝_18時10分_系統267,18:10:00,18:10:00,200463_01,1,前橋駅,0,1,1
日祝_18時10分_系統267,18:11:00,18:11:00,200768_02,2,前橋駅,0,0,1
日祝_18時10分_系統267,18:12:00,18:12:00,200730_02,3,前橋駅,0,0,1
日祝_18時10分_系統267,18:14:00,18:14:00,200827_02,4,前橋駅,0,0,1
日祝_18時10分_系統267,18:15:00,18:15:00,200506_02,5,前橋駅,0,0,1
日祝_18時10分_系統267,18:16:00,18:16:00,200017_02,6,前橋駅,0,0,1
日祝_18時10分_系統267,18:17:00,18:17:00,200519_02,7,前橋駅,0,0,1
日祝_18時10分_系統267,18:17:00,18:17:00,200987_02,8,前橋駅,0,0,1
日祝_18時10分_系統267,18:19:00,18:19:00,200985_02,9,前橋駅,0,0,1
日祝_18時10分_系統267,18:20:00,18:20:00,200895_02,10,前橋駅,0,0,1
日祝_18時10分_系統267,18:21:00,18:21:00,200395_02,11,前橋駅,0,0,1
日祝_18時10分_系統267,18:21:00,18:21:00,200153_02,12,前橋駅,0,0,1
日祝_18時10分_系統267,18:22:00,18:22:00,201100_02,13,前橋駅,0,0,1
日祝_18時10分_系統267,18:23:00,18:23:00,200981_02,14,前橋駅,0,0,1
日祝_18時10分_系統267,18:24:00,18:24:00,200872_02,15,前橋駅,0,0,1
日祝_18時10分_系統267,18:25:00,18:25:00,201056_02,16,前橋駅,0,0,1
日祝_18時10分_系統267,18:27:00,18:27:00,200189_02,17,前橋駅,0,0,1
日祝_18時10分_系統267,18:28:00,18:28:00,200722_02,18,前橋駅,0,0,1
日祝_18時10分_系統267,18:29:00,18:29:00,200343_02,19,前橋駅,0,0,1
日祝_18時10分_系統267,18:30:00,18:30:00,200348_02,20,前橋駅,0,0,1
日祝_18時10分_系統267,18:32:00,18:32:00,201071_02,21,前橋駅,0,0,1
日祝_18時10分_系統267,18:34:00,18:34:00,200542_02,22,前橋駅,0,0,1
日祝_18時10分_系統267,18:36:00,18:36:00,200141_02,23,前橋駅,0,0,1
日祝_18時10分_系統267,18:37:00,18:37:00,200142_02,24,前橋駅,0,0,1
日祝_18時10分_系統267,18:39:00,18:39:00,200262_02,25,前橋駅,0,0,1
日祝_18時10分_系統267,18:40:00,18:40:00,201015_02,26,前橋駅,0,0,1
日祝_18時10分_系統267,18:41:00,18:41:00,200379_02,27,前橋駅,0,0,1
日祝_18時10分_系統267,18:42:00,18:42:00,200455_02,28,前橋駅,0,0,1
日祝_18時10分_系統267,18:43:00,18:43:00,200702_02,29,前橋駅,0,0,1
日祝_18時10分_系統267,18:44:00,18:44:00,200703_02,30,前橋駅,0,0,1
日祝_18時10分_系統267,18:46:00,18:46:00,201081_02,31,前橋駅,0,0,1
日祝_18時10分_系統267,18:48:00,18:48:00,200998_02,32,前橋駅,0,0,1
日祝_18時10分_系統267,18:51:00,18:51:00,200718_10,33,前橋駅,1,0,1
日祝_18時10分_系統668,18:10:00,18:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
日祝_18時10分_系統668,18:13:00,18:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
日祝_18時10分_系統668,18:14:00,18:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
日祝_18時10分_系統668,18:15:00,18:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
日祝_18時10分_系統668,18:20:00,18:20:00,200718_02,5,南橘団地,0,0,1
日祝_18時10分_系統668,18:21:00,18:21:00,200998_01,6,南橘団地,0,0,1
日祝_18時10分_系統668,18:23:00,18:23:00,201081_01,7,南橘団地,0,0,1
日祝_18時10分_系統668,18:25:00,18:25:00,200703_01,8,南橘団地,0,0,1
日祝_18時10分_系統668,18:26:00,18:26:00,200702_01,9,南橘団地,0,0,1
日祝_18時10分_系統668,18:28:00,18:28:00,200455_01,10,南橘団地,0,0,1
日祝_18時10分_系統668,18:29:00,18:29:00,200379_01,11,南橘団地,0,0,1
日祝_18時10分_系統668,18:30:00,18:30:00,201015_01,12,南橘団地,0,0,1
日祝_18時10分_系統668,18:31:00,18:31:00,200262_01,13,南橘団地,0,0,1
日祝_18時10分_系統668,18:32:00,18:32:00,200142_01,14,南橘団地,0,0,1
日祝_18時10分_系統668,18:33:00,18:33:00,200141_01,15,南橘団地,0,0,1
日祝_18時10分_系統668,18:34:00,18:34:00,200542_01,16,南橘団地,0,0,1
日祝_18時10分_系統668,18:36:00,18:36:00,201071_01,17,南橘団地,0,0,1
日祝_18時10分_系統668,18:37:00,18:37:00,200928_01,18,南橘団地,0,0,1
日祝_18時10分_系統668,18:38:00,18:38:00,200800_01,19,南橘団地,0,0,1
日祝_18時10分_系統668,18:41:00,18:41:00,200927_01,20,南橘団地,1,0,1
日祝_18時37分_系統268,18:37:00,18:37:00,200718_02,1,渋川駅,0,1,1
日祝_18時37分_系統268,18:38:00,18:38:00,200998_01,2,渋川駅,0,0,1
日祝_18時37分_系統268,18:40:00,18:40:00,201081_01,3,渋川駅,0,0,1
日祝_18時37分_系統268,18:42:00,18:42:00,200703_01,4,渋川駅,0,0,1
日祝_18時37分_系統268,18:43:00,18:43:00,200702_01,5,渋川駅,0,0,1
日祝_18時37分_系統268,18:45:00,18:45:00,200455_01,6,渋川駅,0,0,1
日祝_18時37分_系統268,18:46:00,18:46:00,200379_01,7,渋川駅,0,0,1
日祝_18時37分_系統268,18:47:00,18:47:00,201015_01,8,渋川駅,0,0,1
日祝_18時37分_系統268,18:48:00,18:48:00,200262_01,9,渋川駅,0,0,1
日祝_18時37分_系統268,18:49:00,18:49:00,200142_01,10,渋川駅,0,0,1
日祝_18時37分_系統268,18:50:00,18:50:00,200141_01,11,渋川駅,0,0,1
日祝_18時37分_系統268,18:51:00,18:51:00,200542_01,12,渋川駅,0,0,1
日祝_18時37分_系統268,18:53:00,18:53:00,201071_01,13,渋川駅,0,0,1
日祝_18時37分_系統268,18:55:00,18:55:00,200348_01,14,渋川駅,0,0,1
日祝_18時37分_系統268,18:56:00,18:56:00,200343_01,15,渋川駅,0,0,1
日祝_18時37分_系統268,18:57:00,18:57:00,200722_01,16,渋川駅,0,0,1
日祝_18時37分_系統268,18:59:00,18:59:00,200189_01,17,渋川駅,0,0,1
日祝_18時37分_系統268,19:01:00,19:01:00,201056_01,18,渋川駅,0,0,1
日祝_18時37分_系統268,19:02:00,19:02:00,200872_01,19,渋川駅,0,0,1
日祝_18時37分_系統268,19:03:00,19:03:00,200981_01,20,渋川駅,0,0,1
日祝_18時37分_系統268,19:04:00,19:04:00,201100_01,21,渋川駅,0,0,1
日祝_18時37分_系統268,19:05:00,19:05:00,200153_01,22,渋川駅,0,0,1
日祝_18時37分_系統268,19:05:00,19:05:00,200395_01,23,渋川駅,0,0,1
日祝_18時37分_系統268,19:06:00,19:06:00,200895_01,24,渋川駅,0,0,1
日祝_18時37分_系統268,19:07:00,19:07:00,200985_01,25,渋川駅,0,0,1
日祝_18時37分_系統268,19:07:00,19:07:00,200987_01,26,渋川駅,0,0,1
日祝_18時37分_系統268,19:08:00,19:08:00,200519_01,27,渋川駅,0,0,1
日祝_18時37分_系統268,19:09:00,19:09:00,200017_01,28,渋川駅,0,0,1
日祝_18時37分_系統268,19:10:00,19:10:00,200506_01,29,渋川駅,0,0,1
日祝_18時37分_系統268,19:12:00,19:12:00,200827_01,30,渋川駅,0,0,1
日祝_18時37分_系統268,19:14:00,19:14:00,200730_01,31,渋川駅,0,0,1
日祝_18時37分_系統268,19:15:00,19:15:00,200768_01,32,渋川駅,0,0,1
日祝_18時37分_系統268,19:18:00,19:18:00,200463_10,33,渋川駅,1,0,1
日祝_18時45分_系統267,18:45:00,18:45:00,200463_01,1,前橋駅,0,1,1
日祝_18時45分_系統267,18:46:00,18:46:00,200768_02,2,前橋駅,0,0,1
日祝_18時45分_系統267,18:47:00,18:47:00,200730_02,3,前橋駅,0,0,1
日祝_18時45分_系統267,18:49:00,18:49:00,200827_02,4,前橋駅,0,0,1
日祝_18時45分_系統267,18:50:00,18:50:00,200506_02,5,前橋駅,0,0,1
日祝_18時45分_系統267,18:51:00,18:51:00,200017_02,6,前橋駅,0,0,1
日祝_18時45分_系統267,18:52:00,18:52:00,200519_02,7,前橋駅,0,0,1
日祝_18時45分_系統267,18:52:00,18:52:00,200987_02,8,前橋駅,0,0,1
日祝_18時45分_系統267,18:54:00,18:54:00,200985_02,9,前橋駅,0,0,1
日祝_18時45分_系統267,18:55:00,18:55:00,200895_02,10,前橋駅,0,0,1
日祝_18時45分_系統267,18:56:00,18:56:00,200395_02,11,前橋駅,0,0,1
日祝_18時45分_系統267,18:56:00,18:56:00,200153_02,12,前橋駅,0,0,1
日祝_18時45分_系統267,18:57:00,18:57:00,201100_02,13,前橋駅,0,0,1
日祝_18時45分_系統267,18:58:00,18:58:00,200981_02,14,前橋駅,0,0,1
日祝_18時45分_系統267,18:59:00,18:59:00,200872_02,15,前橋駅,0,0,1
日祝_18時45分_系統267,19:00:00,19:00:00,201056_02,16,前橋駅,0,0,1
日祝_18時45分_系統267,19:02:00,19:02:00,200189_02,17,前橋駅,0,0,1
日祝_18時45分_系統267,19:03:00,19:03:00,200722_02,18,前橋駅,0,0,1
日祝_18時45分_系統267,19:04:00,19:04:00,200343_02,19,前橋駅,0,0,1
日祝_18時45分_系統267,19:05:00,19:05:00,200348_02,20,前橋駅,0,0,1
日祝_18時45分_系統267,19:07:00,19:07:00,201071_02,21,前橋駅,0,0,1
日祝_18時45分_系統267,19:09:00,19:09:00,200542_02,22,前橋駅,0,0,1
日祝_18時45分_系統267,19:11:00,19:11:00,200141_02,23,前橋駅,0,0,1
日祝_18時45分_系統267,19:12:00,19:12:00,200142_02,24,前橋駅,0,0,1
日祝_18時45分_系統267,19:14:00,19:14:00,200262_02,25,前橋駅,0,0,1
日祝_18時45分_系統267,19:15:00,19:15:00,201015_02,26,前橋駅,0,0,1
日祝_18時45分_系統267,19:16:00,19:16:00,200379_02,27,前橋駅,0,0,1
日祝_18時45分_系統267,19:17:00,19:17:00,200455_02,28,前橋駅,0,0,1
日祝_18時45分_系統267,19:18:00,19:18:00,200702_02,29,前橋駅,0,0,1
日祝_18時45分_系統267,19:19:00,19:19:00,200703_02,30,前橋駅,0,0,1
日祝_18時45分_系統267,19:21:00,19:21:00,201081_02,31,前橋駅,0,0,1
日祝_18時45分_系統267,19:23:00,19:23:00,200998_02,32,前橋駅,0,0,1
日祝_18時45分_系統267,19:26:00,19:26:00,200718_10,33,前橋駅,1,0,1
日祝_19時00分_系統532,19:00:00,19:00:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
日祝_19時00分_系統532,19:01:00,19:01:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:03:00,19:03:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:05:00,19:05:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:06:00,19:06:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:07:00,19:07:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:08:00,19:08:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:09:00,19:09:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:10:00,19:10:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:11:00,19:11:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:12:00,19:12:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:13:00,19:13:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:15:00,19:15:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:16:00,19:16:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:17:00,19:17:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
日祝_19時00分_系統532,19:19:00,19:19:00,200927_01,16,渋川駅,0,0,1
日祝_19時00分_系統532,19:20:00,19:20:00,201185_01,17,渋川駅,0,0,1
日祝_19時00分_系統532,19:24:00,19:24:00,200348_01,18,渋川駅,0,0,1
日祝_19時00分_系統532,19:25:00,19:25:00,200343_01,19,渋川駅,0,0,1
日祝_19時00分_系統532,19:26:00,19:26:00,200722_01,20,渋川駅,0,0,1
日祝_19時00分_系統532,19:27:00,19:27:00,200189_01,21,渋川駅,0,0,1
日祝_19時00分_系統532,19:29:00,19:29:00,201056_01,22,渋川駅,0,0,1
日祝_19時00分_系統532,19:30:00,19:30:00,200872_01,23,渋川駅,0,0,1
日祝_19時00分_系統532,19:31:00,19:31:00,200981_01,24,渋川駅,0,0,1
日祝_19時00分_系統532,19:32:00,19:32:00,201100_01,25,渋川駅,0,0,1
日祝_19時00分_系統532,19:33:00,19:33:00,200153_01,26,渋川駅,0,0,1
日祝_19時00分_系統532,19:33:00,19:33:00,200395_01,27,渋川駅,0,0,1
日祝_19時00分_系統532,19:34:00,19:34:00,200895_01,28,渋川駅,0,0,1
日祝_19時00分_系統532,19:35:00,19:35:00,200985_01,29,渋川駅,0,0,1
日祝_19時00分_系統532,19:35:00,19:35:00,200987_01,30,渋川駅,0,0,1
日祝_19時00分_系統532,19:36:00,19:36:00,200519_01,31,渋川駅,0,0,1
日祝_19時00分_系統532,19:37:00,19:37:00,200017_01,32,渋川駅,0,0,1
日祝_19時00分_系統532,19:38:00,19:38:00,200506_01,33,渋川駅,0,0,1
日祝_19時00分_系統532,19:39:00,19:39:00,200827_01,34,渋川駅,0,0,1
日祝_19時00分_系統532,19:41:00,19:41:00,200730_01,35,渋川駅,0,0,1
日祝_19時00分_系統532,19:42:00,19:42:00,200768_01,36,渋川駅,0,0,1
日祝_19時00分_系統532,19:45:00,19:45:00,200463_10,37,渋川駅,1,0,1
日祝_19時50分_系統268,19:50:00,19:50:00,200718_02,1,渋川駅,0,1,1
日祝_19時50分_系統268,19:51:00,19:51:00,200998_01,2,渋川駅,0,0,1
日祝_19時50分_系統268,19:53:00,19:53:00,201081_01,3,渋川駅,0,0,1
日祝_19時50分_系統268,19:55:00,19:55:00,200703_01,4,渋川駅,0,0,1
日祝_19時50分_系統268,19:56:00,19:56:00,200702_01,5,渋川駅,0,0,1
日祝_19時50分_系統268,19:58:00,19:58:00,200455_01,6,渋川駅,0,0,1
日祝_19時50分_系統268,19:59:00,19:59:00,200379_01,7,渋川駅,0,0,1
日祝_19時50分_系統268,20:00:00,20:00:00,201015_01,8,渋川駅,0,0,1
日祝_19時50分_系統268,20:01:00,20:01:00,200262_01,9,渋川駅,0,0,1
日祝_19時50分_系統268,20:02:00,20:02:00,200142_01,10,渋川駅,0,0,1
日祝_19時50分_系統268,20:03:00,20:03:00,200141_01,11,渋川駅,0,0,1
日祝_19時50分_系統268,20:04:00,20:04:00,200542_01,12,渋川駅,0,0,1
日祝_19時50分_系統268,20:06:00,20:06:00,201071_01,13,渋川駅,0,0,1
日祝_19時50分_系統268,20:08:00,20:08:00,200348_01,14,渋川駅,0,0,1
日祝_19時50分_系統268,20:09:00,20:09:00,200343_01,15,渋川駅,0,0,1
日祝_19時50分_系統268,20:10:00,20:10:00,200722_01,16,渋川駅,0,0,1
日祝_19時50分_系統268,20:11:00,20:11:00,200189_01,17,渋川駅,0,0,1
日祝_19時50分_系統268,20:13:00,20:13:00,201056_01,18,渋川駅,0,0,1
日祝_19時50分_系統268,20:14:00,20:14:00,200872_01,19,渋川駅,0,0,1
日祝_19時50分_系統268,20:15:00,20:15:00,200981_01,20,渋川駅,0,0,1
日祝_19時50分_系統268,20:16:00,20:16:00,201100_01,21,渋川駅,0,0,1
日祝_19時50分_系統268,20:17:00,20:17:00,200153_01,22,渋川駅,0,0,1
日祝_19時50分_系統268,20:17:00,20:17:00,200395_01,23,渋川駅,0,0,1
日祝_19時50分_系統268,20:18:00,20:18:00,200895_01,24,渋川駅,0,0,1
日祝_19時50分_系統268,20:19:00,20:19:00,200985_01,25,渋川駅,0,0,1
日祝_19時50分_系統268,20:19:00,20:19:00,200987_01,26,渋川駅,0,0,1
日祝_19時50分_系統268,20:20:00,20:20:00,200519_01,27,渋川駅,0,0,1
日祝_19時50分_系統268,20:21:00,20:21:00,200017_01,28,渋川駅,0,0,1
日祝_19時50分_系統268,20:22:00,20:22:00,200506_01,29,渋川駅,0,0,1
日祝_19時50分_系統268,20:23:00,20:23:00,200827_01,30,渋川駅,0,0,1
日祝_19時50分_系統268,20:25:00,20:25:00,200730_01,31,渋川駅,0,0,1
日祝_19時50分_系統268,20:26:00,20:26:00,200768_01,32,渋川駅,0,0,1
日祝_19時50分_系統268,20:29:00,20:29:00,200463_10,33,渋川駅,1,0,1
日祝_19時50分_系統267,19:50:00,19:50:00,200463_01,1,前橋駅,0,1,1
日祝_19時50分_系統267,19:51:00,19:51:00,200768_02,2,前橋駅,0,0,1
日祝_19時50分_系統267,19:52:00,19:52:00,200730_02,3,前橋駅,0,0,1
日祝_19時50分_系統267,19:54:00,19:54:00,200827_02,4,前橋駅,0,0,1
日祝_19時50分_系統267,19:55:00,19:55:00,200506_02,5,前橋駅,0,0,1
日祝_19時50分_系統267,19:56:00,19:56:00,200017_02,6,前橋駅,0,0,1
日祝_19時50分_系統267,19:57:00,19:57:00,200519_02,7,前橋駅,0,0,1
日祝_19時50分_系統267,19:57:00,19:57:00,200987_02,8,前橋駅,0,0,1
日祝_19時50分_系統267,19:59:00,19:59:00,200985_02,9,前橋駅,0,0,1
日祝_19時50分_系統267,20:00:00,20:00:00,200895_02,10,前橋駅,0,0,1
日祝_19時50分_系統267,20:01:00,20:01:00,200395_02,11,前橋駅,0,0,1
日祝_19時50分_系統267,20:01:00,20:01:00,200153_02,12,前橋駅,0,0,1
日祝_19時50分_系統267,20:02:00,20:02:00,201100_02,13,前橋駅,0,0,1
日祝_19時50分_系統267,20:03:00,20:03:00,200981_02,14,前橋駅,0,0,1
日祝_19時50分_系統267,20:04:00,20:04:00,200872_02,15,前橋駅,0,0,1
日祝_19時50分_系統267,20:05:00,20:05:00,201056_02,16,前橋駅,0,0,1
日祝_19時50分_系統267,20:06:00,20:06:00,200189_02,17,前橋駅,0,0,1
日祝_19時50分_系統267,20:07:00,20:07:00,200722_02,18,前橋駅,0,0,1
日祝_19時50分_系統267,20:08:00,20:08:00,200343_02,19,前橋駅,0,0,1
日祝_19時50分_系統267,20:09:00,20:09:00,200348_02,20,前橋駅,0,0,1
日祝_19時50分_系統267,20:10:00,20:10:00,201071_02,21,前橋駅,0,0,1
日祝_19時50分_系統267,20:11:00,20:11:00,200542_02,22,前橋駅,0,0,1
日祝_19時50分_系統267,20:12:00,20:12:00,200141_02,23,前橋駅,0,0,1
日祝_19時50分_系統267,20:13:00,20:13:00,200142_02,24,前橋駅,0,0,1
日祝_19時50分_系統267,20:15:00,20:15:00,200262_02,25,前橋駅,0,0,1
日祝_19時50分_系統267,20:16:00,20:16:00,201015_02,26,前橋駅,0,0,1
日祝_19時50分_系統267,20:16:00,20:16:00,200379_02,27,前橋駅,0,0,1
日祝_19時50分_系統267,20:17:00,20:17:00,200455_02,28,前橋駅,0,0,1
日祝_19時50分_系統267,20:18:00,20:18:00,200702_02,29,前橋駅,0,0,1
日祝_19時50分_系統267,20:19:00,20:19:00,200703_02,30,前橋駅,0,0,1
日祝_19時50分_系統267,20:21:00,20:21:00,201081_02,31,前橋駅,0,0,1
日祝_19時50分_系統267,20:23:00,20:23:00,200998_02,32,前橋駅,0,0,1
日祝_19時50分_系統267,20:26:00,20:26:00,200718_10,33,前橋駅,1,0,1
日祝_20時35分_系統267,20:35:00,20:35:00,200463_01,1,前橋駅,0,1,1
日祝_20時35分_系統267,20:36:00,20:36:00,200768_02,2,前橋駅,0,0,1
日祝_20時35分_系統267,20:37:00,20:37:00,200730_02,3,前橋駅,0,0,1
日祝_20時35分_系統267,20:39:00,20:39:00,200827_02,4,前橋駅,0,0,1
日祝_20時35分_系統267,20:40:00,20:40:00,200506_02,5,前橋駅,0,0,1
日祝_20時35分_系統267,20:41:00,20:41:00,200017_02,6,前橋駅,0,0,1
日祝_20時35分_系統267,20:42:00,20:42:00,200519_02,7,前橋駅,0,0,1
日祝_20時35分_系統267,20:42:00,20:42:00,200987_02,8,前橋駅,0,0,1
日祝_20時35分_系統267,20:44:00,20:44:00,200985_02,9,前橋駅,0,0,1
日祝_20時35分_系統267,20:45:00,20:45:00,200895_02,10,前橋駅,0,0,1
日祝_20時35分_系統267,20:46:00,20:46:00,200395_02,11,前橋駅,0,0,1
日祝_20時35分_系統267,20:46:00,20:46:00,200153_02,12,前橋駅,0,0,1
日祝_20時35分_系統267,20:47:00,20:47:00,201100_02,13,前橋駅,0,0,1
日祝_20時35分_系統267,20:48:00,20:48:00,200981_02,14,前橋駅,0,0,1
日祝_20時35分_系統267,20:49:00,20:49:00,200872_02,15,前橋駅,0,0,1
日祝_20時35分_系統267,20:50:00,20:50:00,201056_02,16,前橋駅,0,0,1
日祝_20時35分_系統267,20:51:00,20:51:00,200189_02,17,前橋駅,0,0,1
日祝_20時35分_系統267,20:52:00,20:52:00,200722_02,18,前橋駅,0,0,1
日祝_20時35分_系統267,20:53:00,20:53:00,200343_02,19,前橋駅,0,0,1
日祝_20時35分_系統267,20:54:00,20:54:00,200348_02,20,前橋駅,0,0,1
日祝_20時35分_系統267,20:55:00,20:55:00,201071_02,21,前橋駅,0,0,1
日祝_20時35分_系統267,20:56:00,20:56:00,200542_02,22,前橋駅,0,0,1
日祝_20時35分_系統267,20:57:00,20:57:00,200141_02,23,前橋駅,0,0,1
日祝_20時35分_系統267,20:58:00,20:58:00,200142_02,24,前橋駅,0,0,1
日祝_20時35分_系統267,21:00:00,21:00:00,200262_02,25,前橋駅,0,0,1
日祝_20時35分_系統267,21:01:00,21:01:00,201015_02,26,前橋駅,0,0,1
日祝_20時35分_系統267,21:01:00,21:01:00,200379_02,27,前橋駅,0,0,1
日祝_20時35分_系統267,21:02:00,21:02:00,200455_02,28,前橋駅,0,0,1
日祝_20時35分_系統267,21:03:00,21:03:00,200702_02,29,前橋駅,0,0,1
日祝_20時35分_系統267,21:04:00,21:04:00,200703_02,30,前橋駅,0,0,1
日祝_20時35分_系統267,21:06:00,21:06:00,201081_02,31,前橋駅,0,0,1
日祝_20時35分_系統267,21:08:00,21:08:00,200998_02,32,前橋駅,0,0,1
日祝_20時35分_系統267,21:11:00,21:11:00,200718_10,33,前橋駅,1,0,1
日祝_20時35分_系統532,20:35:00,20:35:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
日祝_20時35分_系統532,20:36:00,20:36:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:38:00,20:38:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:40:00,20:40:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:41:00,20:41:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:42:00,20:42:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:43:00,20:43:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:44:00,20:44:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:45:00,20:45:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:46:00,20:46:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:47:00,20:47:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:48:00,20:48:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:50:00,20:50:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:51:00,20:51:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:52:00,20:52:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
日祝_20時35分_系統532,20:54:00,20:54:00,200927_01,16,渋川駅,0,0,1
日祝_20時35分_系統532,20:55:00,20:55:00,201185_01,17,渋川駅,0,0,1
日祝_20時35分_系統532,20:59:00,20:59:00,200348_01,18,渋川駅,0,0,1
日祝_20時35分_系統532,21:00:00,21:00:00,200343_01,19,渋川駅,0,0,1
日祝_20時35分_系統532,21:01:00,21:01:00,200722_01,20,渋川駅,0,0,1
日祝_20時35分_系統532,21:02:00,21:02:00,200189_01,21,渋川駅,0,0,1
日祝_20時35分_系統532,21:04:00,21:04:00,201056_01,22,渋川駅,0,0,1
日祝_20時35分_系統532,21:05:00,21:05:00,200872_01,23,渋川駅,0,0,1
日祝_20時35分_系統532,21:06:00,21:06:00,200981_01,24,渋川駅,0,0,1
日祝_20時35分_系統532,21:07:00,21:07:00,201100_01,25,渋川駅,0,0,1
日祝_20時35分_系統532,21:08:00,21:08:00,200153_01,26,渋川駅,0,0,1
日祝_20時35分_系統532,21:08:00,21:08:00,200395_01,27,渋川駅,0,0,1
日祝_20時35分_系統532,21:09:00,21:09:00,200895_01,28,渋川駅,0,0,1
日祝_20時35分_系統532,21:10:00,21:10:00,200985_01,29,渋川駅,0,0,1
日祝_20時35分_系統532,21:10:00,21:10:00,200987_01,30,渋川駅,0,0,1
日祝_20時35分_系統532,21:11:00,21:11:00,200519_01,31,渋川駅,0,0,1
日祝_20時35分_系統532,21:12:00,21:12:00,200017_01,32,渋川駅,0,0,1
日祝_20時35分_系統532,21:13:00,21:13:00,200506_01,33,渋川駅,0,0,1
日祝_20時35分_系統532,21:14:00,21:14:00,200827_01,34,渋川駅,0,0,1
日祝_20時35分_系統532,21:16:00,21:16:00,200730_01,35,渋川駅,0,0,1
日祝_20時35分_系統532,21:17:00,21:17:00,200768_01,36,渋川駅,0,0,1
日祝_20時35分_系統532,21:20:00,21:20:00,200463_10,37,渋川駅,1,0,1
日祝_21時24分_系統532,21:24:00,21:24:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
日祝_21時24分_系統532,21:25:00,21:25:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:27:00,21:27:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:29:00,21:29:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:30:00,21:30:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:31:00,21:31:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:32:00,21:32:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:33:00,21:33:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:34:00,21:34:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:35:00,21:35:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:36:00,21:36:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:37:00,21:37:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:39:00,21:39:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:40:00,21:40:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:41:00,21:41:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
日祝_21時24分_系統532,21:43:00,21:43:00,200927_01,16,渋川駅,0,0,1
日祝_21時24分_系統532,21:44:00,21:44:00,201185_01,17,渋川駅,0,0,1
日祝_21時24分_系統532,21:48:00,21:48:00,200348_01,18,渋川駅,0,0,1
日祝_21時24分_系統532,21:49:00,21:49:00,200343_01,19,渋川駅,0,0,1
日祝_21時24分_系統532,21:50:00,21:50:00,200722_01,20,渋川駅,0,0,1
日祝_21時24分_系統532,21:51:00,21:51:00,200189_01,21,渋川駅,0,0,1
日祝_21時24分_系統532,21:53:00,21:53:00,201056_01,22,渋川駅,0,0,1
日祝_21時24分_系統532,21:54:00,21:54:00,200872_01,23,渋川駅,0,0,1
日祝_21時24分_系統532,21:55:00,21:55:00,200981_01,24,渋川駅,0,0,1
日祝_21時24分_系統532,21:56:00,21:56:00,201100_01,25,渋川駅,0,0,1
日祝_21時24分_系統532,21:57:00,21:57:00,200153_01,26,渋川駅,0,0,1
日祝_21時24分_系統532,21:57:00,21:57:00,200395_01,27,渋川駅,0,0,1
日祝_21時24分_系統532,21:58:00,21:58:00,200895_01,28,渋川駅,0,0,1
日祝_21時24分_系統532,21:59:00,21:59:00,200985_01,29,渋川駅,0,0,1
日祝_21時24分_系統532,21:59:00,21:59:00,200987_01,30,渋川駅,0,0,1
日祝_21時24分_系統532,22:00:00,22:00:00,200519_01,31,渋川駅,0,0,1
日祝_21時24分_系統532,22:01:00,22:01:00,200017_01,32,渋川駅,0,0,1
日祝_21時24分_系統532,22:02:00,22:02:00,200506_01,33,渋川駅,0,0,1
日祝_21時24分_系統532,22:03:00,22:03:00,200827_01,34,渋川駅,0,0,1
日祝_21時24分_系統532,22:05:00,22:05:00,200730_01,35,渋川駅,0,0,1
日祝_21時24分_系統532,22:06:00,22:06:00,200768_01,36,渋川駅,0,0,1
日祝_21時24分_系統532,22:09:00,22:09:00,200463_10,37,渋川駅,1,0,1
年末・年始_05時50分_系統267,05:50:00,05:50:00,200463_01,1,前橋駅,0,1,1
年末・年始_05時50分_系統267,05:51:00,05:51:00,200768_02,2,前橋駅,0,0,1
年末・年始_05時50分_系統267,05:52:00,05:52:00,200730_02,3,前橋駅,0,0,1
年末・年始_05時50分_系統267,05:54:00,05:54:00,200827_02,4,前橋駅,0,0,1
年末・年始_05時50分_系統267,05:55:00,05:55:00,200506_02,5,前橋駅,0,0,1
年末・年始_05時50分_系統267,05:56:00,05:56:00,200017_02,6,前橋駅,0,0,1
年末・年始_05時50分_系統267,05:57:00,05:57:00,200519_02,7,前橋駅,0,0,1
年末・年始_05時50分_系統267,05:57:00,05:57:00,200987_02,8,前橋駅,0,0,1
年末・年始_05時50分_系統267,05:59:00,05:59:00,200985_02,9,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:00:00,06:00:00,200895_02,10,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:01:00,06:01:00,200395_02,11,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:01:00,06:01:00,200153_02,12,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:02:00,06:02:00,201100_02,13,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:03:00,06:03:00,200981_02,14,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:04:00,06:04:00,200872_02,15,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:05:00,06:05:00,201056_02,16,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:07:00,06:07:00,200189_02,17,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:08:00,06:08:00,200722_02,18,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:09:00,06:09:00,200343_02,19,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:10:00,06:10:00,200348_02,20,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:12:00,06:12:00,201071_02,21,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:13:00,06:13:00,200542_02,22,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:14:00,06:14:00,200141_02,23,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:15:00,06:15:00,200142_02,24,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:17:00,06:17:00,200262_02,25,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:18:00,06:18:00,201015_02,26,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:18:00,06:18:00,200379_02,27,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:19:00,06:19:00,200455_02,28,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:20:00,06:20:00,200702_02,29,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:21:00,06:21:00,200703_02,30,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:22:00,06:22:00,201081_02,31,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:23:00,06:23:00,200998_02,32,前橋駅,0,0,1
年末・年始_05時50分_系統267,06:27:00,06:27:00,200718_10,33,前橋駅,1,0,1
年末・年始_06時25分_系統267,06:25:00,06:25:00,200463_01,1,前橋駅,0,1,1
年末・年始_06時25分_系統267,06:26:00,06:26:00,200768_02,2,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:27:00,06:27:00,200730_02,3,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:29:00,06:29:00,200827_02,4,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:30:00,06:30:00,200506_02,5,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:31:00,06:31:00,200017_02,6,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:32:00,06:32:00,200519_02,7,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:32:00,06:32:00,200987_02,8,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:34:00,06:34:00,200985_02,9,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:35:00,06:35:00,200895_02,10,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:36:00,06:36:00,200395_02,11,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:36:00,06:36:00,200153_02,12,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:37:00,06:37:00,201100_02,13,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:38:00,06:38:00,200981_02,14,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:39:00,06:39:00,200872_02,15,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:40:00,06:40:00,201056_02,16,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:42:00,06:42:00,200189_02,17,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:43:00,06:43:00,200722_02,18,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:44:00,06:44:00,200343_02,19,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:45:00,06:45:00,200348_02,20,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:47:00,06:47:00,201071_02,21,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:48:00,06:48:00,200542_02,22,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:49:00,06:49:00,200141_02,23,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:50:00,06:50:00,200142_02,24,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:52:00,06:52:00,200262_02,25,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:53:00,06:53:00,201015_02,26,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:53:00,06:53:00,200379_02,27,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:54:00,06:54:00,200455_02,28,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:55:00,06:55:00,200702_02,29,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:56:00,06:56:00,200703_02,30,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:57:00,06:57:00,201081_02,31,前橋駅,0,0,1
年末・年始_06時25分_系統267,06:59:00,06:59:00,200998_02,32,前橋駅,0,0,1
年末・年始_06時25分_系統267,07:02:00,07:02:00,200718_10,33,前橋駅,1,0,1
年末・年始_06時43分_系統267,06:43:00,06:43:00,200463_01,1,前橋駅,0,1,1
年末・年始_06時43分_系統267,06:44:00,06:44:00,200768_02,2,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:45:00,06:45:00,200730_02,3,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:47:00,06:47:00,200827_02,4,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:48:00,06:48:00,200506_02,5,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:49:00,06:49:00,200017_02,6,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:50:00,06:50:00,200519_02,7,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:50:00,06:50:00,200987_02,8,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:52:00,06:52:00,200985_02,9,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:53:00,06:53:00,200895_02,10,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:54:00,06:54:00,200395_02,11,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:54:00,06:54:00,200153_02,12,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:55:00,06:55:00,201100_02,13,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:56:00,06:56:00,200981_02,14,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:57:00,06:57:00,200872_02,15,前橋駅,0,0,1
年末・年始_06時43分_系統267,06:58:00,06:58:00,201056_02,16,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:00:00,07:00:00,200189_02,17,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:01:00,07:01:00,200722_02,18,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:02:00,07:02:00,200343_02,19,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:03:00,07:03:00,200348_02,20,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:05:00,07:05:00,201071_02,21,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:06:00,07:06:00,200542_02,22,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:07:00,07:07:00,200141_02,23,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:08:00,07:08:00,200142_02,24,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:10:00,07:10:00,200262_02,25,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:11:00,07:11:00,201015_02,26,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:11:00,07:11:00,200379_02,27,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:12:00,07:12:00,200455_02,28,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:13:00,07:13:00,200702_02,29,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:14:00,07:14:00,200703_02,30,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:16:00,07:16:00,201081_02,31,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:18:00,07:18:00,200998_02,32,前橋駅,0,0,1
年末・年始_06時43分_系統267,07:21:00,07:21:00,200718_10,33,前橋駅,1,0,1
年末・年始_06時47分_系統268,06:47:00,06:47:00,200718_02,1,渋川駅,0,1,1
年末・年始_06時47分_系統268,06:48:00,06:48:00,200998_01,2,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:50:00,06:50:00,201081_01,3,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:51:00,06:51:00,200703_01,4,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:51:00,06:51:00,200702_01,5,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:52:00,06:52:00,200455_01,6,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:53:00,06:53:00,200379_01,7,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:54:00,06:54:00,201015_01,8,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:55:00,06:55:00,200262_01,9,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:56:00,06:56:00,200142_01,10,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:57:00,06:57:00,200141_01,11,渋川駅,0,0,1
年末・年始_06時47分_系統268,06:58:00,06:58:00,200542_01,12,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:00:00,07:00:00,201071_01,13,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:01:00,07:01:00,200348_01,14,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:02:00,07:02:00,200343_01,15,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:03:00,07:03:00,200722_01,16,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:05:00,07:05:00,200189_01,17,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:07:00,07:07:00,201056_01,18,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:08:00,07:08:00,200872_01,19,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:09:00,07:09:00,200981_01,20,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:10:00,07:10:00,201100_01,21,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:11:00,07:11:00,200153_01,22,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:11:00,07:11:00,200395_01,23,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:12:00,07:12:00,200895_01,24,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:13:00,07:13:00,200985_01,25,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:13:00,07:13:00,200987_01,26,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:14:00,07:14:00,200519_01,27,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:15:00,07:15:00,200017_01,28,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:16:00,07:16:00,200506_01,29,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:17:00,07:17:00,200827_01,30,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:19:00,07:19:00,200730_01,31,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:20:00,07:20:00,200768_01,32,渋川駅,0,0,1
年末・年始_06時47分_系統268,07:23:00,07:23:00,200463_10,33,渋川駅,1,0,1
年末・年始_07時05分_系統267,07:05:00,07:05:00,200463_01,1,前橋駅,0,1,1
年末・年始_07時05分_系統267,07:06:00,07:06:00,200768_02,2,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:07:00,07:07:00,200730_02,3,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:09:00,07:09:00,200827_02,4,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:10:00,07:10:00,200506_02,5,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:11:00,07:11:00,200017_02,6,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:12:00,07:12:00,200519_02,7,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:12:00,07:12:00,200987_02,8,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:14:00,07:14:00,200985_02,9,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:15:00,07:15:00,200895_02,10,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:16:00,07:16:00,200395_02,11,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:16:00,07:16:00,200153_02,12,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:17:00,07:17:00,201100_02,13,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:18:00,07:18:00,200981_02,14,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:19:00,07:19:00,200872_02,15,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:20:00,07:20:00,201056_02,16,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:22:00,07:22:00,200189_02,17,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:23:00,07:23:00,200722_02,18,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:24:00,07:24:00,200343_02,19,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:25:00,07:25:00,200348_02,20,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:27:00,07:27:00,201071_02,21,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:28:00,07:28:00,200542_02,22,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:29:00,07:29:00,200141_02,23,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:30:00,07:30:00,200142_02,24,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:32:00,07:32:00,200262_02,25,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:33:00,07:33:00,201015_02,26,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:33:00,07:33:00,200379_02,27,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:34:00,07:34:00,200455_02,28,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:35:00,07:35:00,200702_02,29,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:36:00,07:36:00,200703_02,30,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:38:00,07:38:00,201081_02,31,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:40:00,07:40:00,200998_02,32,前橋駅,0,0,1
年末・年始_07時05分_系統267,07:43:00,07:43:00,200718_10,33,前橋駅,1,0,1
年末・年始_07時12分_系統268,07:12:00,07:12:00,200718_02,1,渋川駅,0,1,1
年末・年始_07時12分_系統268,07:13:00,07:13:00,200998_01,2,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:15:00,07:15:00,201081_01,3,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:16:00,07:16:00,200703_01,4,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:16:00,07:16:00,200702_01,5,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:17:00,07:17:00,200455_01,6,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:18:00,07:18:00,200379_01,7,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:19:00,07:19:00,201015_01,8,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:20:00,07:20:00,200262_01,9,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:21:00,07:21:00,200142_01,10,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:22:00,07:22:00,200141_01,11,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:23:00,07:23:00,200542_01,12,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:25:00,07:25:00,201071_01,13,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:26:00,07:26:00,200348_01,14,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:27:00,07:27:00,200343_01,15,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:28:00,07:28:00,200722_01,16,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:30:00,07:30:00,200189_01,17,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:32:00,07:32:00,201056_01,18,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:33:00,07:33:00,200872_01,19,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:34:00,07:34:00,200981_01,20,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:35:00,07:35:00,201100_01,21,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:36:00,07:36:00,200153_01,22,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:36:00,07:36:00,200395_01,23,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:37:00,07:37:00,200895_01,24,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:38:00,07:38:00,200985_01,25,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:38:00,07:38:00,200987_01,26,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:39:00,07:39:00,200519_01,27,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:40:00,07:40:00,200017_01,28,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:41:00,07:41:00,200506_01,29,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:42:00,07:42:00,200827_01,30,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:44:00,07:44:00,200730_01,31,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:45:00,07:45:00,200768_01,32,渋川駅,0,0,1
年末・年始_07時12分_系統268,07:48:00,07:48:00,200463_10,33,渋川駅,1,0,1
年末・年始_07時25分_系統267,07:25:00,07:25:00,200463_01,1,前橋駅,0,1,1
年末・年始_07時25分_系統267,07:26:00,07:26:00,200768_02,2,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:27:00,07:27:00,200730_02,3,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:29:00,07:29:00,200827_02,4,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:30:00,07:30:00,200506_02,5,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:31:00,07:31:00,200017_02,6,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:32:00,07:32:00,200519_02,7,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:32:00,07:32:00,200987_02,8,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:34:00,07:34:00,200985_02,9,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:35:00,07:35:00,200895_02,10,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:36:00,07:36:00,200395_02,11,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:36:00,07:36:00,200153_02,12,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:37:00,07:37:00,201100_02,13,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:38:00,07:38:00,200981_02,14,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:39:00,07:39:00,200872_02,15,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:40:00,07:40:00,201056_02,16,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:42:00,07:42:00,200189_02,17,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:43:00,07:43:00,200722_02,18,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:44:00,07:44:00,200343_02,19,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:45:00,07:45:00,200348_02,20,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:47:00,07:47:00,201071_02,21,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:48:00,07:48:00,200542_02,22,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:49:00,07:49:00,200141_02,23,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:50:00,07:50:00,200142_02,24,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:52:00,07:52:00,200262_02,25,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:53:00,07:53:00,201015_02,26,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:53:00,07:53:00,200379_02,27,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:54:00,07:54:00,200455_02,28,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:55:00,07:55:00,200702_02,29,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:56:00,07:56:00,200703_02,30,前橋駅,0,0,1
年末・年始_07時25分_系統267,07:58:00,07:58:00,201081_02,31,前橋駅,0,0,1
年末・年始_07時25分_系統267,08:00:00,08:00:00,200998_02,32,前橋駅,0,0,1
年末・年始_07時25分_系統267,08:03:00,08:03:00,200718_10,33,前橋駅,1,0,1
年末・年始_07時30分_系統264,07:30:00,07:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
年末・年始_07時30分_系統264,07:31:00,07:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:33:00,07:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:35:00,07:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:36:00,07:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:38:00,07:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:39:00,07:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:40:00,07:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:41:00,07:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:42:00,07:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:43:00,07:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:44:00,07:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:46:00,07:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:47:00,07:47:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:48:00,07:48:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:49:00,07:49:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:51:00,07:51:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:54:00,07:54:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:56:00,07:56:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:57:00,07:57:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:58:00,07:58:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,07:59:00,07:59:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:00:00,08:00:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:00:00,08:00:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:01:00,08:01:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:02:00,08:02:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:02:00,08:02:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:03:00,08:03:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:04:00,08:04:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:05:00,08:05:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:06:00,08:06:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:08:00,08:08:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:09:00,08:09:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_07時30分_系統264,08:10:00,08:10:00,200463_06,34,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:11:00,08:11:00,200468_01,35,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:13:00,08:13:00,200466_01,36,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:14:00,08:14:00,200704_01,37,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:15:00,08:15:00,200476_02,38,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:16:00,08:16:00,200477_02,39,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:17:00,08:17:00,200430_02,40,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:18:00,08:18:00,200007_02,41,渋川市内循環,0,0,1
年末・年始_07時30分_系統264,08:23:00,08:23:00,210463_10,42,渋川市内循環,1,0,1
年末・年始_07時35分_系統528,07:35:00,07:35:00,200927_01,1,前橋駅,0,1,1
年末・年始_07時35分_系統528,07:35:00,07:35:00,200800_02,2,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:36:00,07:36:00,200928_02,3,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:38:00,07:38:00,201071_02,4,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:39:00,07:39:00,200542_02,5,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:40:00,07:40:00,200141_02,6,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:41:00,07:41:00,200142_02,7,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:43:00,07:43:00,200262_02,8,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:44:00,07:44:00,201015_02,9,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:44:00,07:44:00,200379_02,10,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:45:00,07:45:00,200455_02,11,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:46:00,07:46:00,200702_02,12,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:47:00,07:47:00,200703_02,13,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:49:00,07:49:00,201081_02,14,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:51:00,07:51:00,200998_02,15,前橋駅,0,0,1
年末・年始_07時35分_系統528,07:54:00,07:54:00,200718_10,16,前橋駅,1,0,1
年末・年始_07時40分_系統586,07:40:00,07:40:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
年末・年始_07時40分_系統586,07:41:00,07:41:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:43:00,07:43:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:45:00,07:45:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:46:00,07:46:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:47:00,07:47:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:48:00,07:48:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:49:00,07:49:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:50:00,07:50:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:51:00,07:51:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_07時40分_系統586,07:53:00,07:53:00,200261_01,11,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,07:54:00,07:54:00,200503_02,12,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,07:55:00,07:55:00,200142_01,13,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,07:56:00,07:56:00,200141_01,14,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,07:57:00,07:57:00,200542_01,15,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,07:59:00,07:59:00,201071_01,16,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,08:00:00,08:00:00,200348_01,17,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,08:01:00,08:01:00,200343_01,18,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,08:02:00,08:02:00,200722_01,19,群馬大学荒牧,0,0,1
年末・年始_07時40分_系統586,08:05:00,08:05:00,200273_01,20,群馬大学荒牧,1,0,1
年末・年始_07時45分_系統267,07:45:00,07:45:00,200463_01,1,前橋駅,0,1,1
年末・年始_07時45分_系統267,07:46:00,07:46:00,200768_02,2,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:47:00,07:47:00,200730_02,3,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:49:00,07:49:00,200827_02,4,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:50:00,07:50:00,200506_02,5,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:51:00,07:51:00,200017_02,6,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:52:00,07:52:00,200519_02,7,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:52:00,07:52:00,200987_02,8,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:54:00,07:54:00,200985_02,9,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:55:00,07:55:00,200895_02,10,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:56:00,07:56:00,200395_02,11,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:56:00,07:56:00,200153_02,12,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:57:00,07:57:00,201100_02,13,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:58:00,07:58:00,200981_02,14,前橋駅,0,0,1
年末・年始_07時45分_系統267,07:59:00,07:59:00,200872_02,15,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:00:00,08:00:00,201056_02,16,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:02:00,08:02:00,200189_02,17,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:03:00,08:03:00,200722_02,18,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:04:00,08:04:00,200343_02,19,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:05:00,08:05:00,200348_02,20,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:07:00,08:07:00,201071_02,21,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:09:00,08:09:00,200542_02,22,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:11:00,08:11:00,200141_02,23,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:12:00,08:12:00,200142_02,24,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:14:00,08:14:00,200262_02,25,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:15:00,08:15:00,201015_02,26,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:16:00,08:16:00,200379_02,27,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:17:00,08:17:00,200455_02,28,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:18:00,08:18:00,200702_02,29,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:19:00,08:19:00,200703_02,30,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:21:00,08:21:00,201081_02,31,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:23:00,08:23:00,200998_02,32,前橋駅,0,0,1
年末・年始_07時45分_系統267,08:26:00,08:26:00,200718_10,33,前橋駅,1,0,1
年末・年始_07時53分_系統266,07:53:00,07:53:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_07時53分_系統266,07:54:00,07:54:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,07:56:00,07:56:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,07:58:00,07:58:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,07:59:00,07:59:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:01:00,08:01:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:02:00,08:02:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:03:00,08:03:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:04:00,08:04:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:05:00,08:05:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:06:00,08:06:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:07:00,08:07:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:09:00,08:09:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:10:00,08:10:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:11:00,08:11:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:12:00,08:12:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_07時53分_系統266,08:14:00,08:14:00,200273_01,17,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:17:00,08:17:00,200189_01,18,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:19:00,08:19:00,201056_01,19,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:20:00,08:20:00,200872_01,20,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:21:00,08:21:00,200981_01,21,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:22:00,08:22:00,201100_01,22,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:23:00,08:23:00,200153_01,23,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:23:00,08:23:00,200395_01,24,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:24:00,08:24:00,200895_01,25,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:25:00,08:25:00,200985_01,26,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:25:00,08:25:00,200987_01,27,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:26:00,08:26:00,200519_01,28,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:27:00,08:27:00,200017_01,29,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:28:00,08:28:00,200506_01,30,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:29:00,08:29:00,200827_01,31,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:31:00,08:31:00,200730_01,32,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:32:00,08:32:00,200768_01,33,渋川駅,0,0,1
年末・年始_07時53分_系統266,08:35:00,08:35:00,200463_10,34,渋川駅,1,0,1
年末・年始_08時05分_系統265,08:05:00,08:05:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
年末・年始_08時05分_系統265,08:06:00,08:06:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:07:00,08:07:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:09:00,08:09:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:10:00,08:10:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:11:00,08:11:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:12:00,08:12:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:12:00,08:12:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:14:00,08:14:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:15:00,08:15:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:16:00,08:16:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:16:00,08:16:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:17:00,08:17:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:18:00,08:18:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:19:00,08:19:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:20:00,08:20:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:22:00,08:22:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時05分_系統265,08:25:00,08:25:00,200273_01,18,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:27:00,08:27:00,200722_02,19,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:28:00,08:28:00,200343_02,20,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:29:00,08:29:00,200348_02,21,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:31:00,08:31:00,201071_02,22,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:33:00,08:33:00,200542_02,23,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:35:00,08:35:00,200141_02,24,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:36:00,08:36:00,200142_02,25,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:38:00,08:38:00,200262_02,26,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:39:00,08:39:00,201015_02,27,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:40:00,08:40:00,200379_02,28,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:41:00,08:41:00,200455_02,29,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:42:00,08:42:00,200702_02,30,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:43:00,08:43:00,200703_02,31,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:45:00,08:45:00,201081_02,32,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:47:00,08:47:00,200998_02,33,前橋駅,0,0,1
年末・年始_08時05分_系統265,08:50:00,08:50:00,200718_10,34,前橋駅,1,0,1
年末・年始_08時10分_系統583,08:10:00,08:10:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
年末・年始_08時10分_系統583,08:12:00,08:12:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
年末・年始_08時10分_系統583,08:13:00,08:13:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
年末・年始_08時10分_系統583,08:14:00,08:14:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
年末・年始_08時10分_系統583,08:17:00,08:17:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
年末・年始_08時10分_系統583,08:20:00,08:20:00,200927_01,6,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:20:00,08:20:00,200800_02,7,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:21:00,08:21:00,200928_02,8,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:23:00,08:23:00,201071_02,9,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:25:00,08:25:00,200542_02,10,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:27:00,08:27:00,200141_02,11,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:28:00,08:28:00,200142_02,12,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:30:00,08:30:00,200262_02,13,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:31:00,08:31:00,201015_02,14,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:32:00,08:32:00,200379_02,15,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:33:00,08:33:00,200455_02,16,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:34:00,08:34:00,200702_02,17,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:35:00,08:35:00,200703_02,18,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:37:00,08:37:00,201081_02,19,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:39:00,08:39:00,200998_02,20,前橋駅,0,0,1
年末・年始_08時10分_系統583,08:42:00,08:42:00,200718_10,21,前橋駅,1,0,1
年末・年始_08時12分_系統261,08:12:00,08:12:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
年末・年始_08時12分_系統261,08:13:00,08:13:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:14:00,08:14:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:15:00,08:15:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:16:00,08:16:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:17:00,08:17:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:18:00,08:18:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:19:00,08:19:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:20:00,08:20:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_08時12分_系統261,08:25:00,08:25:00,200463_01,10,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:26:00,08:26:00,200768_02,11,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:27:00,08:27:00,200730_02,12,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:29:00,08:29:00,200827_02,13,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:30:00,08:30:00,200506_02,14,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:31:00,08:31:00,200017_02,15,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:32:00,08:32:00,200519_02,16,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:32:00,08:32:00,200987_02,17,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:34:00,08:34:00,200985_02,18,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:35:00,08:35:00,200895_02,19,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:36:00,08:36:00,200395_02,20,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:36:00,08:36:00,200153_02,21,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:37:00,08:37:00,201100_02,22,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:38:00,08:38:00,200981_02,23,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:39:00,08:39:00,200872_02,24,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:40:00,08:40:00,201056_02,25,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:42:00,08:42:00,200189_02,26,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:43:00,08:43:00,200722_02,27,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:44:00,08:44:00,200343_02,28,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:45:00,08:45:00,200348_02,29,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:47:00,08:47:00,201071_02,30,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:49:00,08:49:00,200542_02,31,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:51:00,08:51:00,200141_02,32,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:52:00,08:52:00,200142_02,33,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:54:00,08:54:00,200262_02,34,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:55:00,08:55:00,201015_02,35,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:56:00,08:56:00,200379_02,36,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:57:00,08:57:00,200455_02,37,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:58:00,08:58:00,200702_02,38,前橋駅,0,0,1
年末・年始_08時12分_系統261,08:59:00,08:59:00,200703_02,39,前橋駅,0,0,1
年末・年始_08時12分_系統261,09:01:00,09:01:00,201081_02,40,前橋駅,0,0,1
年末・年始_08時12分_系統261,09:03:00,09:03:00,200998_02,41,前橋駅,0,0,1
年末・年始_08時12分_系統261,09:06:00,09:06:00,200718_10,42,前橋駅,1,0,1
年末・年始_08時13分_系統266,08:13:00,08:13:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_08時13分_系統266,08:14:00,08:14:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:16:00,08:16:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:18:00,08:18:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:19:00,08:19:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:21:00,08:21:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:22:00,08:22:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:23:00,08:23:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:24:00,08:24:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:25:00,08:25:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:26:00,08:26:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:27:00,08:27:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:29:00,08:29:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:30:00,08:30:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:31:00,08:31:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:32:00,08:32:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時13分_系統266,08:34:00,08:34:00,200273_01,17,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:37:00,08:37:00,200189_01,18,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:39:00,08:39:00,201056_01,19,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:40:00,08:40:00,200872_01,20,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:41:00,08:41:00,200981_01,21,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:42:00,08:42:00,201100_01,22,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:43:00,08:43:00,200153_01,23,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:43:00,08:43:00,200395_01,24,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:44:00,08:44:00,200895_01,25,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:45:00,08:45:00,200985_01,26,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:45:00,08:45:00,200987_01,27,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:46:00,08:46:00,200519_01,28,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:47:00,08:47:00,200017_01,29,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:48:00,08:48:00,200506_01,30,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:49:00,08:49:00,200827_01,31,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:51:00,08:51:00,200730_01,32,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:52:00,08:52:00,200768_01,33,渋川駅,0,0,1
年末・年始_08時13分_系統266,08:55:00,08:55:00,200463_10,34,渋川駅,1,0,1
年末・年始_08時28分_系統586,08:28:00,08:28:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
年末・年始_08時28分_系統586,08:29:00,08:29:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:31:00,08:31:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:33:00,08:33:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:34:00,08:34:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:36:00,08:36:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:37:00,08:37:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:38:00,08:38:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:39:00,08:39:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:40:00,08:40:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_08時28分_系統586,08:42:00,08:42:00,200261_01,11,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:43:00,08:43:00,200503_02,12,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:44:00,08:44:00,200142_01,13,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:45:00,08:45:00,200141_01,14,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:46:00,08:46:00,200542_01,15,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:48:00,08:48:00,201071_01,16,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:49:00,08:49:00,200348_01,17,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:50:00,08:50:00,200343_01,18,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:51:00,08:51:00,200722_01,19,群馬大学荒牧,0,0,1
年末・年始_08時28分_系統586,08:54:00,08:54:00,200273_01,20,群馬大学荒牧,1,0,1
年末・年始_08時40分_系統268,08:40:00,08:40:00,200718_02,1,渋川駅,0,1,1
年末・年始_08時40分_系統268,08:41:00,08:41:00,200998_01,2,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:43:00,08:43:00,201081_01,3,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:44:00,08:44:00,200703_01,4,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:44:00,08:44:00,200702_01,5,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:45:00,08:45:00,200455_01,6,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:46:00,08:46:00,200379_01,7,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:47:00,08:47:00,201015_01,8,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:48:00,08:48:00,200262_01,9,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:49:00,08:49:00,200142_01,10,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:50:00,08:50:00,200141_01,11,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:51:00,08:51:00,200542_01,12,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:53:00,08:53:00,201071_01,13,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:54:00,08:54:00,200348_01,14,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:55:00,08:55:00,200343_01,15,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:56:00,08:56:00,200722_01,16,渋川駅,0,0,1
年末・年始_08時40分_系統268,08:58:00,08:58:00,200189_01,17,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:00:00,09:00:00,201056_01,18,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:01:00,09:01:00,200872_01,19,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:02:00,09:02:00,200981_01,20,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:03:00,09:03:00,201100_01,21,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:04:00,09:04:00,200153_01,22,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:04:00,09:04:00,200395_01,23,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:05:00,09:05:00,200895_01,24,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:06:00,09:06:00,200985_01,25,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:06:00,09:06:00,200987_01,26,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:07:00,09:07:00,200519_01,27,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:08:00,09:08:00,200017_01,28,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:09:00,09:09:00,200506_01,29,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:10:00,09:10:00,200827_01,30,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:12:00,09:12:00,200730_01,31,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:13:00,09:13:00,200768_01,32,渋川駅,0,0,1
年末・年始_08時40分_系統268,09:16:00,09:16:00,200463_10,33,渋川駅,1,0,1
年末・年始_08時55分_系統265,08:55:00,08:55:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
年末・年始_08時55分_系統265,08:56:00,08:56:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,08:57:00,08:57:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,08:59:00,08:59:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:00:00,09:00:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:01:00,09:01:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:02:00,09:02:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:02:00,09:02:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:04:00,09:04:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:05:00,09:05:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:06:00,09:06:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:06:00,09:06:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:07:00,09:07:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:08:00,09:08:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:09:00,09:09:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:10:00,09:10:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:12:00,09:12:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_08時55分_系統265,09:15:00,09:15:00,200273_01,18,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:17:00,09:17:00,200722_02,19,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:18:00,09:18:00,200343_02,20,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:19:00,09:19:00,200348_02,21,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:21:00,09:21:00,201071_02,22,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:23:00,09:23:00,200542_02,23,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:25:00,09:25:00,200141_02,24,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:26:00,09:26:00,200142_02,25,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:28:00,09:28:00,200262_02,26,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:29:00,09:29:00,201015_02,27,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:30:00,09:30:00,200379_02,28,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:31:00,09:31:00,200455_02,29,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:32:00,09:32:00,200702_02,30,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:33:00,09:33:00,200703_02,31,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:35:00,09:35:00,201081_02,32,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:37:00,09:37:00,200998_02,33,前橋駅,0,0,1
年末・年始_08時55分_系統265,09:40:00,09:40:00,200718_10,34,前橋駅,1,0,1
年末・年始_08時58分_系統264,08:58:00,08:58:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
年末・年始_08時58分_系統264,08:59:00,08:59:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:01:00,09:01:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:03:00,09:03:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:04:00,09:04:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:06:00,09:06:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:07:00,09:07:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:08:00,09:08:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:09:00,09:09:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:10:00,09:10:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:11:00,09:11:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:12:00,09:12:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:14:00,09:14:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:15:00,09:15:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:16:00,09:16:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:17:00,09:17:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:19:00,09:19:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:22:00,09:22:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:24:00,09:24:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:25:00,09:25:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:26:00,09:26:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:27:00,09:27:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:28:00,09:28:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:28:00,09:28:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:29:00,09:29:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:30:00,09:30:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:30:00,09:30:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:31:00,09:31:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:32:00,09:32:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:33:00,09:33:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:34:00,09:34:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:36:00,09:36:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:37:00,09:37:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_08時58分_系統264,09:38:00,09:38:00,200463_06,34,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:39:00,09:39:00,200468_01,35,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:41:00,09:41:00,200466_01,36,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:42:00,09:42:00,200704_01,37,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:43:00,09:43:00,200476_02,38,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:44:00,09:44:00,200477_02,39,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:45:00,09:45:00,200430_02,40,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:46:00,09:46:00,200007_02,41,渋川市内循環,0,0,1
年末・年始_08時58分_系統264,09:51:00,09:51:00,210463_10,42,渋川市内循環,1,0,1
年末・年始_09時00分_系統583,09:00:00,09:00:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
年末・年始_09時00分_系統583,09:02:00,09:02:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
年末・年始_09時00分_系統583,09:03:00,09:03:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
年末・年始_09時00分_系統583,09:04:00,09:04:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
年末・年始_09時00分_系統583,09:07:00,09:07:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
年末・年始_09時00分_系統583,09:10:00,09:10:00,200927_01,6,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:10:00,09:10:00,200800_02,7,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:11:00,09:11:00,200928_02,8,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:13:00,09:13:00,201071_02,9,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:15:00,09:15:00,200542_02,10,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:17:00,09:17:00,200141_02,11,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:18:00,09:18:00,200142_02,12,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:20:00,09:20:00,200262_02,13,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:21:00,09:21:00,201015_02,14,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:22:00,09:22:00,200379_02,15,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:23:00,09:23:00,200455_02,16,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:24:00,09:24:00,200702_02,17,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:25:00,09:25:00,200703_02,18,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:27:00,09:27:00,201081_02,19,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:29:00,09:29:00,200998_02,20,前橋駅,0,0,1
年末・年始_09時00分_系統583,09:32:00,09:32:00,200718_10,21,前橋駅,1,0,1
年末・年始_09時10分_系統267,09:10:00,09:10:00,200463_01,1,前橋駅,0,1,1
年末・年始_09時10分_系統267,09:11:00,09:11:00,200768_02,2,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:12:00,09:12:00,200730_02,3,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:14:00,09:14:00,200827_02,4,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:15:00,09:15:00,200506_02,5,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:16:00,09:16:00,200017_02,6,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:17:00,09:17:00,200519_02,7,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:17:00,09:17:00,200987_02,8,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:19:00,09:19:00,200985_02,9,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:20:00,09:20:00,200895_02,10,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:21:00,09:21:00,200395_02,11,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:21:00,09:21:00,200153_02,12,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:22:00,09:22:00,201100_02,13,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:23:00,09:23:00,200981_02,14,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:24:00,09:24:00,200872_02,15,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:25:00,09:25:00,201056_02,16,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:27:00,09:27:00,200189_02,17,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:28:00,09:28:00,200722_02,18,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:29:00,09:29:00,200343_02,19,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:30:00,09:30:00,200348_02,20,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:32:00,09:32:00,201071_02,21,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:34:00,09:34:00,200542_02,22,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:36:00,09:36:00,200141_02,23,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:37:00,09:37:00,200142_02,24,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:39:00,09:39:00,200262_02,25,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:40:00,09:40:00,201015_02,26,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:41:00,09:41:00,200379_02,27,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:42:00,09:42:00,200455_02,28,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:43:00,09:43:00,200702_02,29,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:44:00,09:44:00,200703_02,30,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:46:00,09:46:00,201081_02,31,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:48:00,09:48:00,200998_02,32,前橋駅,0,0,1
年末・年始_09時10分_系統267,09:51:00,09:51:00,200718_10,33,前橋駅,1,0,1
年末・年始_09時17分_系統586,09:17:00,09:17:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
年末・年始_09時17分_系統586,09:18:00,09:18:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:20:00,09:20:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:22:00,09:22:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:23:00,09:23:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:24:00,09:24:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:25:00,09:25:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:26:00,09:26:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:27:00,09:27:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:28:00,09:28:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
年末・年始_09時17分_系統586,09:30:00,09:30:00,200261_01,11,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:31:00,09:31:00,200503_02,12,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:32:00,09:32:00,200142_01,13,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:33:00,09:33:00,200141_01,14,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:34:00,09:34:00,200542_01,15,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:36:00,09:36:00,201071_01,16,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:37:00,09:37:00,200348_01,17,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:38:00,09:38:00,200343_01,18,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:39:00,09:39:00,200722_01,19,群馬大学荒牧,0,0,1
年末・年始_09時17分_系統586,09:42:00,09:42:00,200273_01,20,群馬大学荒牧,1,0,1
年末・年始_09時30分_系統266,09:30:00,09:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_09時30分_系統266,09:31:00,09:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:33:00,09:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:35:00,09:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:36:00,09:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:38:00,09:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:39:00,09:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:40:00,09:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:41:00,09:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:42:00,09:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:43:00,09:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:44:00,09:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:46:00,09:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:48:00,09:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:49:00,09:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:50:00,09:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時30分_系統266,09:52:00,09:52:00,200273_01,17,渋川駅,0,0,1
年末・年始_09時30分_系統266,09:55:00,09:55:00,200189_01,18,渋川駅,0,0,1
年末・年始_09時30分_系統266,09:57:00,09:57:00,201056_01,19,渋川駅,0,0,1
年末・年始_09時30分_系統266,09:58:00,09:58:00,200872_01,20,渋川駅,0,0,1
年末・年始_09時30分_系統266,09:59:00,09:59:00,200981_01,21,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:00:00,10:00:00,201100_01,22,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:01:00,10:01:00,200153_01,23,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:01:00,10:01:00,200395_01,24,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:02:00,10:02:00,200895_01,25,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:03:00,10:03:00,200985_01,26,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:03:00,10:03:00,200987_01,27,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:04:00,10:04:00,200519_01,28,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:05:00,10:05:00,200017_01,29,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:06:00,10:06:00,200506_01,30,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:08:00,10:08:00,200827_01,31,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:10:00,10:10:00,200730_01,32,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:11:00,10:11:00,200768_01,33,渋川駅,0,0,1
年末・年始_09時30分_系統266,10:14:00,10:14:00,200463_10,34,渋川駅,1,0,1
年末・年始_09時30分_系統267,09:30:00,09:30:00,200463_01,1,前橋駅,0,1,1
年末・年始_09時30分_系統267,09:31:00,09:31:00,200768_02,2,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:32:00,09:32:00,200730_02,3,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:34:00,09:34:00,200827_02,4,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:35:00,09:35:00,200506_02,5,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:36:00,09:36:00,200017_02,6,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:37:00,09:37:00,200519_02,7,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:37:00,09:37:00,200987_02,8,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:39:00,09:39:00,200985_02,9,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:40:00,09:40:00,200895_02,10,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:41:00,09:41:00,200395_02,11,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:41:00,09:41:00,200153_02,12,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:42:00,09:42:00,201100_02,13,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:43:00,09:43:00,200981_02,14,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:44:00,09:44:00,200872_02,15,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:45:00,09:45:00,201056_02,16,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:47:00,09:47:00,200189_02,17,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:48:00,09:48:00,200722_02,18,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:49:00,09:49:00,200343_02,19,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:50:00,09:50:00,200348_02,20,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:52:00,09:52:00,201071_02,21,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:54:00,09:54:00,200542_02,22,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:56:00,09:56:00,200141_02,23,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:57:00,09:57:00,200142_02,24,前橋駅,0,0,1
年末・年始_09時30分_系統267,09:59:00,09:59:00,200262_02,25,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:00:00,10:00:00,201015_02,26,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:01:00,10:01:00,200379_02,27,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:02:00,10:02:00,200455_02,28,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:03:00,10:03:00,200702_02,29,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:04:00,10:04:00,200703_02,30,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:06:00,10:06:00,201081_02,31,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:08:00,10:08:00,200998_02,32,前橋駅,0,0,1
年末・年始_09時30分_系統267,10:11:00,10:11:00,200718_10,33,前橋駅,1,0,1
年末・年始_09時47分_系統263,09:47:00,09:47:00,210463_05,1,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,1,1
年末・年始_09時47分_系統263,09:48:00,09:48:00,200007_01,2,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,09:49:00,09:49:00,200430_01,3,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,09:50:00,09:50:00,200477_01,4,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,09:51:00,09:51:00,200476_01,5,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,09:52:00,09:52:00,200704_02,6,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,09:53:00,09:53:00,200467_01,7,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,09:54:00,09:54:00,200466_02,8,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,09:55:00,09:55:00,200468_02,9,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:00:00,10:00:00,200463_01,10,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:01:00,10:01:00,200768_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:02:00,10:02:00,200730_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:04:00,10:04:00,200827_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:05:00,10:05:00,200506_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:06:00,10:06:00,200017_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:07:00,10:07:00,200519_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:07:00,10:07:00,200987_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:09:00,10:09:00,200985_02,18,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:10:00,10:10:00,200895_02,19,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:11:00,10:11:00,200395_02,20,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:11:00,10:11:00,200153_02,21,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:12:00,10:12:00,201100_02,22,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:13:00,10:13:00,200981_02,23,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:14:00,10:14:00,200872_02,24,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:15:00,10:15:00,201056_02,25,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:17:00,10:17:00,200189_02,26,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_09時47分_系統263,10:20:00,10:20:00,200273_01,27,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:22:00,10:22:00,200722_02,28,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:23:00,10:23:00,200343_02,29,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:24:00,10:24:00,200348_02,30,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:26:00,10:26:00,201071_02,31,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:28:00,10:28:00,200542_02,32,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:30:00,10:30:00,200141_02,33,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:31:00,10:31:00,200142_02,34,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:33:00,10:33:00,200262_02,35,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:34:00,10:34:00,201015_02,36,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:35:00,10:35:00,200379_02,37,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:36:00,10:36:00,200455_02,38,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:37:00,10:37:00,200702_02,39,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:38:00,10:38:00,200703_02,40,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:40:00,10:40:00,201081_02,41,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:42:00,10:42:00,200998_02,42,前橋駅,0,0,1
年末・年始_09時47分_系統263,10:45:00,10:45:00,200718_10,43,前橋駅,1,0,1
年末・年始_09時48分_系統669,09:48:00,09:48:00,200273_01,1,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,1,1
年末・年始_09時48分_系統669,09:50:00,09:50:00,200722_02,2,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,09:51:00,09:51:00,200343_02,3,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,09:52:00,09:52:00,200348_02,4,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,09:55:00,09:55:00,201185_02,5,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,09:58:00,09:58:00,200927_01,6,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,09:58:00,09:58:00,200800_02,7,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,09:59:00,09:59:00,200928_02,8,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:01:00,10:01:00,201071_02,9,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:03:00,10:03:00,200542_02,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:05:00,10:05:00,200141_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:06:00,10:06:00,200142_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:08:00,10:08:00,200262_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:09:00,10:09:00,201015_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:10:00,10:10:00,200379_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:11:00,10:11:00,200455_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:12:00,10:12:00,200702_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:13:00,10:13:00,200703_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:15:00,10:15:00,201081_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:17:00,10:17:00,200998_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_09時48分_系統669,10:20:00,10:20:00,200718_04,21,けやきウォーク前橋,0,0,1
年末・年始_09時48分_系統669,10:22:00,10:22:00,200108_01,22,けやきウォーク前橋,0,0,1
年末・年始_09時48分_系統669,10:23:00,10:23:00,200932_01,23,けやきウォーク前橋,0,0,1
年末・年始_09時48分_系統669,10:24:00,10:24:00,200668_01,24,けやきウォーク前橋,0,0,1
年末・年始_09時48分_系統669,10:28:00,10:28:00,200022_01,25,けやきウォーク前橋,1,0,1
年末・年始_10時02分_系統268,10:02:00,10:02:00,200718_02,1,渋川駅,0,1,1
年末・年始_10時02分_系統268,10:03:00,10:03:00,200998_01,2,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:05:00,10:05:00,201081_01,3,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:06:00,10:06:00,200703_01,4,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:06:00,10:06:00,200702_01,5,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:07:00,10:07:00,200455_01,6,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:08:00,10:08:00,200379_01,7,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:09:00,10:09:00,201015_01,8,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:10:00,10:10:00,200262_01,9,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:11:00,10:11:00,200142_01,10,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:12:00,10:12:00,200141_01,11,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:13:00,10:13:00,200542_01,12,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:15:00,10:15:00,201071_01,13,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:17:00,10:17:00,200348_01,14,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:18:00,10:18:00,200343_01,15,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:19:00,10:19:00,200722_01,16,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:21:00,10:21:00,200189_01,17,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:23:00,10:23:00,201056_01,18,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:24:00,10:24:00,200872_01,19,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:25:00,10:25:00,200981_01,20,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:26:00,10:26:00,201100_01,21,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:27:00,10:27:00,200153_01,22,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:27:00,10:27:00,200395_01,23,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:28:00,10:28:00,200895_01,24,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:29:00,10:29:00,200985_01,25,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:29:00,10:29:00,200987_01,26,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:30:00,10:30:00,200519_01,27,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:31:00,10:31:00,200017_01,28,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:32:00,10:32:00,200506_01,29,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:34:00,10:34:00,200827_01,30,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:36:00,10:36:00,200730_01,31,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:37:00,10:37:00,200768_01,32,渋川駅,0,0,1
年末・年始_10時02分_系統268,10:40:00,10:40:00,200463_10,33,渋川駅,1,0,1
年末・年始_10時10分_系統644,10:10:00,10:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
年末・年始_10時10分_系統644,10:11:00,10:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:13:00,10:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:15:00,10:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:16:00,10:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:17:00,10:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:18:00,10:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:19:00,10:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:20:00,10:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:21:00,10:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_10時10分_系統644,10:23:00,10:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:24:00,10:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:25:00,10:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:26:00,10:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:27:00,10:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:29:00,10:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:31:00,10:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:32:00,10:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:33:00,10:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:35:00,10:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
年末・年始_10時10分_系統644,10:42:00,10:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
年末・年始_10時30分_系統264,10:30:00,10:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
年末・年始_10時30分_系統264,10:31:00,10:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:33:00,10:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:35:00,10:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:36:00,10:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:38:00,10:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:39:00,10:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:40:00,10:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:41:00,10:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:42:00,10:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:43:00,10:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:44:00,10:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:46:00,10:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:48:00,10:48:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:49:00,10:49:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:50:00,10:50:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:52:00,10:52:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:55:00,10:55:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:57:00,10:57:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:58:00,10:58:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,10:59:00,10:59:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:00:00,11:00:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:01:00,11:01:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:01:00,11:01:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:02:00,11:02:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:03:00,11:03:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:03:00,11:03:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:04:00,11:04:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:05:00,11:05:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:06:00,11:06:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:08:00,11:08:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:10:00,11:10:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:11:00,11:11:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_10時30分_系統264,11:12:00,11:12:00,200463_06,34,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:13:00,11:13:00,200468_01,35,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:15:00,11:15:00,200466_01,36,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:16:00,11:16:00,200704_01,37,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:17:00,11:17:00,200476_02,38,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:18:00,11:18:00,200477_02,39,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:19:00,11:19:00,200430_02,40,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:20:00,11:20:00,200007_02,41,渋川市内循環,0,0,1
年末・年始_10時30分_系統264,11:25:00,11:25:00,210463_10,42,渋川市内循環,1,0,1
年末・年始_10時30分_系統267,10:30:00,10:30:00,200463_01,1,前橋駅,0,1,1
年末・年始_10時30分_系統267,10:31:00,10:31:00,200768_02,2,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:32:00,10:32:00,200730_02,3,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:34:00,10:34:00,200827_02,4,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:35:00,10:35:00,200506_02,5,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:36:00,10:36:00,200017_02,6,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:37:00,10:37:00,200519_02,7,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:37:00,10:37:00,200987_02,8,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:39:00,10:39:00,200985_02,9,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:40:00,10:40:00,200895_02,10,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:41:00,10:41:00,200395_02,11,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:41:00,10:41:00,200153_02,12,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:42:00,10:42:00,201100_02,13,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:43:00,10:43:00,200981_02,14,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:44:00,10:44:00,200872_02,15,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:45:00,10:45:00,201056_02,16,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:47:00,10:47:00,200189_02,17,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:48:00,10:48:00,200722_02,18,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:49:00,10:49:00,200343_02,19,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:50:00,10:50:00,200348_02,20,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:52:00,10:52:00,201071_02,21,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:54:00,10:54:00,200542_02,22,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:56:00,10:56:00,200141_02,23,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:57:00,10:57:00,200142_02,24,前橋駅,0,0,1
年末・年始_10時30分_系統267,10:59:00,10:59:00,200262_02,25,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:00:00,11:00:00,201015_02,26,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:01:00,11:01:00,200379_02,27,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:02:00,11:02:00,200455_02,28,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:03:00,11:03:00,200702_02,29,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:04:00,11:04:00,200703_02,30,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:06:00,11:06:00,201081_02,31,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:08:00,11:08:00,200998_02,32,前橋駅,0,0,1
年末・年始_10時30分_系統267,11:11:00,11:11:00,200718_10,33,前橋駅,1,0,1
年末・年始_10時50分_系統643,10:50:00,10:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
年末・年始_10時50分_系統643,10:55:00,10:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,10:57:00,10:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,10:58:00,10:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,10:59:00,10:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:02:00,11:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:05:00,11:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:05:00,11:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:06:00,11:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:08:00,11:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:10:00,11:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:12:00,11:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:14:00,11:14:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:15:00,11:15:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
年末・年始_10時50分_系統643,11:17:00,11:17:00,200261_01,15,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:18:00,11:18:00,200503_02,16,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:21:00,11:21:00,200262_02,17,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:22:00,11:22:00,201015_02,18,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:23:00,11:23:00,200379_02,19,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:24:00,11:24:00,200455_02,20,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:25:00,11:25:00,200702_02,21,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:26:00,11:26:00,200703_02,22,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:28:00,11:28:00,201081_02,23,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:30:00,11:30:00,200998_02,24,前橋駅,0,0,1
年末・年始_10時50分_系統643,11:33:00,11:33:00,200718_10,25,前橋駅,1,0,1
年末・年始_10時57分_系統268,10:57:00,10:57:00,200718_02,1,渋川駅,0,1,1
年末・年始_10時57分_系統268,10:58:00,10:58:00,200998_01,2,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:00:00,11:00:00,201081_01,3,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:02:00,11:02:00,200703_01,4,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:03:00,11:03:00,200702_01,5,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:04:00,11:04:00,200455_01,6,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:05:00,11:05:00,200379_01,7,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:06:00,11:06:00,201015_01,8,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:07:00,11:07:00,200262_01,9,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:08:00,11:08:00,200142_01,10,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:09:00,11:09:00,200141_01,11,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:10:00,11:10:00,200542_01,12,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:12:00,11:12:00,201071_01,13,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:14:00,11:14:00,200348_01,14,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:15:00,11:15:00,200343_01,15,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:16:00,11:16:00,200722_01,16,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:18:00,11:18:00,200189_01,17,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:20:00,11:20:00,201056_01,18,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:21:00,11:21:00,200872_01,19,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:22:00,11:22:00,200981_01,20,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:23:00,11:23:00,201100_01,21,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:24:00,11:24:00,200153_01,22,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:24:00,11:24:00,200395_01,23,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:25:00,11:25:00,200895_01,24,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:26:00,11:26:00,200985_01,25,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:26:00,11:26:00,200987_01,26,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:27:00,11:27:00,200519_01,27,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:28:00,11:28:00,200017_01,28,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:29:00,11:29:00,200506_01,29,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:31:00,11:31:00,200827_01,30,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:33:00,11:33:00,200730_01,31,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:34:00,11:34:00,200768_01,32,渋川駅,0,0,1
年末・年始_10時57分_系統268,11:37:00,11:37:00,200463_10,33,渋川駅,1,0,1
年末・年始_11時00分_系統663,11:00:00,11:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
年末・年始_11時00分_系統663,11:01:00,11:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:02:00,11:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:04:00,11:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:05:00,11:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:06:00,11:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:07:00,11:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:07:00,11:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:09:00,11:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:10:00,11:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:11:00,11:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:11:00,11:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:12:00,11:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:13:00,11:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:14:00,11:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:15:00,11:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:17:00,11:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:20:00,11:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:22:00,11:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:23:00,11:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:24:00,11:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:26:00,11:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:28:00,11:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:30:00,11:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:31:00,11:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:33:00,11:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:34:00,11:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:35:00,11:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:36:00,11:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:37:00,11:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:38:00,11:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:40:00,11:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:42:00,11:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_11時00分_系統663,11:45:00,11:45:00,200718_04,34,けやきウォーク前橋,0,0,1
年末・年始_11時00分_系統663,11:47:00,11:47:00,200108_01,35,けやきウォーク前橋,0,0,1
年末・年始_11時00分_系統663,11:48:00,11:48:00,200932_01,36,けやきウォーク前橋,0,0,1
年末・年始_11時00分_系統663,11:49:00,11:49:00,200668_01,37,けやきウォーク前橋,0,0,1
年末・年始_11時00分_系統663,11:53:00,11:53:00,200022_01,38,けやきウォーク前橋,1,0,1
年末・年始_11時10分_系統584,11:10:00,11:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
年末・年始_11時10分_系統584,11:11:00,11:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:13:00,11:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:15:00,11:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:16:00,11:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:18:00,11:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:19:00,11:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:20:00,11:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:21:00,11:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:22:00,11:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:24:00,11:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:25:00,11:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:26:00,11:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:27:00,11:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:28:00,11:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:30:00,11:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:31:00,11:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:32:00,11:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_11時10分_系統584,11:34:00,11:34:00,200927_01,19,群馬大学荒牧,0,0,1
年末・年始_11時10分_系統584,11:35:00,11:35:00,201185_01,20,群馬大学荒牧,0,0,1
年末・年始_11時10分_系統584,11:39:00,11:39:00,200348_01,21,群馬大学荒牧,0,0,1
年末・年始_11時10分_系統584,11:40:00,11:40:00,200343_01,22,群馬大学荒牧,0,0,1
年末・年始_11時10分_系統584,11:41:00,11:41:00,200722_01,23,群馬大学荒牧,0,0,1
年末・年始_11時10分_系統584,11:44:00,11:44:00,200273_01,24,群馬大学荒牧,1,0,1
年末・年始_11時17分_系統261,11:17:00,11:17:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
年末・年始_11時17分_系統261,11:18:00,11:18:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:19:00,11:19:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:20:00,11:20:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:21:00,11:21:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:22:00,11:22:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:23:00,11:23:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:24:00,11:24:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:25:00,11:25:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_11時17分_系統261,11:30:00,11:30:00,200463_01,10,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:31:00,11:31:00,200768_02,11,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:32:00,11:32:00,200730_02,12,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:34:00,11:34:00,200827_02,13,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:35:00,11:35:00,200506_02,14,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:36:00,11:36:00,200017_02,15,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:37:00,11:37:00,200519_02,16,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:37:00,11:37:00,200987_02,17,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:39:00,11:39:00,200985_02,18,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:40:00,11:40:00,200895_02,19,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:41:00,11:41:00,200395_02,20,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:41:00,11:41:00,200153_02,21,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:42:00,11:42:00,201100_02,22,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:43:00,11:43:00,200981_02,23,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:44:00,11:44:00,200872_02,24,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:45:00,11:45:00,201056_02,25,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:47:00,11:47:00,200189_02,26,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:49:00,11:49:00,200722_02,27,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:50:00,11:50:00,200343_02,28,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:51:00,11:51:00,200348_02,29,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:53:00,11:53:00,201071_02,30,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:55:00,11:55:00,200542_02,31,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:57:00,11:57:00,200141_02,32,前橋駅,0,0,1
年末・年始_11時17分_系統261,11:58:00,11:58:00,200142_02,33,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:00:00,12:00:00,200262_02,34,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:01:00,12:01:00,201015_02,35,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:02:00,12:02:00,200379_02,36,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:03:00,12:03:00,200455_02,37,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:04:00,12:04:00,200702_02,38,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:05:00,12:05:00,200703_02,39,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:07:00,12:07:00,201081_02,40,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:09:00,12:09:00,200998_02,41,前橋駅,0,0,1
年末・年始_11時17分_系統261,12:12:00,12:12:00,200718_10,42,前橋駅,1,0,1
年末・年始_11時30分_系統266,11:30:00,11:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_11時30分_系統266,11:31:00,11:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:33:00,11:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:35:00,11:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:36:00,11:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:38:00,11:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:39:00,11:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:40:00,11:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:41:00,11:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:42:00,11:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:43:00,11:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:44:00,11:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:46:00,11:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:48:00,11:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:49:00,11:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:50:00,11:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_11時30分_系統266,11:52:00,11:52:00,200273_01,17,渋川駅,0,0,1
年末・年始_11時30分_系統266,11:55:00,11:55:00,200189_01,18,渋川駅,0,0,1
年末・年始_11時30分_系統266,11:57:00,11:57:00,201056_01,19,渋川駅,0,0,1
年末・年始_11時30分_系統266,11:58:00,11:58:00,200872_01,20,渋川駅,0,0,1
年末・年始_11時30分_系統266,11:59:00,11:59:00,200981_01,21,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:00:00,12:00:00,201100_01,22,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:01:00,12:01:00,200153_01,23,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:01:00,12:01:00,200395_01,24,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:02:00,12:02:00,200895_01,25,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:03:00,12:03:00,200985_01,26,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:03:00,12:03:00,200987_01,27,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:04:00,12:04:00,200519_01,28,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:05:00,12:05:00,200017_01,29,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:06:00,12:06:00,200506_01,30,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:08:00,12:08:00,200827_01,31,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:10:00,12:10:00,200730_01,32,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:11:00,12:11:00,200768_01,33,渋川駅,0,0,1
年末・年始_11時30分_系統266,12:14:00,12:14:00,200463_10,34,渋川駅,1,0,1
年末・年始_11時57分_系統262,11:57:00,11:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
年末・年始_11時57分_系統262,11:58:00,11:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:00:00,12:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:02:00,12:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:03:00,12:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:05:00,12:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:06:00,12:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:07:00,12:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:08:00,12:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:09:00,12:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:10:00,12:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:11:00,12:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:13:00,12:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:15:00,12:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:16:00,12:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:17:00,12:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:20:00,12:20:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:22:00,12:22:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:23:00,12:23:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:24:00,12:24:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:25:00,12:25:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:26:00,12:26:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:26:00,12:26:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:27:00,12:27:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:28:00,12:28:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:28:00,12:28:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:29:00,12:29:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:30:00,12:30:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:31:00,12:31:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:33:00,12:33:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:35:00,12:35:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:36:00,12:36:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_11時57分_系統262,12:37:00,12:37:00,200463_06,33,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:38:00,12:38:00,200468_01,34,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:40:00,12:40:00,200466_01,35,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:41:00,12:41:00,200704_01,36,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:42:00,12:42:00,200476_02,37,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:43:00,12:43:00,200477_02,38,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:44:00,12:44:00,200430_02,39,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:45:00,12:45:00,200007_02,40,渋川市内循環,0,0,1
年末・年始_11時57分_系統262,12:50:00,12:50:00,210463_10,41,渋川市内循環,1,0,1
年末・年始_11時58分_系統587,11:58:00,11:58:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
年末・年始_11時58分_系統587,12:00:00,12:00:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:01:00,12:01:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:02:00,12:02:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:04:00,12:04:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:06:00,12:06:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:08:00,12:08:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:10:00,12:10:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:11:00,12:11:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
年末・年始_11時58分_系統587,12:13:00,12:13:00,200261_01,10,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:14:00,12:14:00,200503_02,11,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:17:00,12:17:00,200262_02,12,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:18:00,12:18:00,201015_02,13,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:19:00,12:19:00,200379_02,14,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:20:00,12:20:00,200455_02,15,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:21:00,12:21:00,200702_02,16,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:22:00,12:22:00,200703_02,17,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:24:00,12:24:00,201081_02,18,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:26:00,12:26:00,200998_02,19,前橋駅,0,0,1
年末・年始_11時58分_系統587,12:29:00,12:29:00,200718_10,20,前橋駅,1,0,1
年末・年始_12時00分_系統663,12:00:00,12:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
年末・年始_12時00分_系統663,12:01:00,12:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:02:00,12:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:04:00,12:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:05:00,12:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:06:00,12:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:07:00,12:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:07:00,12:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:09:00,12:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:10:00,12:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:11:00,12:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:11:00,12:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:12:00,12:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:13:00,12:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:14:00,12:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:15:00,12:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:17:00,12:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:20:00,12:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:22:00,12:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:23:00,12:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:24:00,12:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:26:00,12:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:28:00,12:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:30:00,12:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:31:00,12:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:33:00,12:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:34:00,12:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:35:00,12:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:36:00,12:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:37:00,12:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:38:00,12:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:40:00,12:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:42:00,12:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時00分_系統663,12:45:00,12:45:00,200718_04,34,けやきウォーク前橋,0,0,1
年末・年始_12時00分_系統663,12:47:00,12:47:00,200108_01,35,けやきウォーク前橋,0,0,1
年末・年始_12時00分_系統663,12:48:00,12:48:00,200932_01,36,けやきウォーク前橋,0,0,1
年末・年始_12時00分_系統663,12:49:00,12:49:00,200668_01,37,けやきウォーク前橋,0,0,1
年末・年始_12時00分_系統663,12:53:00,12:53:00,200022_01,38,けやきウォーク前橋,1,0,1
年末・年始_12時10分_系統644,12:10:00,12:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
年末・年始_12時10分_系統644,12:11:00,12:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:13:00,12:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:15:00,12:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:16:00,12:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:17:00,12:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:18:00,12:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:19:00,12:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:20:00,12:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:21:00,12:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_12時10分_系統644,12:23:00,12:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:24:00,12:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:25:00,12:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:26:00,12:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:27:00,12:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:29:00,12:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:31:00,12:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:32:00,12:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:33:00,12:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:35:00,12:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
年末・年始_12時10分_系統644,12:42:00,12:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
年末・年始_12時30分_系統267,12:30:00,12:30:00,200463_01,1,前橋駅,0,1,1
年末・年始_12時30分_系統267,12:31:00,12:31:00,200768_02,2,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:32:00,12:32:00,200730_02,3,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:34:00,12:34:00,200827_02,4,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:35:00,12:35:00,200506_02,5,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:36:00,12:36:00,200017_02,6,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:37:00,12:37:00,200519_02,7,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:37:00,12:37:00,200987_02,8,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:39:00,12:39:00,200985_02,9,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:40:00,12:40:00,200895_02,10,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:41:00,12:41:00,200395_02,11,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:41:00,12:41:00,200153_02,12,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:42:00,12:42:00,201100_02,13,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:43:00,12:43:00,200981_02,14,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:44:00,12:44:00,200872_02,15,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:45:00,12:45:00,201056_02,16,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:47:00,12:47:00,200189_02,17,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:48:00,12:48:00,200722_02,18,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:49:00,12:49:00,200343_02,19,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:50:00,12:50:00,200348_02,20,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:52:00,12:52:00,201071_02,21,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:54:00,12:54:00,200542_02,22,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:56:00,12:56:00,200141_02,23,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:57:00,12:57:00,200142_02,24,前橋駅,0,0,1
年末・年始_12時30分_系統267,12:59:00,12:59:00,200262_02,25,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:00:00,13:00:00,201015_02,26,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:01:00,13:01:00,200379_02,27,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:02:00,13:02:00,200455_02,28,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:03:00,13:03:00,200702_02,29,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:04:00,13:04:00,200703_02,30,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:06:00,13:06:00,201081_02,31,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:08:00,13:08:00,200998_02,32,前橋駅,0,0,1
年末・年始_12時30分_系統267,13:11:00,13:11:00,200718_10,33,前橋駅,1,0,1
年末・年始_12時30分_系統266,12:30:00,12:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_12時30分_系統266,12:31:00,12:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:33:00,12:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:35:00,12:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:36:00,12:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:38:00,12:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:39:00,12:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:40:00,12:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:41:00,12:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:42:00,12:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:43:00,12:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:44:00,12:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:46:00,12:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:48:00,12:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:49:00,12:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:50:00,12:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_12時30分_系統266,12:52:00,12:52:00,200273_01,17,渋川駅,0,0,1
年末・年始_12時30分_系統266,12:55:00,12:55:00,200189_01,18,渋川駅,0,0,1
年末・年始_12時30分_系統266,12:57:00,12:57:00,201056_01,19,渋川駅,0,0,1
年末・年始_12時30分_系統266,12:58:00,12:58:00,200872_01,20,渋川駅,0,0,1
年末・年始_12時30分_系統266,12:59:00,12:59:00,200981_01,21,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:00:00,13:00:00,201100_01,22,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:01:00,13:01:00,200153_01,23,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:01:00,13:01:00,200395_01,24,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:02:00,13:02:00,200895_01,25,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:03:00,13:03:00,200985_01,26,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:03:00,13:03:00,200987_01,27,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:04:00,13:04:00,200519_01,28,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:05:00,13:05:00,200017_01,29,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:06:00,13:06:00,200506_01,30,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:08:00,13:08:00,200827_01,31,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:10:00,13:10:00,200730_01,32,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:11:00,13:11:00,200768_01,33,渋川駅,0,0,1
年末・年始_12時30分_系統266,13:14:00,13:14:00,200463_10,34,渋川駅,1,0,1
年末・年始_12時47分_系統662,12:47:00,12:47:00,200022_01,1,渋川駅（前橋駅・渋川市内循環 経由）,0,1,1
年末・年始_12時47分_系統662,12:50:00,12:50:00,200668_02,2,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,12:51:00,12:51:00,200932_02,3,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,12:52:00,12:52:00,200108_02,4,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,12:57:00,12:57:00,200718_02,5,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,12:58:00,12:58:00,200998_01,6,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:00:00,13:00:00,201081_01,7,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:02:00,13:02:00,200703_01,8,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:03:00,13:03:00,200702_01,9,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:05:00,13:05:00,200455_01,10,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:06:00,13:06:00,200379_01,11,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:07:00,13:07:00,201015_01,12,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:08:00,13:08:00,200262_01,13,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:09:00,13:09:00,200142_01,14,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:10:00,13:10:00,200141_01,15,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:11:00,13:11:00,200542_01,16,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:13:00,13:13:00,201071_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:15:00,13:15:00,200348_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:16:00,13:16:00,200343_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:17:00,13:17:00,200722_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:19:00,13:19:00,200189_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:21:00,13:21:00,201056_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:22:00,13:22:00,200872_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:23:00,13:23:00,200981_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:24:00,13:24:00,201100_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:25:00,13:25:00,200153_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:25:00,13:25:00,200395_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:26:00,13:26:00,200895_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:27:00,13:27:00,200985_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:27:00,13:27:00,200987_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:28:00,13:28:00,200519_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:29:00,13:29:00,200017_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:30:00,13:30:00,200506_01,33,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:32:00,13:32:00,200827_01,34,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:34:00,13:34:00,200730_01,35,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:35:00,13:35:00,200768_01,36,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_12時47分_系統662,13:36:00,13:36:00,200463_06,37,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:37:00,13:37:00,200468_01,38,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:39:00,13:39:00,200466_01,39,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:40:00,13:40:00,200704_01,40,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:41:00,13:41:00,200476_02,41,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:42:00,13:42:00,200477_02,42,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:43:00,13:43:00,200430_02,43,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:44:00,13:44:00,200007_02,44,渋川市内循環,0,0,1
年末・年始_12時47分_系統662,13:49:00,13:49:00,210463_10,45,渋川市内循環,1,0,1
年末・年始_12時50分_系統645,12:50:00,12:50:00,201440_01,1,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,1,1
年末・年始_12時50分_系統645,12:55:00,12:55:00,200189_02,2,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,12:57:00,12:57:00,200722_02,3,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,12:58:00,12:58:00,200343_02,4,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,12:59:00,12:59:00,200348_02,5,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:02:00,13:02:00,201185_02,6,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:05:00,13:05:00,200927_01,7,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:05:00,13:05:00,200800_02,8,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:06:00,13:06:00,200928_02,9,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:08:00,13:08:00,201071_02,10,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:10:00,13:10:00,200542_02,11,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:12:00,13:12:00,200141_02,12,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:14:00,13:14:00,200142_02,13,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:15:00,13:15:00,200503_01,14,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:17:00,13:17:00,200261_01,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:18:00,13:18:00,200503_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:21:00,13:21:00,200262_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:22:00,13:22:00,201015_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:23:00,13:23:00,200379_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:24:00,13:24:00,200455_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:25:00,13:25:00,200702_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:26:00,13:26:00,200703_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:28:00,13:28:00,201081_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:30:00,13:30:00,200998_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_12時50分_系統645,13:33:00,13:33:00,200718_04,25,けやきウォーク前橋,0,0,1
年末・年始_12時50分_系統645,13:35:00,13:35:00,200108_01,26,けやきウォーク前橋,0,0,1
年末・年始_12時50分_系統645,13:36:00,13:36:00,200932_01,27,けやきウォーク前橋,0,0,1
年末・年始_12時50分_系統645,13:37:00,13:37:00,200668_01,28,けやきウォーク前橋,0,0,1
年末・年始_12時50分_系統645,13:41:00,13:41:00,200022_01,29,けやきウォーク前橋,1,0,1
年末・年始_12時52分_系統261,12:52:00,12:52:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
年末・年始_12時52分_系統261,12:53:00,12:53:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,12:54:00,12:54:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,12:55:00,12:55:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,12:56:00,12:56:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,12:57:00,12:57:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,12:58:00,12:58:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,12:59:00,12:59:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,13:00:00,13:00:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_12時52分_系統261,13:05:00,13:05:00,200463_01,10,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:06:00,13:06:00,200768_02,11,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:07:00,13:07:00,200730_02,12,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:09:00,13:09:00,200827_02,13,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:10:00,13:10:00,200506_02,14,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:11:00,13:11:00,200017_02,15,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:12:00,13:12:00,200519_02,16,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:12:00,13:12:00,200987_02,17,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:14:00,13:14:00,200985_02,18,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:15:00,13:15:00,200895_02,19,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:16:00,13:16:00,200395_02,20,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:16:00,13:16:00,200153_02,21,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:17:00,13:17:00,201100_02,22,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:18:00,13:18:00,200981_02,23,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:19:00,13:19:00,200872_02,24,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:20:00,13:20:00,201056_02,25,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:22:00,13:22:00,200189_02,26,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:23:00,13:23:00,200722_02,27,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:24:00,13:24:00,200343_02,28,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:25:00,13:25:00,200348_02,29,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:27:00,13:27:00,201071_02,30,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:29:00,13:29:00,200542_02,31,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:31:00,13:31:00,200141_02,32,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:32:00,13:32:00,200142_02,33,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:34:00,13:34:00,200262_02,34,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:35:00,13:35:00,201015_02,35,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:36:00,13:36:00,200379_02,36,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:37:00,13:37:00,200455_02,37,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:38:00,13:38:00,200702_02,38,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:39:00,13:39:00,200703_02,39,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:41:00,13:41:00,201081_02,40,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:43:00,13:43:00,200998_02,41,前橋駅,0,0,1
年末・年始_12時52分_系統261,13:46:00,13:46:00,200718_10,42,前橋駅,1,0,1
年末・年始_13時10分_系統584,13:10:00,13:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
年末・年始_13時10分_系統584,13:11:00,13:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:13:00,13:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:15:00,13:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:16:00,13:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:18:00,13:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:19:00,13:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:20:00,13:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:21:00,13:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:22:00,13:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:24:00,13:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:25:00,13:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:26:00,13:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:27:00,13:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:28:00,13:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:30:00,13:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:31:00,13:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:32:00,13:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_13時10分_系統584,13:34:00,13:34:00,200927_01,19,群馬大学荒牧,0,0,1
年末・年始_13時10分_系統584,13:35:00,13:35:00,201185_01,20,群馬大学荒牧,0,0,1
年末・年始_13時10分_系統584,13:39:00,13:39:00,200348_01,21,群馬大学荒牧,0,0,1
年末・年始_13時10分_系統584,13:40:00,13:40:00,200343_01,22,群馬大学荒牧,0,0,1
年末・年始_13時10分_系統584,13:41:00,13:41:00,200722_01,23,群馬大学荒牧,0,0,1
年末・年始_13時10分_系統584,13:44:00,13:44:00,200273_01,24,群馬大学荒牧,1,0,1
年末・年始_13時30分_系統267,13:30:00,13:30:00,200463_01,1,前橋駅,0,1,1
年末・年始_13時30分_系統267,13:31:00,13:31:00,200768_02,2,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:32:00,13:32:00,200730_02,3,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:34:00,13:34:00,200827_02,4,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:35:00,13:35:00,200506_02,5,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:36:00,13:36:00,200017_02,6,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:37:00,13:37:00,200519_02,7,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:37:00,13:37:00,200987_02,8,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:39:00,13:39:00,200985_02,9,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:40:00,13:40:00,200895_02,10,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:41:00,13:41:00,200395_02,11,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:41:00,13:41:00,200153_02,12,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:42:00,13:42:00,201100_02,13,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:43:00,13:43:00,200981_02,14,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:44:00,13:44:00,200872_02,15,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:45:00,13:45:00,201056_02,16,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:47:00,13:47:00,200189_02,17,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:48:00,13:48:00,200722_02,18,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:49:00,13:49:00,200343_02,19,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:50:00,13:50:00,200348_02,20,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:52:00,13:52:00,201071_02,21,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:54:00,13:54:00,200542_02,22,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:56:00,13:56:00,200141_02,23,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:57:00,13:57:00,200142_02,24,前橋駅,0,0,1
年末・年始_13時30分_系統267,13:59:00,13:59:00,200262_02,25,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:00:00,14:00:00,201015_02,26,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:01:00,14:01:00,200379_02,27,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:02:00,14:02:00,200455_02,28,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:03:00,14:03:00,200702_02,29,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:04:00,14:04:00,200703_02,30,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:06:00,14:06:00,201081_02,31,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:08:00,14:08:00,200998_02,32,前橋駅,0,0,1
年末・年始_13時30分_系統267,14:11:00,14:11:00,200718_10,33,前橋駅,1,0,1
年末・年始_13時30分_系統262,13:30:00,13:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
年末・年始_13時30分_系統262,13:31:00,13:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:33:00,13:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:35:00,13:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:36:00,13:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:38:00,13:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:39:00,13:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:40:00,13:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:41:00,13:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:42:00,13:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:43:00,13:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:44:00,13:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:46:00,13:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:48:00,13:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:49:00,13:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:50:00,13:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:52:00,13:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:54:00,13:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:55:00,13:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:56:00,13:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:57:00,13:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:58:00,13:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:58:00,13:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,13:59:00,13:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:00:00,14:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:00:00,14:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:01:00,14:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:02:00,14:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:03:00,14:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:05:00,14:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:07:00,14:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:08:00,14:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_13時30分_系統262,14:09:00,14:09:00,200463_06,33,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:10:00,14:10:00,200468_01,34,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:12:00,14:12:00,200466_01,35,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:13:00,14:13:00,200704_01,36,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:14:00,14:14:00,200476_02,37,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:15:00,14:15:00,200477_02,38,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:16:00,14:16:00,200430_02,39,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:17:00,14:17:00,200007_02,40,渋川市内循環,0,0,1
年末・年始_13時30分_系統262,14:22:00,14:22:00,210463_10,41,渋川市内循環,1,0,1
年末・年始_13時55分_系統587,13:55:00,13:55:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
年末・年始_13時55分_系統587,13:57:00,13:57:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,13:58:00,13:58:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,13:59:00,13:59:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,14:01:00,14:01:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,14:03:00,14:03:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,14:05:00,14:05:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,14:07:00,14:07:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,14:08:00,14:08:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
年末・年始_13時55分_系統587,14:10:00,14:10:00,200261_01,10,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:11:00,14:11:00,200503_02,11,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:14:00,14:14:00,200262_02,12,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:15:00,14:15:00,201015_02,13,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:16:00,14:16:00,200379_02,14,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:17:00,14:17:00,200455_02,15,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:18:00,14:18:00,200702_02,16,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:19:00,14:19:00,200703_02,17,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:21:00,14:21:00,201081_02,18,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:23:00,14:23:00,200998_02,19,前橋駅,0,0,1
年末・年始_13時55分_系統587,14:26:00,14:26:00,200718_10,20,前橋駅,1,0,1
年末・年始_13時57分_系統268,13:57:00,13:57:00,200718_02,1,渋川駅,0,1,1
年末・年始_13時57分_系統268,13:58:00,13:58:00,200998_01,2,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:00:00,14:00:00,201081_01,3,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:02:00,14:02:00,200703_01,4,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:03:00,14:03:00,200702_01,5,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:04:00,14:04:00,200455_01,6,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:05:00,14:05:00,200379_01,7,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:06:00,14:06:00,201015_01,8,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:07:00,14:07:00,200262_01,9,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:08:00,14:08:00,200142_01,10,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:09:00,14:09:00,200141_01,11,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:10:00,14:10:00,200542_01,12,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:12:00,14:12:00,201071_01,13,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:14:00,14:14:00,200348_01,14,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:15:00,14:15:00,200343_01,15,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:16:00,14:16:00,200722_01,16,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:18:00,14:18:00,200189_01,17,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:20:00,14:20:00,201056_01,18,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:21:00,14:21:00,200872_01,19,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:22:00,14:22:00,200981_01,20,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:23:00,14:23:00,201100_01,21,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:24:00,14:24:00,200153_01,22,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:24:00,14:24:00,200395_01,23,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:25:00,14:25:00,200895_01,24,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:26:00,14:26:00,200985_01,25,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:26:00,14:26:00,200987_01,26,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:27:00,14:27:00,200519_01,27,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:28:00,14:28:00,200017_01,28,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:29:00,14:29:00,200506_01,29,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:31:00,14:31:00,200827_01,30,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:33:00,14:33:00,200730_01,31,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:34:00,14:34:00,200768_01,32,渋川駅,0,0,1
年末・年始_13時57分_系統268,14:37:00,14:37:00,200463_10,33,渋川駅,1,0,1
年末・年始_14時00分_系統265,14:00:00,14:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
年末・年始_14時00分_系統265,14:01:00,14:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:02:00,14:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:04:00,14:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:05:00,14:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:06:00,14:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:07:00,14:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:07:00,14:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:09:00,14:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:10:00,14:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:11:00,14:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:11:00,14:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:12:00,14:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:13:00,14:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:14:00,14:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:15:00,14:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:17:00,14:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時00分_系統265,14:20:00,14:20:00,200273_01,18,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:22:00,14:22:00,200722_02,19,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:23:00,14:23:00,200343_02,20,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:24:00,14:24:00,200348_02,21,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:26:00,14:26:00,201071_02,22,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:28:00,14:28:00,200542_02,23,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:30:00,14:30:00,200141_02,24,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:31:00,14:31:00,200142_02,25,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:33:00,14:33:00,200262_02,26,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:34:00,14:34:00,201015_02,27,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:35:00,14:35:00,200379_02,28,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:36:00,14:36:00,200455_02,29,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:37:00,14:37:00,200702_02,30,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:38:00,14:38:00,200703_02,31,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:40:00,14:40:00,201081_02,32,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:42:00,14:42:00,200998_02,33,前橋駅,0,0,1
年末・年始_14時00分_系統265,14:45:00,14:45:00,200718_10,34,前橋駅,1,0,1
年末・年始_14時10分_系統644,14:10:00,14:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
年末・年始_14時10分_系統644,14:11:00,14:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:13:00,14:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:15:00,14:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:16:00,14:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:17:00,14:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:18:00,14:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:19:00,14:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:20:00,14:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:21:00,14:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
年末・年始_14時10分_系統644,14:23:00,14:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:24:00,14:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:25:00,14:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:26:00,14:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:27:00,14:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:29:00,14:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:31:00,14:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:32:00,14:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:33:00,14:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:35:00,14:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
年末・年始_14時10分_系統644,14:42:00,14:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
年末・年始_14時20分_系統661,14:20:00,14:20:00,210463_05,1,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,1,1
年末・年始_14時20分_系統661,14:21:00,14:21:00,200007_01,2,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:22:00,14:22:00,200430_01,3,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:23:00,14:23:00,200477_01,4,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:24:00,14:24:00,200476_01,5,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:25:00,14:25:00,200704_02,6,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:26:00,14:26:00,200467_01,7,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:27:00,14:27:00,200466_02,8,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:28:00,14:28:00,200468_02,9,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:33:00,14:33:00,200463_01,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:34:00,14:34:00,200768_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:35:00,14:35:00,200730_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:37:00,14:37:00,200827_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:38:00,14:38:00,200506_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:39:00,14:39:00,200017_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:40:00,14:40:00,200519_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:40:00,14:40:00,200987_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:42:00,14:42:00,200985_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:43:00,14:43:00,200895_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:44:00,14:44:00,200395_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:44:00,14:44:00,200153_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:45:00,14:45:00,201100_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:46:00,14:46:00,200981_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:47:00,14:47:00,200872_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:48:00,14:48:00,201056_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:50:00,14:50:00,200189_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:52:00,14:52:00,200722_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:53:00,14:53:00,200343_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:54:00,14:54:00,200348_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:56:00,14:56:00,201071_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,14:58:00,14:58:00,200542_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:00:00,15:00:00,200141_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:01:00,15:01:00,200142_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:03:00,15:03:00,200262_02,34,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:04:00,15:04:00,201015_02,35,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:05:00,15:05:00,200379_02,36,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:06:00,15:06:00,200455_02,37,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:07:00,15:07:00,200702_02,38,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:08:00,15:08:00,200703_02,39,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:10:00,15:10:00,201081_02,40,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:12:00,15:12:00,200998_02,41,けやきウォーク前橋（前橋駅 経由）,0,0,1
年末・年始_14時20分_系統661,15:15:00,15:15:00,200718_04,42,けやきウォーク前橋,0,0,1
年末・年始_14時20分_系統661,15:17:00,15:17:00,200108_01,43,けやきウォーク前橋,0,0,1
年末・年始_14時20分_系統661,15:18:00,15:18:00,200932_01,44,けやきウォーク前橋,0,0,1
年末・年始_14時20分_系統661,15:19:00,15:19:00,200668_01,45,けやきウォーク前橋,0,0,1
年末・年始_14時20分_系統661,15:23:00,15:23:00,200022_01,46,けやきウォーク前橋,1,0,1
年末・年始_14時30分_系統266,14:30:00,14:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_14時30分_系統266,14:31:00,14:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:33:00,14:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:35:00,14:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:36:00,14:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:38:00,14:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:39:00,14:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:40:00,14:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:41:00,14:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:42:00,14:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:43:00,14:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:44:00,14:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:46:00,14:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:48:00,14:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:49:00,14:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:50:00,14:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_14時30分_系統266,14:52:00,14:52:00,200273_01,17,渋川駅,0,0,1
年末・年始_14時30分_系統266,14:55:00,14:55:00,200189_01,18,渋川駅,0,0,1
年末・年始_14時30分_系統266,14:57:00,14:57:00,201056_01,19,渋川駅,0,0,1
年末・年始_14時30分_系統266,14:58:00,14:58:00,200872_01,20,渋川駅,0,0,1
年末・年始_14時30分_系統266,14:59:00,14:59:00,200981_01,21,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:00:00,15:00:00,201100_01,22,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:01:00,15:01:00,200153_01,23,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:01:00,15:01:00,200395_01,24,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:02:00,15:02:00,200895_01,25,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:03:00,15:03:00,200985_01,26,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:03:00,15:03:00,200987_01,27,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:04:00,15:04:00,200519_01,28,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:05:00,15:05:00,200017_01,29,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:06:00,15:06:00,200506_01,30,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:08:00,15:08:00,200827_01,31,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:10:00,15:10:00,200730_01,32,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:11:00,15:11:00,200768_01,33,渋川駅,0,0,1
年末・年始_14時30分_系統266,15:14:00,15:14:00,200463_10,34,渋川駅,1,0,1
年末・年始_14時50分_系統643,14:50:00,14:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
年末・年始_14時50分_系統643,14:55:00,14:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,14:57:00,14:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,14:58:00,14:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,14:59:00,14:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:02:00,15:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:05:00,15:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:05:00,15:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:06:00,15:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:08:00,15:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:10:00,15:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:12:00,15:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:13:00,15:13:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:14:00,15:14:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
年末・年始_14時50分_系統643,15:16:00,15:16:00,200261_01,15,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:17:00,15:17:00,200503_02,16,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:19:00,15:19:00,200262_02,17,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:20:00,15:20:00,201015_02,18,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:22:00,15:22:00,200379_02,19,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:23:00,15:23:00,200455_02,20,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:25:00,15:25:00,200702_02,21,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:27:00,15:27:00,200703_02,22,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:29:00,15:29:00,201081_02,23,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:31:00,15:31:00,200998_02,24,前橋駅,0,0,1
年末・年始_14時50分_系統643,15:34:00,15:34:00,200718_10,25,前橋駅,1,0,1
年末・年始_14時55分_系統268,14:55:00,14:55:00,200718_02,1,渋川駅,0,1,1
年末・年始_14時55分_系統268,14:56:00,14:56:00,200998_01,2,渋川駅,0,0,1
年末・年始_14時55分_系統268,14:58:00,14:58:00,201081_01,3,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:00:00,15:00:00,200703_01,4,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:01:00,15:01:00,200702_01,5,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:02:00,15:02:00,200455_01,6,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:03:00,15:03:00,200379_01,7,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:04:00,15:04:00,201015_01,8,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:05:00,15:05:00,200262_01,9,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:06:00,15:06:00,200142_01,10,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:07:00,15:07:00,200141_01,11,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:08:00,15:08:00,200542_01,12,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:10:00,15:10:00,201071_01,13,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:12:00,15:12:00,200348_01,14,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:13:00,15:13:00,200343_01,15,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:14:00,15:14:00,200722_01,16,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:16:00,15:16:00,200189_01,17,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:18:00,15:18:00,201056_01,18,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:19:00,15:19:00,200872_01,19,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:20:00,15:20:00,200981_01,20,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:21:00,15:21:00,201100_01,21,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:22:00,15:22:00,200153_01,22,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:22:00,15:22:00,200395_01,23,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:23:00,15:23:00,200895_01,24,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:24:00,15:24:00,200985_01,25,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:24:00,15:24:00,200987_01,26,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:25:00,15:25:00,200519_01,27,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:26:00,15:26:00,200017_01,28,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:27:00,15:27:00,200506_01,29,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:29:00,15:29:00,200827_01,30,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:31:00,15:31:00,200730_01,31,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:32:00,15:32:00,200768_01,32,渋川駅,0,0,1
年末・年始_14時55分_系統268,15:35:00,15:35:00,200463_10,33,渋川駅,1,0,1
年末・年始_15時00分_系統265,15:00:00,15:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
年末・年始_15時00分_系統265,15:01:00,15:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:02:00,15:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:04:00,15:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:05:00,15:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:06:00,15:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:07:00,15:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:07:00,15:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:09:00,15:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:10:00,15:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:11:00,15:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:11:00,15:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:12:00,15:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:13:00,15:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:14:00,15:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:15:00,15:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:17:00,15:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_15時00分_系統265,15:20:00,15:20:00,200273_01,18,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:22:00,15:22:00,200722_02,19,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:23:00,15:23:00,200343_02,20,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:24:00,15:24:00,200348_02,21,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:26:00,15:26:00,201071_02,22,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:28:00,15:28:00,200542_02,23,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:30:00,15:30:00,200141_02,24,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:31:00,15:31:00,200142_02,25,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:33:00,15:33:00,200262_02,26,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:34:00,15:34:00,201015_02,27,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:35:00,15:35:00,200379_02,28,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:36:00,15:36:00,200455_02,29,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:37:00,15:37:00,200702_02,30,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:38:00,15:38:00,200703_02,31,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:40:00,15:40:00,201081_02,32,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:42:00,15:42:00,200998_02,33,前橋駅,0,0,1
年末・年始_15時00分_系統265,15:45:00,15:45:00,200718_10,34,前橋駅,1,0,1
年末・年始_15時00分_系統672,15:00:00,15:00:00,200022_01,1,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,1,1
年末・年始_15時00分_系統672,15:03:00,15:03:00,200668_02,2,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:04:00,15:04:00,200932_02,3,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:05:00,15:05:00,200108_02,4,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:10:00,15:10:00,200718_02,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:11:00,15:11:00,200998_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:13:00,15:13:00,201081_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:15:00,15:15:00,200703_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:16:00,15:16:00,200702_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:18:00,15:18:00,200455_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:19:00,15:19:00,200379_01,11,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:20:00,15:20:00,201015_01,12,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:21:00,15:21:00,200262_01,13,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:22:00,15:22:00,200503_01,14,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:24:00,15:24:00,200261_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:25:00,15:25:00,200503_02,16,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:26:00,15:26:00,200142_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:27:00,15:27:00,200141_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:28:00,15:28:00,200542_01,19,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:30:00,15:30:00,201071_01,20,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:31:00,15:31:00,200928_01,21,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:32:00,15:32:00,200800_01,22,群馬大学荒牧（南橘団地 経由）,0,0,1
年末・年始_15時00分_系統672,15:34:00,15:34:00,200927_01,23,群馬大学荒牧,0,0,1
年末・年始_15時00分_系統672,15:35:00,15:35:00,201185_01,24,群馬大学荒牧,0,0,1
年末・年始_15時00分_系統672,15:39:00,15:39:00,200348_01,25,群馬大学荒牧,0,0,1
年末・年始_15時00分_系統672,15:40:00,15:40:00,200343_01,26,群馬大学荒牧,0,0,1
年末・年始_15時00分_系統672,15:41:00,15:41:00,200722_01,27,群馬大学荒牧,0,0,1
年末・年始_15時00分_系統672,15:44:00,15:44:00,200273_01,28,群馬大学荒牧,1,0,1
年末・年始_15時30分_系統267,15:30:00,15:30:00,200463_01,1,前橋駅,0,1,1
年末・年始_15時30分_系統267,15:31:00,15:31:00,200768_02,2,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:32:00,15:32:00,200730_02,3,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:34:00,15:34:00,200827_02,4,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:35:00,15:35:00,200506_02,5,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:36:00,15:36:00,200017_02,6,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:37:00,15:37:00,200519_02,7,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:37:00,15:37:00,200987_02,8,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:39:00,15:39:00,200985_02,9,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:40:00,15:40:00,200895_02,10,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:41:00,15:41:00,200395_02,11,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:41:00,15:41:00,200153_02,12,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:42:00,15:42:00,201100_02,13,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:43:00,15:43:00,200981_02,14,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:44:00,15:44:00,200872_02,15,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:45:00,15:45:00,201056_02,16,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:47:00,15:47:00,200189_02,17,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:48:00,15:48:00,200722_02,18,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:49:00,15:49:00,200343_02,19,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:50:00,15:50:00,200348_02,20,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:52:00,15:52:00,201071_02,21,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:54:00,15:54:00,200542_02,22,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:56:00,15:56:00,200141_02,23,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:57:00,15:57:00,200142_02,24,前橋駅,0,0,1
年末・年始_15時30分_系統267,15:59:00,15:59:00,200262_02,25,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:00:00,16:00:00,201015_02,26,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:01:00,16:01:00,200379_02,27,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:02:00,16:02:00,200455_02,28,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:03:00,16:03:00,200702_02,29,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:04:00,16:04:00,200703_02,30,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:06:00,16:06:00,201081_02,31,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:08:00,16:08:00,200998_02,32,前橋駅,0,0,1
年末・年始_15時30分_系統267,16:11:00,16:11:00,200718_10,33,前橋駅,1,0,1
年末・年始_15時30分_系統262,15:30:00,15:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
年末・年始_15時30分_系統262,15:31:00,15:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:33:00,15:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:35:00,15:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:36:00,15:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:38:00,15:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:39:00,15:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:40:00,15:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:41:00,15:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:42:00,15:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:43:00,15:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:44:00,15:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:46:00,15:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:48:00,15:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:49:00,15:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:50:00,15:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:52:00,15:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:54:00,15:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:55:00,15:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:56:00,15:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:57:00,15:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:58:00,15:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:58:00,15:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,15:59:00,15:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:00:00,16:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:00:00,16:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:01:00,16:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:02:00,16:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:03:00,16:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:05:00,16:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:07:00,16:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:08:00,16:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_15時30分_系統262,16:09:00,16:09:00,200463_06,33,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:10:00,16:10:00,200468_01,34,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:12:00,16:12:00,200466_01,35,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:13:00,16:13:00,200704_01,36,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:14:00,16:14:00,200476_02,37,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:15:00,16:15:00,200477_02,38,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:16:00,16:16:00,200430_02,39,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:17:00,16:17:00,200007_02,40,渋川市内循環,0,0,1
年末・年始_15時30分_系統262,16:22:00,16:22:00,210463_10,41,渋川市内循環,1,0,1
年末・年始_15時40分_系統666,15:40:00,15:40:00,200022_01,1,渋川駅（前橋駅 経由）,0,1,1
年末・年始_15時40分_系統666,15:43:00,15:43:00,200668_02,2,渋川駅（前橋駅 経由）,0,0,1
年末・年始_15時40分_系統666,15:44:00,15:44:00,200932_02,3,渋川駅（前橋駅 経由）,0,0,1
年末・年始_15時40分_系統666,15:45:00,15:45:00,200108_02,4,渋川駅（前橋駅 経由）,0,0,1
年末・年始_15時40分_系統666,15:50:00,15:50:00,200718_02,5,渋川駅,0,0,1
年末・年始_15時40分_系統666,15:51:00,15:51:00,200998_01,6,渋川駅,0,0,1
年末・年始_15時40分_系統666,15:53:00,15:53:00,201081_01,7,渋川駅,0,0,1
年末・年始_15時40分_系統666,15:55:00,15:55:00,200703_01,8,渋川駅,0,0,1
年末・年始_15時40分_系統666,15:56:00,15:56:00,200702_01,9,渋川駅,0,0,1
年末・年始_15時40分_系統666,15:57:00,15:57:00,200455_01,10,渋川駅,0,0,1
年末・年始_15時40分_系統666,15:58:00,15:58:00,200379_01,11,渋川駅,0,0,1
年末・年始_15時40分_系統666,15:59:00,15:59:00,201015_01,12,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:00:00,16:00:00,200262_01,13,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:01:00,16:01:00,200142_01,14,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:02:00,16:02:00,200141_01,15,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:03:00,16:03:00,200542_01,16,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:05:00,16:05:00,201071_01,17,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:07:00,16:07:00,200348_01,18,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:08:00,16:08:00,200343_01,19,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:09:00,16:09:00,200722_01,20,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:11:00,16:11:00,200189_01,21,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:13:00,16:13:00,201056_01,22,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:14:00,16:14:00,200872_01,23,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:15:00,16:15:00,200981_01,24,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:16:00,16:16:00,201100_01,25,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:17:00,16:17:00,200153_01,26,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:17:00,16:17:00,200395_01,27,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:18:00,16:18:00,200895_01,28,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:19:00,16:19:00,200985_01,29,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:19:00,16:19:00,200987_01,30,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:20:00,16:20:00,200519_01,31,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:21:00,16:21:00,200017_01,32,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:22:00,16:22:00,200506_01,33,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:24:00,16:24:00,200827_01,34,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:26:00,16:26:00,200730_01,35,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:27:00,16:27:00,200768_01,36,渋川駅,0,0,1
年末・年始_15時40分_系統666,16:30:00,16:30:00,200463_10,37,渋川駅,1,0,1
年末・年始_15時47分_系統261,15:47:00,15:47:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
年末・年始_15時47分_系統261,15:48:00,15:48:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,15:49:00,15:49:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,15:50:00,15:50:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,15:51:00,15:51:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,15:52:00,15:52:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,15:53:00,15:53:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,15:54:00,15:54:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,15:55:00,15:55:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_15時47分_系統261,16:00:00,16:00:00,200463_01,10,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:01:00,16:01:00,200768_02,11,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:02:00,16:02:00,200730_02,12,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:04:00,16:04:00,200827_02,13,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:05:00,16:05:00,200506_02,14,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:06:00,16:06:00,200017_02,15,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:07:00,16:07:00,200519_02,16,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:07:00,16:07:00,200987_02,17,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:09:00,16:09:00,200985_02,18,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:10:00,16:10:00,200895_02,19,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:11:00,16:11:00,200395_02,20,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:11:00,16:11:00,200153_02,21,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:12:00,16:12:00,201100_02,22,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:13:00,16:13:00,200981_02,23,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:14:00,16:14:00,200872_02,24,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:15:00,16:15:00,201056_02,25,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:17:00,16:17:00,200189_02,26,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:18:00,16:18:00,200722_02,27,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:19:00,16:19:00,200343_02,28,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:20:00,16:20:00,200348_02,29,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:22:00,16:22:00,201071_02,30,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:24:00,16:24:00,200542_02,31,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:26:00,16:26:00,200141_02,32,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:27:00,16:27:00,200142_02,33,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:29:00,16:29:00,200262_02,34,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:30:00,16:30:00,201015_02,35,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:31:00,16:31:00,200379_02,36,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:32:00,16:32:00,200455_02,37,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:33:00,16:33:00,200702_02,38,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:34:00,16:34:00,200703_02,39,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:36:00,16:36:00,201081_02,40,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:38:00,16:38:00,200998_02,41,前橋駅,0,0,1
年末・年始_15時47分_系統261,16:41:00,16:41:00,200718_10,42,前橋駅,1,0,1
年末・年始_16時00分_系統581,16:00:00,16:00:00,200273_01,1,前橋駅,0,1,1
年末・年始_16時00分_系統581,16:02:00,16:02:00,200722_02,2,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:03:00,16:03:00,200343_02,3,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:04:00,16:04:00,200348_02,4,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:06:00,16:06:00,201071_02,5,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:08:00,16:08:00,200542_02,6,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:10:00,16:10:00,200141_02,7,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:11:00,16:11:00,200142_02,8,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:13:00,16:13:00,200262_02,9,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:14:00,16:14:00,201015_02,10,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:15:00,16:15:00,200379_02,11,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:16:00,16:16:00,200455_02,12,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:17:00,16:17:00,200702_02,13,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:18:00,16:18:00,200703_02,14,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:20:00,16:20:00,201081_02,15,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:22:00,16:22:00,200998_02,16,前橋駅,0,0,1
年末・年始_16時00分_系統581,16:25:00,16:25:00,200718_10,17,前橋駅,1,0,1
年末・年始_16時05分_系統268,16:05:00,16:05:00,200718_02,1,渋川駅,0,1,1
年末・年始_16時05分_系統268,16:06:00,16:06:00,200998_01,2,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:08:00,16:08:00,201081_01,3,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:10:00,16:10:00,200703_01,4,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:11:00,16:11:00,200702_01,5,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:12:00,16:12:00,200455_01,6,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:13:00,16:13:00,200379_01,7,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:14:00,16:14:00,201015_01,8,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:15:00,16:15:00,200262_01,9,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:16:00,16:16:00,200142_01,10,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:17:00,16:17:00,200141_01,11,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:18:00,16:18:00,200542_01,12,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:20:00,16:20:00,201071_01,13,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:22:00,16:22:00,200348_01,14,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:23:00,16:23:00,200343_01,15,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:24:00,16:24:00,200722_01,16,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:26:00,16:26:00,200189_01,17,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:28:00,16:28:00,201056_01,18,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:29:00,16:29:00,200872_01,19,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:30:00,16:30:00,200981_01,20,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:31:00,16:31:00,201100_01,21,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:32:00,16:32:00,200153_01,22,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:32:00,16:32:00,200395_01,23,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:33:00,16:33:00,200895_01,24,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:34:00,16:34:00,200985_01,25,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:34:00,16:34:00,200987_01,26,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:35:00,16:35:00,200519_01,27,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:36:00,16:36:00,200017_01,28,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:37:00,16:37:00,200506_01,29,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:39:00,16:39:00,200827_01,30,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:41:00,16:41:00,200730_01,31,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:42:00,16:42:00,200768_01,32,渋川駅,0,0,1
年末・年始_16時05分_系統268,16:45:00,16:45:00,200463_10,33,渋川駅,1,0,1
年末・年始_16時18分_系統642,16:18:00,16:18:00,200718_02,1,道の駅まえばし赤城（南橘団地 経由）,0,1,1
年末・年始_16時18分_系統642,16:19:00,16:19:00,200998_01,2,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:21:00,16:21:00,201081_01,3,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:23:00,16:23:00,200703_01,4,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:24:00,16:24:00,200702_01,5,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:26:00,16:26:00,200455_01,6,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:27:00,16:27:00,200379_01,7,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:28:00,16:28:00,201015_01,8,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:29:00,16:29:00,200262_01,9,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:30:00,16:30:00,200142_01,10,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:31:00,16:31:00,200141_01,11,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:32:00,16:32:00,200542_01,12,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:34:00,16:34:00,201071_01,13,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:35:00,16:35:00,200928_01,14,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:36:00,16:36:00,200800_01,15,道の駅まえばし赤城（南橘団地 経由）,0,0,1
年末・年始_16時18分_系統642,16:38:00,16:38:00,200927_01,16,道の駅まえばし赤城,0,0,1
年末・年始_16時18分_系統642,16:39:00,16:39:00,201185_01,17,道の駅まえばし赤城,0,0,1
年末・年始_16時18分_系統642,16:43:00,16:43:00,200348_01,18,道の駅まえばし赤城,0,0,1
年末・年始_16時18分_系統642,16:44:00,16:44:00,200343_01,19,道の駅まえばし赤城,0,0,1
年末・年始_16時18分_系統642,16:45:00,16:45:00,200722_01,20,道の駅まえばし赤城,0,0,1
年末・年始_16時18分_系統642,16:47:00,16:47:00,200189_01,21,道の駅まえばし赤城,0,0,1
年末・年始_16時18分_系統642,16:54:00,16:54:00,201440_01,22,道の駅まえばし赤城,1,0,1
年末・年始_16時25分_系統267,16:25:00,16:25:00,200463_01,1,前橋駅,0,1,1
年末・年始_16時25分_系統267,16:26:00,16:26:00,200768_02,2,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:27:00,16:27:00,200730_02,3,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:29:00,16:29:00,200827_02,4,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:30:00,16:30:00,200506_02,5,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:31:00,16:31:00,200017_02,6,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:32:00,16:32:00,200519_02,7,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:32:00,16:32:00,200987_02,8,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:34:00,16:34:00,200985_02,9,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:35:00,16:35:00,200895_02,10,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:36:00,16:36:00,200395_02,11,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:36:00,16:36:00,200153_02,12,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:37:00,16:37:00,201100_02,13,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:38:00,16:38:00,200981_02,14,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:39:00,16:39:00,200872_02,15,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:40:00,16:40:00,201056_02,16,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:42:00,16:42:00,200189_02,17,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:43:00,16:43:00,200722_02,18,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:44:00,16:44:00,200343_02,19,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:45:00,16:45:00,200348_02,20,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:47:00,16:47:00,201071_02,21,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:49:00,16:49:00,200542_02,22,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:51:00,16:51:00,200141_02,23,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:52:00,16:52:00,200142_02,24,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:54:00,16:54:00,200262_02,25,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:55:00,16:55:00,201015_02,26,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:56:00,16:56:00,200379_02,27,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:57:00,16:57:00,200455_02,28,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:58:00,16:58:00,200702_02,29,前橋駅,0,0,1
年末・年始_16時25分_系統267,16:59:00,16:59:00,200703_02,30,前橋駅,0,0,1
年末・年始_16時25分_系統267,17:01:00,17:01:00,201081_02,31,前橋駅,0,0,1
年末・年始_16時25分_系統267,17:03:00,17:03:00,200998_02,32,前橋駅,0,0,1
年末・年始_16時25分_系統267,17:06:00,17:06:00,200718_10,33,前橋駅,1,0,1
年末・年始_16時30分_系統266,16:30:00,16:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_16時30分_系統266,16:31:00,16:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:33:00,16:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:35:00,16:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:36:00,16:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:37:00,16:37:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:38:00,16:38:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:39:00,16:39:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:40:00,16:40:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:41:00,16:41:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:42:00,16:42:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:43:00,16:43:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:45:00,16:45:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:47:00,16:47:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:48:00,16:48:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:49:00,16:49:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_16時30分_系統266,16:51:00,16:51:00,200273_01,17,渋川駅,0,0,1
年末・年始_16時30分_系統266,16:54:00,16:54:00,200189_01,18,渋川駅,0,0,1
年末・年始_16時30分_系統266,16:56:00,16:56:00,201056_01,19,渋川駅,0,0,1
年末・年始_16時30分_系統266,16:57:00,16:57:00,200872_01,20,渋川駅,0,0,1
年末・年始_16時30分_系統266,16:58:00,16:58:00,200981_01,21,渋川駅,0,0,1
年末・年始_16時30分_系統266,16:59:00,16:59:00,201100_01,22,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:00:00,17:00:00,200153_01,23,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:00:00,17:00:00,200395_01,24,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:01:00,17:01:00,200895_01,25,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:02:00,17:02:00,200985_01,26,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:02:00,17:02:00,200987_01,27,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:03:00,17:03:00,200519_01,28,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:04:00,17:04:00,200017_01,29,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:05:00,17:05:00,200506_01,30,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:07:00,17:07:00,200827_01,31,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:09:00,17:09:00,200730_01,32,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:10:00,17:10:00,200768_01,33,渋川駅,0,0,1
年末・年始_16時30分_系統266,17:13:00,17:13:00,200463_10,34,渋川駅,1,0,1
年末・年始_16時57分_系統262,16:57:00,16:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
年末・年始_16時57分_系統262,16:58:00,16:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:00:00,17:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:02:00,17:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:03:00,17:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:05:00,17:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:06:00,17:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:07:00,17:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:08:00,17:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:09:00,17:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:10:00,17:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:11:00,17:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:13:00,17:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:15:00,17:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:16:00,17:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:17:00,17:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:19:00,17:19:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:21:00,17:21:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:22:00,17:22:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:23:00,17:23:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:24:00,17:24:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:25:00,17:25:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:25:00,17:25:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:26:00,17:26:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:27:00,17:27:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:27:00,17:27:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:28:00,17:28:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:29:00,17:29:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:30:00,17:30:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:32:00,17:32:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:34:00,17:34:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:35:00,17:35:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
年末・年始_16時57分_系統262,17:36:00,17:36:00,200463_06,33,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:37:00,17:37:00,200468_01,34,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:39:00,17:39:00,200466_01,35,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:40:00,17:40:00,200704_01,36,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:41:00,17:41:00,200476_02,37,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:42:00,17:42:00,200477_02,38,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:43:00,17:43:00,200430_02,39,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:44:00,17:44:00,200007_02,40,渋川市内循環,0,0,1
年末・年始_16時57分_系統262,17:49:00,17:49:00,210463_10,41,渋川市内循環,1,0,1
年末・年始_17時00分_系統265,17:00:00,17:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
年末・年始_17時00分_系統265,17:01:00,17:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:02:00,17:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:04:00,17:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:05:00,17:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:06:00,17:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:07:00,17:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:07:00,17:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:09:00,17:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:10:00,17:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:11:00,17:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:11:00,17:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:12:00,17:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:13:00,17:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:14:00,17:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:15:00,17:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:17:00,17:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時00分_系統265,17:20:00,17:20:00,200273_01,18,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:22:00,17:22:00,200722_02,19,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:23:00,17:23:00,200343_02,20,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:24:00,17:24:00,200348_02,21,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:26:00,17:26:00,201071_02,22,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:28:00,17:28:00,200542_02,23,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:30:00,17:30:00,200141_02,24,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:31:00,17:31:00,200142_02,25,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:33:00,17:33:00,200262_02,26,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:34:00,17:34:00,201015_02,27,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:35:00,17:35:00,200379_02,28,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:36:00,17:36:00,200455_02,29,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:37:00,17:37:00,200702_02,30,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:38:00,17:38:00,200703_02,31,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:40:00,17:40:00,201081_02,32,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:42:00,17:42:00,200998_02,33,前橋駅,0,0,1
年末・年始_17時00分_系統265,17:45:00,17:45:00,200718_10,34,前橋駅,1,0,1
年末・年始_17時02分_系統641,17:02:00,17:02:00,201440_01,1,前橋駅,0,1,1
年末・年始_17時02分_系統641,17:07:00,17:07:00,200189_02,2,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:09:00,17:09:00,200722_02,3,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:10:00,17:10:00,200343_02,4,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:11:00,17:11:00,200348_02,5,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:13:00,17:13:00,201071_02,6,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:14:00,17:14:00,200542_02,7,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:16:00,17:16:00,200141_02,8,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:17:00,17:17:00,200142_02,9,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:19:00,17:19:00,200262_02,10,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:20:00,17:20:00,201015_02,11,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:22:00,17:22:00,200379_02,12,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:23:00,17:23:00,200455_02,13,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:25:00,17:25:00,200702_02,14,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:27:00,17:27:00,200703_02,15,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:29:00,17:29:00,201081_02,16,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:31:00,17:31:00,200998_02,17,前橋駅,0,0,1
年末・年始_17時02分_系統641,17:34:00,17:34:00,200718_10,18,前橋駅,1,0,1
年末・年始_17時10分_系統668,17:10:00,17:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
年末・年始_17時10分_系統668,17:13:00,17:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
年末・年始_17時10分_系統668,17:14:00,17:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
年末・年始_17時10分_系統668,17:15:00,17:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
年末・年始_17時10分_系統668,17:20:00,17:20:00,200718_02,5,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:21:00,17:21:00,200998_01,6,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:23:00,17:23:00,201081_01,7,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:25:00,17:25:00,200703_01,8,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:26:00,17:26:00,200702_01,9,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:28:00,17:28:00,200455_01,10,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:29:00,17:29:00,200379_01,11,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:30:00,17:30:00,201015_01,12,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:31:00,17:31:00,200262_01,13,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:32:00,17:32:00,200142_01,14,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:33:00,17:33:00,200141_01,15,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:34:00,17:34:00,200542_01,16,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:36:00,17:36:00,201071_01,17,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:37:00,17:37:00,200928_01,18,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:38:00,17:38:00,200800_01,19,南橘団地,0,0,1
年末・年始_17時10分_系統668,17:41:00,17:41:00,200927_01,20,南橘団地,1,0,1
年末・年始_17時32分_系統261,17:32:00,17:32:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
年末・年始_17時32分_系統261,17:33:00,17:33:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:34:00,17:34:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:35:00,17:35:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:36:00,17:36:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:37:00,17:37:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:38:00,17:38:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:39:00,17:39:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:40:00,17:40:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
年末・年始_17時32分_系統261,17:45:00,17:45:00,200463_01,10,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:46:00,17:46:00,200768_02,11,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:47:00,17:47:00,200730_02,12,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:49:00,17:49:00,200827_02,13,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:50:00,17:50:00,200506_02,14,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:51:00,17:51:00,200017_02,15,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:52:00,17:52:00,200519_02,16,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:52:00,17:52:00,200987_02,17,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:54:00,17:54:00,200985_02,18,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:55:00,17:55:00,200895_02,19,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:56:00,17:56:00,200395_02,20,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:56:00,17:56:00,200153_02,21,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:57:00,17:57:00,201100_02,22,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:58:00,17:58:00,200981_02,23,前橋駅,0,0,1
年末・年始_17時32分_系統261,17:59:00,17:59:00,200872_02,24,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:00:00,18:00:00,201056_02,25,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:02:00,18:02:00,200189_02,26,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:03:00,18:03:00,200722_02,27,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:04:00,18:04:00,200343_02,28,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:05:00,18:05:00,200348_02,29,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:07:00,18:07:00,201071_02,30,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:09:00,18:09:00,200542_02,31,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:11:00,18:11:00,200141_02,32,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:12:00,18:12:00,200142_02,33,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:14:00,18:14:00,200262_02,34,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:15:00,18:15:00,201015_02,35,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:16:00,18:16:00,200379_02,36,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:17:00,18:17:00,200455_02,37,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:18:00,18:18:00,200702_02,38,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:19:00,18:19:00,200703_02,39,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:21:00,18:21:00,201081_02,40,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:23:00,18:23:00,200998_02,41,前橋駅,0,0,1
年末・年始_17時32分_系統261,18:26:00,18:26:00,200718_10,42,前橋駅,1,0,1
年末・年始_17時41分_系統266,17:41:00,17:41:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
年末・年始_17時41分_系統266,17:42:00,17:42:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:44:00,17:44:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:46:00,17:46:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:47:00,17:47:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:48:00,17:48:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:49:00,17:49:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:50:00,17:50:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:51:00,17:51:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:52:00,17:52:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:53:00,17:53:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:54:00,17:54:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:56:00,17:56:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:58:00,17:58:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,17:59:00,17:59:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,18:00:00,18:00:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
年末・年始_17時41分_系統266,18:02:00,18:02:00,200273_01,17,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:05:00,18:05:00,200189_01,18,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:07:00,18:07:00,201056_01,19,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:08:00,18:08:00,200872_01,20,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:09:00,18:09:00,200981_01,21,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:10:00,18:10:00,201100_01,22,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:11:00,18:11:00,200153_01,23,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:11:00,18:11:00,200395_01,24,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:12:00,18:12:00,200895_01,25,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:13:00,18:13:00,200985_01,26,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:13:00,18:13:00,200987_01,27,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:14:00,18:14:00,200519_01,28,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:15:00,18:15:00,200017_01,29,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:16:00,18:16:00,200506_01,30,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:18:00,18:18:00,200827_01,31,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:20:00,18:20:00,200730_01,32,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:21:00,18:21:00,200768_01,33,渋川駅,0,0,1
年末・年始_17時41分_系統266,18:24:00,18:24:00,200463_10,34,渋川駅,1,0,1
年末・年始_17時50分_系統528,17:50:00,17:50:00,200927_01,1,前橋駅,0,1,1
年末・年始_17時50分_系統528,17:50:00,17:50:00,200800_02,2,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:51:00,17:51:00,200928_02,3,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:52:00,17:52:00,201071_02,4,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:53:00,17:53:00,200542_02,5,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:55:00,17:55:00,200141_02,6,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:56:00,17:56:00,200142_02,7,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:57:00,17:57:00,200262_02,8,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:58:00,17:58:00,201015_02,9,前橋駅,0,0,1
年末・年始_17時50分_系統528,17:59:00,17:59:00,200379_02,10,前橋駅,0,0,1
年末・年始_17時50分_系統528,18:00:00,18:00:00,200455_02,11,前橋駅,0,0,1
年末・年始_17時50分_系統528,18:02:00,18:02:00,200702_02,12,前橋駅,0,0,1
年末・年始_17時50分_系統528,18:04:00,18:04:00,200703_02,13,前橋駅,0,0,1
年末・年始_17時50分_系統528,18:06:00,18:06:00,201081_02,14,前橋駅,0,0,1
年末・年始_17時50分_系統528,18:08:00,18:08:00,200998_02,15,前橋駅,0,0,1
年末・年始_17時50分_系統528,18:11:00,18:11:00,200718_10,16,前橋駅,1,0,1
年末・年始_17時57分_系統268,17:57:00,17:57:00,200718_02,1,渋川駅,0,1,1
年末・年始_17時57分_系統268,17:58:00,17:58:00,200998_01,2,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:00:00,18:00:00,201081_01,3,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:02:00,18:02:00,200703_01,4,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:03:00,18:03:00,200702_01,5,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:04:00,18:04:00,200455_01,6,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:05:00,18:05:00,200379_01,7,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:06:00,18:06:00,201015_01,8,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:07:00,18:07:00,200262_01,9,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:08:00,18:08:00,200142_01,10,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:09:00,18:09:00,200141_01,11,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:10:00,18:10:00,200542_01,12,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:12:00,18:12:00,201071_01,13,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:14:00,18:14:00,200348_01,14,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:15:00,18:15:00,200343_01,15,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:16:00,18:16:00,200722_01,16,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:18:00,18:18:00,200189_01,17,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:20:00,18:20:00,201056_01,18,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:21:00,18:21:00,200872_01,19,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:22:00,18:22:00,200981_01,20,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:23:00,18:23:00,201100_01,21,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:24:00,18:24:00,200153_01,22,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:24:00,18:24:00,200395_01,23,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:25:00,18:25:00,200895_01,24,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:26:00,18:26:00,200985_01,25,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:26:00,18:26:00,200987_01,26,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:27:00,18:27:00,200519_01,27,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:28:00,18:28:00,200017_01,28,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:29:00,18:29:00,200506_01,29,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:31:00,18:31:00,200827_01,30,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:33:00,18:33:00,200730_01,31,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:34:00,18:34:00,200768_01,32,渋川駅,0,0,1
年末・年始_17時57分_系統268,18:37:00,18:37:00,200463_10,33,渋川駅,1,0,1
年末・年始_18時10分_系統267,18:10:00,18:10:00,200463_01,1,前橋駅,0,1,1
年末・年始_18時10分_系統267,18:11:00,18:11:00,200768_02,2,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:12:00,18:12:00,200730_02,3,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:14:00,18:14:00,200827_02,4,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:15:00,18:15:00,200506_02,5,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:16:00,18:16:00,200017_02,6,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:17:00,18:17:00,200519_02,7,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:17:00,18:17:00,200987_02,8,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:19:00,18:19:00,200985_02,9,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:20:00,18:20:00,200895_02,10,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:21:00,18:21:00,200395_02,11,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:21:00,18:21:00,200153_02,12,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:22:00,18:22:00,201100_02,13,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:23:00,18:23:00,200981_02,14,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:24:00,18:24:00,200872_02,15,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:25:00,18:25:00,201056_02,16,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:27:00,18:27:00,200189_02,17,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:28:00,18:28:00,200722_02,18,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:29:00,18:29:00,200343_02,19,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:30:00,18:30:00,200348_02,20,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:32:00,18:32:00,201071_02,21,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:34:00,18:34:00,200542_02,22,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:36:00,18:36:00,200141_02,23,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:37:00,18:37:00,200142_02,24,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:39:00,18:39:00,200262_02,25,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:40:00,18:40:00,201015_02,26,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:41:00,18:41:00,200379_02,27,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:42:00,18:42:00,200455_02,28,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:43:00,18:43:00,200702_02,29,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:44:00,18:44:00,200703_02,30,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:46:00,18:46:00,201081_02,31,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:48:00,18:48:00,200998_02,32,前橋駅,0,0,1
年末・年始_18時10分_系統267,18:51:00,18:51:00,200718_10,33,前橋駅,1,0,1
年末・年始_18時10分_系統668,18:10:00,18:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
年末・年始_18時10分_系統668,18:13:00,18:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
年末・年始_18時10分_系統668,18:14:00,18:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
年末・年始_18時10分_系統668,18:15:00,18:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
年末・年始_18時10分_系統668,18:20:00,18:20:00,200718_02,5,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:21:00,18:21:00,200998_01,6,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:23:00,18:23:00,201081_01,7,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:25:00,18:25:00,200703_01,8,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:26:00,18:26:00,200702_01,9,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:28:00,18:28:00,200455_01,10,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:29:00,18:29:00,200379_01,11,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:30:00,18:30:00,201015_01,12,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:31:00,18:31:00,200262_01,13,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:32:00,18:32:00,200142_01,14,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:33:00,18:33:00,200141_01,15,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:34:00,18:34:00,200542_01,16,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:36:00,18:36:00,201071_01,17,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:37:00,18:37:00,200928_01,18,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:38:00,18:38:00,200800_01,19,南橘団地,0,0,1
年末・年始_18時10分_系統668,18:41:00,18:41:00,200927_01,20,南橘団地,1,0,1
年末・年始_18時37分_系統268,18:37:00,18:37:00,200718_02,1,渋川駅,0,1,1
年末・年始_18時37分_系統268,18:38:00,18:38:00,200998_01,2,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:40:00,18:40:00,201081_01,3,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:42:00,18:42:00,200703_01,4,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:43:00,18:43:00,200702_01,5,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:45:00,18:45:00,200455_01,6,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:46:00,18:46:00,200379_01,7,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:47:00,18:47:00,201015_01,8,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:48:00,18:48:00,200262_01,9,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:49:00,18:49:00,200142_01,10,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:50:00,18:50:00,200141_01,11,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:51:00,18:51:00,200542_01,12,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:53:00,18:53:00,201071_01,13,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:55:00,18:55:00,200348_01,14,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:56:00,18:56:00,200343_01,15,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:57:00,18:57:00,200722_01,16,渋川駅,0,0,1
年末・年始_18時37分_系統268,18:59:00,18:59:00,200189_01,17,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:01:00,19:01:00,201056_01,18,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:02:00,19:02:00,200872_01,19,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:03:00,19:03:00,200981_01,20,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:04:00,19:04:00,201100_01,21,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:05:00,19:05:00,200153_01,22,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:05:00,19:05:00,200395_01,23,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:06:00,19:06:00,200895_01,24,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:07:00,19:07:00,200985_01,25,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:07:00,19:07:00,200987_01,26,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:08:00,19:08:00,200519_01,27,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:09:00,19:09:00,200017_01,28,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:10:00,19:10:00,200506_01,29,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:12:00,19:12:00,200827_01,30,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:14:00,19:14:00,200730_01,31,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:15:00,19:15:00,200768_01,32,渋川駅,0,0,1
年末・年始_18時37分_系統268,19:18:00,19:18:00,200463_10,33,渋川駅,1,0,1
年末・年始_18時45分_系統267,18:45:00,18:45:00,200463_01,1,前橋駅,0,1,1
年末・年始_18時45分_系統267,18:46:00,18:46:00,200768_02,2,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:47:00,18:47:00,200730_02,3,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:49:00,18:49:00,200827_02,4,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:50:00,18:50:00,200506_02,5,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:51:00,18:51:00,200017_02,6,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:52:00,18:52:00,200519_02,7,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:52:00,18:52:00,200987_02,8,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:54:00,18:54:00,200985_02,9,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:55:00,18:55:00,200895_02,10,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:56:00,18:56:00,200395_02,11,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:56:00,18:56:00,200153_02,12,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:57:00,18:57:00,201100_02,13,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:58:00,18:58:00,200981_02,14,前橋駅,0,0,1
年末・年始_18時45分_系統267,18:59:00,18:59:00,200872_02,15,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:00:00,19:00:00,201056_02,16,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:02:00,19:02:00,200189_02,17,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:03:00,19:03:00,200722_02,18,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:04:00,19:04:00,200343_02,19,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:05:00,19:05:00,200348_02,20,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:07:00,19:07:00,201071_02,21,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:09:00,19:09:00,200542_02,22,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:11:00,19:11:00,200141_02,23,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:12:00,19:12:00,200142_02,24,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:14:00,19:14:00,200262_02,25,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:15:00,19:15:00,201015_02,26,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:16:00,19:16:00,200379_02,27,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:17:00,19:17:00,200455_02,28,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:18:00,19:18:00,200702_02,29,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:19:00,19:19:00,200703_02,30,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:21:00,19:21:00,201081_02,31,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:23:00,19:23:00,200998_02,32,前橋駅,0,0,1
年末・年始_18時45分_系統267,19:26:00,19:26:00,200718_10,33,前橋駅,1,0,1
年末・年始_19時00分_系統532,19:00:00,19:00:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
年末・年始_19時00分_系統532,19:01:00,19:01:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:03:00,19:03:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:05:00,19:05:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:06:00,19:06:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:07:00,19:07:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:08:00,19:08:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:09:00,19:09:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:10:00,19:10:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:11:00,19:11:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:12:00,19:12:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:13:00,19:13:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:15:00,19:15:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:16:00,19:16:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:17:00,19:17:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
年末・年始_19時00分_系統532,19:19:00,19:19:00,200927_01,16,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:20:00,19:20:00,201185_01,17,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:24:00,19:24:00,200348_01,18,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:25:00,19:25:00,200343_01,19,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:26:00,19:26:00,200722_01,20,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:27:00,19:27:00,200189_01,21,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:29:00,19:29:00,201056_01,22,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:30:00,19:30:00,200872_01,23,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:31:00,19:31:00,200981_01,24,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:32:00,19:32:00,201100_01,25,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:33:00,19:33:00,200153_01,26,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:33:00,19:33:00,200395_01,27,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:34:00,19:34:00,200895_01,28,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:35:00,19:35:00,200985_01,29,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:35:00,19:35:00,200987_01,30,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:36:00,19:36:00,200519_01,31,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:37:00,19:37:00,200017_01,32,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:38:00,19:38:00,200506_01,33,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:39:00,19:39:00,200827_01,34,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:41:00,19:41:00,200730_01,35,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:42:00,19:42:00,200768_01,36,渋川駅,0,0,1
年末・年始_19時00分_系統532,19:45:00,19:45:00,200463_10,37,渋川駅,1,0,1
年末・年始_19時50分_系統268,19:50:00,19:50:00,200718_02,1,渋川駅,0,1,1
年末・年始_19時50分_系統268,19:51:00,19:51:00,200998_01,2,渋川駅,0,0,1
年末・年始_19時50分_系統268,19:53:00,19:53:00,201081_01,3,渋川駅,0,0,1
年末・年始_19時50分_系統268,19:55:00,19:55:00,200703_01,4,渋川駅,0,0,1
年末・年始_19時50分_系統268,19:56:00,19:56:00,200702_01,5,渋川駅,0,0,1
年末・年始_19時50分_系統268,19:58:00,19:58:00,200455_01,6,渋川駅,0,0,1
年末・年始_19時50分_系統268,19:59:00,19:59:00,200379_01,7,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:00:00,20:00:00,201015_01,8,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:01:00,20:01:00,200262_01,9,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:02:00,20:02:00,200142_01,10,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:03:00,20:03:00,200141_01,11,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:04:00,20:04:00,200542_01,12,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:06:00,20:06:00,201071_01,13,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:08:00,20:08:00,200348_01,14,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:09:00,20:09:00,200343_01,15,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:10:00,20:10:00,200722_01,16,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:11:00,20:11:00,200189_01,17,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:13:00,20:13:00,201056_01,18,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:14:00,20:14:00,200872_01,19,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:15:00,20:15:00,200981_01,20,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:16:00,20:16:00,201100_01,21,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:17:00,20:17:00,200153_01,22,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:17:00,20:17:00,200395_01,23,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:18:00,20:18:00,200895_01,24,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:19:00,20:19:00,200985_01,25,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:19:00,20:19:00,200987_01,26,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:20:00,20:20:00,200519_01,27,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:21:00,20:21:00,200017_01,28,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:22:00,20:22:00,200506_01,29,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:23:00,20:23:00,200827_01,30,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:25:00,20:25:00,200730_01,31,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:26:00,20:26:00,200768_01,32,渋川駅,0,0,1
年末・年始_19時50分_系統268,20:29:00,20:29:00,200463_10,33,渋川駅,1,0,1
年末・年始_19時50分_系統267,19:50:00,19:50:00,200463_01,1,前橋駅,0,1,1
年末・年始_19時50分_系統267,19:51:00,19:51:00,200768_02,2,前橋駅,0,0,1
年末・年始_19時50分_系統267,19:52:00,19:52:00,200730_02,3,前橋駅,0,0,1
年末・年始_19時50分_系統267,19:54:00,19:54:00,200827_02,4,前橋駅,0,0,1
年末・年始_19時50分_系統267,19:55:00,19:55:00,200506_02,5,前橋駅,0,0,1
年末・年始_19時50分_系統267,19:56:00,19:56:00,200017_02,6,前橋駅,0,0,1
年末・年始_19時50分_系統267,19:57:00,19:57:00,200519_02,7,前橋駅,0,0,1
年末・年始_19時50分_系統267,19:57:00,19:57:00,200987_02,8,前橋駅,0,0,1
年末・年始_19時50分_系統267,19:59:00,19:59:00,200985_02,9,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:00:00,20:00:00,200895_02,10,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:01:00,20:01:00,200395_02,11,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:01:00,20:01:00,200153_02,12,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:02:00,20:02:00,201100_02,13,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:03:00,20:03:00,200981_02,14,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:04:00,20:04:00,200872_02,15,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:05:00,20:05:00,201056_02,16,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:06:00,20:06:00,200189_02,17,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:07:00,20:07:00,200722_02,18,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:08:00,20:08:00,200343_02,19,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:09:00,20:09:00,200348_02,20,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:10:00,20:10:00,201071_02,21,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:11:00,20:11:00,200542_02,22,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:12:00,20:12:00,200141_02,23,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:13:00,20:13:00,200142_02,24,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:15:00,20:15:00,200262_02,25,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:16:00,20:16:00,201015_02,26,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:16:00,20:16:00,200379_02,27,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:17:00,20:17:00,200455_02,28,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:18:00,20:18:00,200702_02,29,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:19:00,20:19:00,200703_02,30,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:21:00,20:21:00,201081_02,31,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:23:00,20:23:00,200998_02,32,前橋駅,0,0,1
年末・年始_19時50分_系統267,20:26:00,20:26:00,200718_10,33,前橋駅,1,0,1
年末・年始_20時35分_系統532,20:35:00,20:35:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
年末・年始_20時35分_系統532,20:36:00,20:36:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:38:00,20:38:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:40:00,20:40:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:41:00,20:41:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:42:00,20:42:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:43:00,20:43:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:44:00,20:44:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:45:00,20:45:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:46:00,20:46:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:47:00,20:47:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:48:00,20:48:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:50:00,20:50:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:51:00,20:51:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:52:00,20:52:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
年末・年始_20時35分_系統532,20:54:00,20:54:00,200927_01,16,渋川駅,0,0,1
年末・年始_20時35分_系統532,20:55:00,20:55:00,201185_01,17,渋川駅,0,0,1
年末・年始_20時35分_系統532,20:59:00,20:59:00,200348_01,18,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:00:00,21:00:00,200343_01,19,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:01:00,21:01:00,200722_01,20,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:02:00,21:02:00,200189_01,21,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:04:00,21:04:00,201056_01,22,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:05:00,21:05:00,200872_01,23,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:06:00,21:06:00,200981_01,24,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:07:00,21:07:00,201100_01,25,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:08:00,21:08:00,200153_01,26,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:08:00,21:08:00,200395_01,27,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:09:00,21:09:00,200895_01,28,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:10:00,21:10:00,200985_01,29,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:10:00,21:10:00,200987_01,30,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:11:00,21:11:00,200519_01,31,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:12:00,21:12:00,200017_01,32,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:13:00,21:13:00,200506_01,33,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:14:00,21:14:00,200827_01,34,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:16:00,21:16:00,200730_01,35,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:17:00,21:17:00,200768_01,36,渋川駅,0,0,1
年末・年始_20時35分_系統532,21:20:00,21:20:00,200463_10,37,渋川駅,1,0,1
年末・年始_20時35分_系統267,20:35:00,20:35:00,200463_01,1,前橋駅,0,1,1
年末・年始_20時35分_系統267,20:36:00,20:36:00,200768_02,2,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:37:00,20:37:00,200730_02,3,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:39:00,20:39:00,200827_02,4,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:40:00,20:40:00,200506_02,5,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:41:00,20:41:00,200017_02,6,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:42:00,20:42:00,200519_02,7,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:42:00,20:42:00,200987_02,8,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:44:00,20:44:00,200985_02,9,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:45:00,20:45:00,200895_02,10,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:46:00,20:46:00,200395_02,11,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:46:00,20:46:00,200153_02,12,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:47:00,20:47:00,201100_02,13,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:48:00,20:48:00,200981_02,14,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:49:00,20:49:00,200872_02,15,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:50:00,20:50:00,201056_02,16,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:51:00,20:51:00,200189_02,17,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:52:00,20:52:00,200722_02,18,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:53:00,20:53:00,200343_02,19,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:54:00,20:54:00,200348_02,20,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:55:00,20:55:00,201071_02,21,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:56:00,20:56:00,200542_02,22,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:57:00,20:57:00,200141_02,23,前橋駅,0,0,1
年末・年始_20時35分_系統267,20:58:00,20:58:00,200142_02,24,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:00:00,21:00:00,200262_02,25,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:01:00,21:01:00,201015_02,26,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:01:00,21:01:00,200379_02,27,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:02:00,21:02:00,200455_02,28,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:03:00,21:03:00,200702_02,29,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:04:00,21:04:00,200703_02,30,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:06:00,21:06:00,201081_02,31,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:08:00,21:08:00,200998_02,32,前橋駅,0,0,1
年末・年始_20時35分_系統267,21:11:00,21:11:00,200718_10,33,前橋駅,1,0,1
年末・年始_21時24分_系統532,21:24:00,21:24:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
年末・年始_21時24分_系統532,21:25:00,21:25:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:27:00,21:27:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:29:00,21:29:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:30:00,21:30:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:31:00,21:31:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:32:00,21:32:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:33:00,21:33:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:34:00,21:34:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:35:00,21:35:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:36:00,21:36:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:37:00,21:37:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:39:00,21:39:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:40:00,21:40:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:41:00,21:41:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
年末・年始_21時24分_系統532,21:43:00,21:43:00,200927_01,16,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:44:00,21:44:00,201185_01,17,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:48:00,21:48:00,200348_01,18,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:49:00,21:49:00,200343_01,19,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:50:00,21:50:00,200722_01,20,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:51:00,21:51:00,200189_01,21,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:53:00,21:53:00,201056_01,22,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:54:00,21:54:00,200872_01,23,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:55:00,21:55:00,200981_01,24,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:56:00,21:56:00,201100_01,25,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:57:00,21:57:00,200153_01,26,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:57:00,21:57:00,200395_01,27,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:58:00,21:58:00,200895_01,28,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:59:00,21:59:00,200985_01,29,渋川駅,0,0,1
年末・年始_21時24分_系統532,21:59:00,21:59:00,200987_01,30,渋川駅,0,0,1
年末・年始_21時24分_系統532,22:00:00,22:00:00,200519_01,31,渋川駅,0,0,1
年末・年始_21時24分_系統532,22:01:00,22:01:00,200017_01,32,渋川駅,0,0,1
年末・年始_21時24分_系統532,22:02:00,22:02:00,200506_01,33,渋川駅,0,0,1
年末・年始_21時24分_系統532,22:03:00,22:03:00,200827_01,34,渋川駅,0,0,1
年末・年始_21時24分_系統532,22:05:00,22:05:00,200730_01,35,渋川駅,0,0,1
年末・年始_21時24分_系統532,22:06:00,22:06:00,200768_01,36,渋川駅,0,0,1
年末・年始_21時24分_系統532,22:09:00,22:09:00,200463_10,37,渋川駅,1,0,1
特別ダイヤ１_05時50分_系統267,05:50:00,05:50:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_05時50分_系統267,05:51:00,05:51:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,05:52:00,05:52:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,05:54:00,05:54:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,05:55:00,05:55:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,05:56:00,05:56:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,05:57:00,05:57:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,05:57:00,05:57:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,05:59:00,05:59:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:00:00,06:00:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:01:00,06:01:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:01:00,06:01:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:02:00,06:02:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:03:00,06:03:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:04:00,06:04:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:05:00,06:05:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:07:00,06:07:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:08:00,06:08:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:09:00,06:09:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:10:00,06:10:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:12:00,06:12:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:13:00,06:13:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:14:00,06:14:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:15:00,06:15:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:17:00,06:17:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:18:00,06:18:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:18:00,06:18:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:19:00,06:19:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:20:00,06:20:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:21:00,06:21:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:22:00,06:22:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:23:00,06:23:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_05時50分_系統267,06:27:00,06:27:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_06時25分_系統267,06:25:00,06:25:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_06時25分_系統267,06:26:00,06:26:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:27:00,06:27:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:29:00,06:29:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:30:00,06:30:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:31:00,06:31:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:32:00,06:32:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:32:00,06:32:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:34:00,06:34:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:35:00,06:35:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:36:00,06:36:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:36:00,06:36:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:37:00,06:37:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:38:00,06:38:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:39:00,06:39:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:40:00,06:40:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:42:00,06:42:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:43:00,06:43:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:44:00,06:44:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:45:00,06:45:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:47:00,06:47:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:48:00,06:48:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:49:00,06:49:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:50:00,06:50:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:52:00,06:52:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:53:00,06:53:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:53:00,06:53:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:54:00,06:54:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:55:00,06:55:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:56:00,06:56:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:57:00,06:57:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,06:59:00,06:59:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_06時25分_系統267,07:02:00,07:02:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_06時43分_系統267,06:43:00,06:43:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_06時43分_系統267,06:44:00,06:44:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:45:00,06:45:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:47:00,06:47:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:48:00,06:48:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:49:00,06:49:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:50:00,06:50:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:50:00,06:50:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:52:00,06:52:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:53:00,06:53:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:54:00,06:54:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:54:00,06:54:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:55:00,06:55:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:56:00,06:56:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:57:00,06:57:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,06:58:00,06:58:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:00:00,07:00:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:01:00,07:01:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:02:00,07:02:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:03:00,07:03:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:05:00,07:05:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:06:00,07:06:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:07:00,07:07:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:08:00,07:08:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:10:00,07:10:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:11:00,07:11:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:11:00,07:11:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:12:00,07:12:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:13:00,07:13:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:14:00,07:14:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:16:00,07:16:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:18:00,07:18:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_06時43分_系統267,07:21:00,07:21:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_06時47分_系統268,06:47:00,06:47:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_06時47分_系統268,06:48:00,06:48:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:50:00,06:50:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:51:00,06:51:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:51:00,06:51:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:52:00,06:52:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:53:00,06:53:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:54:00,06:54:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:55:00,06:55:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:56:00,06:56:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:57:00,06:57:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,06:58:00,06:58:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:00:00,07:00:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:01:00,07:01:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:02:00,07:02:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:03:00,07:03:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:05:00,07:05:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:07:00,07:07:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:08:00,07:08:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:09:00,07:09:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:10:00,07:10:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:11:00,07:11:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:11:00,07:11:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:12:00,07:12:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:13:00,07:13:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:13:00,07:13:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:14:00,07:14:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:15:00,07:15:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:16:00,07:16:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:17:00,07:17:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:19:00,07:19:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:20:00,07:20:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_06時47分_系統268,07:23:00,07:23:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_07時05分_系統267,07:05:00,07:05:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_07時05分_系統267,07:06:00,07:06:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:07:00,07:07:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:09:00,07:09:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:10:00,07:10:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:11:00,07:11:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:12:00,07:12:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:12:00,07:12:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:14:00,07:14:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:15:00,07:15:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:16:00,07:16:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:16:00,07:16:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:17:00,07:17:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:18:00,07:18:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:19:00,07:19:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:20:00,07:20:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:22:00,07:22:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:23:00,07:23:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:24:00,07:24:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:25:00,07:25:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:27:00,07:27:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:28:00,07:28:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:29:00,07:29:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:30:00,07:30:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:32:00,07:32:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:33:00,07:33:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:33:00,07:33:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:34:00,07:34:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:35:00,07:35:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:36:00,07:36:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:38:00,07:38:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:40:00,07:40:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_07時05分_系統267,07:43:00,07:43:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_07時12分_系統268,07:12:00,07:12:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_07時12分_系統268,07:13:00,07:13:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:15:00,07:15:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:16:00,07:16:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:16:00,07:16:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:17:00,07:17:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:18:00,07:18:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:19:00,07:19:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:20:00,07:20:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:21:00,07:21:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:22:00,07:22:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:23:00,07:23:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:25:00,07:25:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:26:00,07:26:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:27:00,07:27:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:28:00,07:28:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:30:00,07:30:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:32:00,07:32:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:33:00,07:33:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:34:00,07:34:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:35:00,07:35:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:36:00,07:36:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:36:00,07:36:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:37:00,07:37:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:38:00,07:38:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:38:00,07:38:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:39:00,07:39:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:40:00,07:40:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:41:00,07:41:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:42:00,07:42:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:44:00,07:44:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:45:00,07:45:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_07時12分_系統268,07:48:00,07:48:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_07時25分_系統267,07:25:00,07:25:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_07時25分_系統267,07:26:00,07:26:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:27:00,07:27:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:29:00,07:29:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:30:00,07:30:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:31:00,07:31:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:32:00,07:32:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:32:00,07:32:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:34:00,07:34:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:35:00,07:35:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:36:00,07:36:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:36:00,07:36:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:37:00,07:37:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:38:00,07:38:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:39:00,07:39:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:40:00,07:40:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:42:00,07:42:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:43:00,07:43:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:44:00,07:44:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:45:00,07:45:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:47:00,07:47:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:48:00,07:48:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:49:00,07:49:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:50:00,07:50:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:52:00,07:52:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:53:00,07:53:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:53:00,07:53:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:54:00,07:54:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:55:00,07:55:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:56:00,07:56:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,07:58:00,07:58:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,08:00:00,08:00:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_07時25分_系統267,08:03:00,08:03:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_07時30分_系統264,07:30:00,07:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
特別ダイヤ１_07時30分_系統264,07:31:00,07:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:33:00,07:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:35:00,07:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:36:00,07:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:38:00,07:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:39:00,07:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:40:00,07:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:41:00,07:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:42:00,07:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:43:00,07:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:44:00,07:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:46:00,07:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:47:00,07:47:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:48:00,07:48:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:49:00,07:49:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:51:00,07:51:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:54:00,07:54:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:56:00,07:56:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:57:00,07:57:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:58:00,07:58:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,07:59:00,07:59:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:00:00,08:00:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:00:00,08:00:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:01:00,08:01:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:02:00,08:02:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:02:00,08:02:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:03:00,08:03:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:04:00,08:04:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:05:00,08:05:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:06:00,08:06:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:08:00,08:08:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:09:00,08:09:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_07時30分_系統264,08:10:00,08:10:00,200463_06,34,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:11:00,08:11:00,200468_01,35,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:13:00,08:13:00,200466_01,36,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:14:00,08:14:00,200704_01,37,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:15:00,08:15:00,200476_02,38,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:16:00,08:16:00,200477_02,39,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:17:00,08:17:00,200430_02,40,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:18:00,08:18:00,200007_02,41,渋川市内循環,0,0,1
特別ダイヤ１_07時30分_系統264,08:23:00,08:23:00,210463_10,42,渋川市内循環,1,0,1
特別ダイヤ１_07時35分_系統528,07:35:00,07:35:00,200927_01,1,前橋駅,0,1,1
特別ダイヤ１_07時35分_系統528,07:35:00,07:35:00,200800_02,2,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:36:00,07:36:00,200928_02,3,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:38:00,07:38:00,201071_02,4,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:39:00,07:39:00,200542_02,5,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:40:00,07:40:00,200141_02,6,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:41:00,07:41:00,200142_02,7,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:43:00,07:43:00,200262_02,8,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:44:00,07:44:00,201015_02,9,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:44:00,07:44:00,200379_02,10,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:45:00,07:45:00,200455_02,11,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:46:00,07:46:00,200702_02,12,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:47:00,07:47:00,200703_02,13,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:49:00,07:49:00,201081_02,14,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:51:00,07:51:00,200998_02,15,前橋駅,0,0,1
特別ダイヤ１_07時35分_系統528,07:54:00,07:54:00,200718_10,16,前橋駅,1,0,1
特別ダイヤ１_07時40分_系統586,07:40:00,07:40:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
特別ダイヤ１_07時40分_系統586,07:41:00,07:41:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:43:00,07:43:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:45:00,07:45:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:46:00,07:46:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:47:00,07:47:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:48:00,07:48:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:49:00,07:49:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:50:00,07:50:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:51:00,07:51:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_07時40分_系統586,07:53:00,07:53:00,200261_01,11,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,07:54:00,07:54:00,200503_02,12,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,07:55:00,07:55:00,200142_01,13,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,07:56:00,07:56:00,200141_01,14,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,07:57:00,07:57:00,200542_01,15,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,07:59:00,07:59:00,201071_01,16,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,08:00:00,08:00:00,200348_01,17,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,08:01:00,08:01:00,200343_01,18,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,08:02:00,08:02:00,200722_01,19,群馬大学荒牧,0,0,1
特別ダイヤ１_07時40分_系統586,08:05:00,08:05:00,200273_01,20,群馬大学荒牧,1,0,1
特別ダイヤ１_07時45分_系統267,07:45:00,07:45:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_07時45分_系統267,07:46:00,07:46:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:47:00,07:47:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:49:00,07:49:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:50:00,07:50:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:51:00,07:51:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:52:00,07:52:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:52:00,07:52:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:54:00,07:54:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:55:00,07:55:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:56:00,07:56:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:56:00,07:56:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:57:00,07:57:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:58:00,07:58:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,07:59:00,07:59:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:00:00,08:00:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:02:00,08:02:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:03:00,08:03:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:04:00,08:04:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:05:00,08:05:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:07:00,08:07:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:09:00,08:09:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:11:00,08:11:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:12:00,08:12:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:14:00,08:14:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:15:00,08:15:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:16:00,08:16:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:17:00,08:17:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:18:00,08:18:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:19:00,08:19:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:21:00,08:21:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:23:00,08:23:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_07時45分_系統267,08:26:00,08:26:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_07時53分_系統266,07:53:00,07:53:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_07時53分_系統266,07:54:00,07:54:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,07:56:00,07:56:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,07:58:00,07:58:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,07:59:00,07:59:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:01:00,08:01:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:02:00,08:02:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:03:00,08:03:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:04:00,08:04:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:05:00,08:05:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:06:00,08:06:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:07:00,08:07:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:09:00,08:09:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:10:00,08:10:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:11:00,08:11:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:12:00,08:12:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_07時53分_系統266,08:14:00,08:14:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:17:00,08:17:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:19:00,08:19:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:20:00,08:20:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:21:00,08:21:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:22:00,08:22:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:23:00,08:23:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:23:00,08:23:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:24:00,08:24:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:25:00,08:25:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:25:00,08:25:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:26:00,08:26:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:27:00,08:27:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:28:00,08:28:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:29:00,08:29:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:31:00,08:31:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:32:00,08:32:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_07時53分_系統266,08:35:00,08:35:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_08時05分_系統265,08:05:00,08:05:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_08時05分_系統265,08:06:00,08:06:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:07:00,08:07:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:09:00,08:09:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:10:00,08:10:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:11:00,08:11:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:12:00,08:12:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:12:00,08:12:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:14:00,08:14:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:15:00,08:15:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:16:00,08:16:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:16:00,08:16:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:17:00,08:17:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:18:00,08:18:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:19:00,08:19:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:20:00,08:20:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:22:00,08:22:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時05分_系統265,08:25:00,08:25:00,200273_01,18,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:27:00,08:27:00,200722_02,19,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:28:00,08:28:00,200343_02,20,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:29:00,08:29:00,200348_02,21,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:31:00,08:31:00,201071_02,22,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:33:00,08:33:00,200542_02,23,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:35:00,08:35:00,200141_02,24,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:36:00,08:36:00,200142_02,25,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:38:00,08:38:00,200262_02,26,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:39:00,08:39:00,201015_02,27,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:40:00,08:40:00,200379_02,28,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:41:00,08:41:00,200455_02,29,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:42:00,08:42:00,200702_02,30,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:43:00,08:43:00,200703_02,31,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:45:00,08:45:00,201081_02,32,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:47:00,08:47:00,200998_02,33,前橋駅,0,0,1
特別ダイヤ１_08時05分_系統265,08:50:00,08:50:00,200718_10,34,前橋駅,1,0,1
特別ダイヤ１_08時10分_系統583,08:10:00,08:10:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
特別ダイヤ１_08時10分_系統583,08:12:00,08:12:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_08時10分_系統583,08:13:00,08:13:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_08時10分_系統583,08:14:00,08:14:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_08時10分_系統583,08:17:00,08:17:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_08時10分_系統583,08:20:00,08:20:00,200927_01,6,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:20:00,08:20:00,200800_02,7,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:21:00,08:21:00,200928_02,8,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:23:00,08:23:00,201071_02,9,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:25:00,08:25:00,200542_02,10,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:27:00,08:27:00,200141_02,11,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:28:00,08:28:00,200142_02,12,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:30:00,08:30:00,200262_02,13,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:31:00,08:31:00,201015_02,14,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:32:00,08:32:00,200379_02,15,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:33:00,08:33:00,200455_02,16,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:34:00,08:34:00,200702_02,17,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:35:00,08:35:00,200703_02,18,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:37:00,08:37:00,201081_02,19,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:39:00,08:39:00,200998_02,20,前橋駅,0,0,1
特別ダイヤ１_08時10分_系統583,08:42:00,08:42:00,200718_10,21,前橋駅,1,0,1
特別ダイヤ１_08時12分_系統261,08:12:00,08:12:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_08時12分_系統261,08:13:00,08:13:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:14:00,08:14:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:15:00,08:15:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:16:00,08:16:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:17:00,08:17:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:18:00,08:18:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:19:00,08:19:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:20:00,08:20:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時12分_系統261,08:25:00,08:25:00,200463_01,10,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:26:00,08:26:00,200768_02,11,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:27:00,08:27:00,200730_02,12,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:29:00,08:29:00,200827_02,13,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:30:00,08:30:00,200506_02,14,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:31:00,08:31:00,200017_02,15,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:32:00,08:32:00,200519_02,16,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:32:00,08:32:00,200987_02,17,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:34:00,08:34:00,200985_02,18,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:35:00,08:35:00,200895_02,19,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:36:00,08:36:00,200395_02,20,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:36:00,08:36:00,200153_02,21,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:37:00,08:37:00,201100_02,22,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:38:00,08:38:00,200981_02,23,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:39:00,08:39:00,200872_02,24,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:40:00,08:40:00,201056_02,25,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:42:00,08:42:00,200189_02,26,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:43:00,08:43:00,200722_02,27,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:44:00,08:44:00,200343_02,28,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:45:00,08:45:00,200348_02,29,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:47:00,08:47:00,201071_02,30,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:49:00,08:49:00,200542_02,31,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:51:00,08:51:00,200141_02,32,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:52:00,08:52:00,200142_02,33,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:54:00,08:54:00,200262_02,34,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:55:00,08:55:00,201015_02,35,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:56:00,08:56:00,200379_02,36,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:57:00,08:57:00,200455_02,37,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:58:00,08:58:00,200702_02,38,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,08:59:00,08:59:00,200703_02,39,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,09:01:00,09:01:00,201081_02,40,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,09:03:00,09:03:00,200998_02,41,前橋駅,0,0,1
特別ダイヤ１_08時12分_系統261,09:06:00,09:06:00,200718_10,42,前橋駅,1,0,1
特別ダイヤ１_08時13分_系統266,08:13:00,08:13:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_08時13分_系統266,08:14:00,08:14:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:16:00,08:16:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:18:00,08:18:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:19:00,08:19:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:21:00,08:21:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:22:00,08:22:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:23:00,08:23:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:24:00,08:24:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:25:00,08:25:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:26:00,08:26:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:27:00,08:27:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:29:00,08:29:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:30:00,08:30:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:31:00,08:31:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:32:00,08:32:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時13分_系統266,08:34:00,08:34:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:37:00,08:37:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:39:00,08:39:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:40:00,08:40:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:41:00,08:41:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:42:00,08:42:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:43:00,08:43:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:43:00,08:43:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:44:00,08:44:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:45:00,08:45:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:45:00,08:45:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:46:00,08:46:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:47:00,08:47:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:48:00,08:48:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:49:00,08:49:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:51:00,08:51:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:52:00,08:52:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_08時13分_系統266,08:55:00,08:55:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_08時28分_系統586,08:28:00,08:28:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
特別ダイヤ１_08時28分_系統586,08:29:00,08:29:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:31:00,08:31:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:33:00,08:33:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:34:00,08:34:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:36:00,08:36:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:37:00,08:37:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:38:00,08:38:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:39:00,08:39:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:40:00,08:40:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_08時28分_系統586,08:42:00,08:42:00,200261_01,11,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:43:00,08:43:00,200503_02,12,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:44:00,08:44:00,200142_01,13,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:45:00,08:45:00,200141_01,14,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:46:00,08:46:00,200542_01,15,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:48:00,08:48:00,201071_01,16,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:49:00,08:49:00,200348_01,17,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:50:00,08:50:00,200343_01,18,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:51:00,08:51:00,200722_01,19,群馬大学荒牧,0,0,1
特別ダイヤ１_08時28分_系統586,08:54:00,08:54:00,200273_01,20,群馬大学荒牧,1,0,1
特別ダイヤ１_08時40分_系統268,08:40:00,08:40:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_08時40分_系統268,08:41:00,08:41:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:43:00,08:43:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:44:00,08:44:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:44:00,08:44:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:45:00,08:45:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:46:00,08:46:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:47:00,08:47:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:48:00,08:48:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:49:00,08:49:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:50:00,08:50:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:51:00,08:51:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:53:00,08:53:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:54:00,08:54:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:55:00,08:55:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:56:00,08:56:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,08:58:00,08:58:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:00:00,09:00:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:01:00,09:01:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:02:00,09:02:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:03:00,09:03:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:04:00,09:04:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:04:00,09:04:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:05:00,09:05:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:06:00,09:06:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:06:00,09:06:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:07:00,09:07:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:08:00,09:08:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:09:00,09:09:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:10:00,09:10:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:12:00,09:12:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:13:00,09:13:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_08時40分_系統268,09:16:00,09:16:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_08時55分_系統265,08:55:00,08:55:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_08時55分_系統265,08:56:00,08:56:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,08:57:00,08:57:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,08:59:00,08:59:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:00:00,09:00:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:01:00,09:01:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:02:00,09:02:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:02:00,09:02:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:04:00,09:04:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:05:00,09:05:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:06:00,09:06:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:06:00,09:06:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:07:00,09:07:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:08:00,09:08:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:09:00,09:09:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:10:00,09:10:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:12:00,09:12:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_08時55分_系統265,09:15:00,09:15:00,200273_01,18,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:17:00,09:17:00,200722_02,19,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:18:00,09:18:00,200343_02,20,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:19:00,09:19:00,200348_02,21,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:21:00,09:21:00,201071_02,22,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:23:00,09:23:00,200542_02,23,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:25:00,09:25:00,200141_02,24,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:26:00,09:26:00,200142_02,25,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:28:00,09:28:00,200262_02,26,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:29:00,09:29:00,201015_02,27,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:30:00,09:30:00,200379_02,28,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:31:00,09:31:00,200455_02,29,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:32:00,09:32:00,200702_02,30,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:33:00,09:33:00,200703_02,31,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:35:00,09:35:00,201081_02,32,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:37:00,09:37:00,200998_02,33,前橋駅,0,0,1
特別ダイヤ１_08時55分_系統265,09:40:00,09:40:00,200718_10,34,前橋駅,1,0,1
特別ダイヤ１_08時58分_系統264,08:58:00,08:58:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
特別ダイヤ１_08時58分_系統264,08:59:00,08:59:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:01:00,09:01:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:03:00,09:03:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:04:00,09:04:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:06:00,09:06:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:07:00,09:07:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:08:00,09:08:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:09:00,09:09:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:10:00,09:10:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:11:00,09:11:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:12:00,09:12:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:14:00,09:14:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:15:00,09:15:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:16:00,09:16:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:17:00,09:17:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:19:00,09:19:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:22:00,09:22:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:24:00,09:24:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:25:00,09:25:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:26:00,09:26:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:27:00,09:27:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:28:00,09:28:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:28:00,09:28:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:29:00,09:29:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:30:00,09:30:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:30:00,09:30:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:31:00,09:31:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:32:00,09:32:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:33:00,09:33:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:34:00,09:34:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:36:00,09:36:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:37:00,09:37:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_08時58分_系統264,09:38:00,09:38:00,200463_06,34,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:39:00,09:39:00,200468_01,35,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:41:00,09:41:00,200466_01,36,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:42:00,09:42:00,200704_01,37,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:43:00,09:43:00,200476_02,38,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:44:00,09:44:00,200477_02,39,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:45:00,09:45:00,200430_02,40,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:46:00,09:46:00,200007_02,41,渋川市内循環,0,0,1
特別ダイヤ１_08時58分_系統264,09:51:00,09:51:00,210463_10,42,渋川市内循環,1,0,1
特別ダイヤ１_09時00分_系統583,09:00:00,09:00:00,200273_01,1,前橋駅（南橘団地 経由）,0,1,1
特別ダイヤ１_09時00分_系統583,09:02:00,09:02:00,200722_02,2,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_09時00分_系統583,09:03:00,09:03:00,200343_02,3,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_09時00分_系統583,09:04:00,09:04:00,200348_02,4,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_09時00分_系統583,09:07:00,09:07:00,201185_02,5,前橋駅（南橘団地 経由）,0,0,1
特別ダイヤ１_09時00分_系統583,09:10:00,09:10:00,200927_01,6,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:10:00,09:10:00,200800_02,7,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:11:00,09:11:00,200928_02,8,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:13:00,09:13:00,201071_02,9,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:15:00,09:15:00,200542_02,10,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:17:00,09:17:00,200141_02,11,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:18:00,09:18:00,200142_02,12,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:20:00,09:20:00,200262_02,13,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:21:00,09:21:00,201015_02,14,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:22:00,09:22:00,200379_02,15,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:23:00,09:23:00,200455_02,16,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:24:00,09:24:00,200702_02,17,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:25:00,09:25:00,200703_02,18,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:27:00,09:27:00,201081_02,19,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:29:00,09:29:00,200998_02,20,前橋駅,0,0,1
特別ダイヤ１_09時00分_系統583,09:32:00,09:32:00,200718_10,21,前橋駅,1,0,1
特別ダイヤ１_09時10分_系統267,09:10:00,09:10:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_09時10分_系統267,09:11:00,09:11:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:12:00,09:12:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:14:00,09:14:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:15:00,09:15:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:16:00,09:16:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:17:00,09:17:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:17:00,09:17:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:19:00,09:19:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:20:00,09:20:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:21:00,09:21:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:21:00,09:21:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:22:00,09:22:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:23:00,09:23:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:24:00,09:24:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:25:00,09:25:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:27:00,09:27:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:28:00,09:28:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:29:00,09:29:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:30:00,09:30:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:32:00,09:32:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:34:00,09:34:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:36:00,09:36:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:37:00,09:37:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:39:00,09:39:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:40:00,09:40:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:41:00,09:41:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:42:00,09:42:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:43:00,09:43:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:44:00,09:44:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:46:00,09:46:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:48:00,09:48:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_09時10分_系統267,09:51:00,09:51:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_09時17分_系統586,09:17:00,09:17:00,200718_02,1,群馬大学荒牧（群大病院 経由）,0,1,1
特別ダイヤ１_09時17分_系統586,09:18:00,09:18:00,200998_01,2,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:20:00,09:20:00,201081_01,3,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:22:00,09:22:00,200703_01,4,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:23:00,09:23:00,200702_01,5,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:24:00,09:24:00,200455_01,6,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:25:00,09:25:00,200379_01,7,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:26:00,09:26:00,201015_01,8,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:27:00,09:27:00,200262_01,9,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:28:00,09:28:00,200503_01,10,群馬大学荒牧（群大病院 経由）,0,0,1
特別ダイヤ１_09時17分_系統586,09:30:00,09:30:00,200261_01,11,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:31:00,09:31:00,200503_02,12,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:32:00,09:32:00,200142_01,13,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:33:00,09:33:00,200141_01,14,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:34:00,09:34:00,200542_01,15,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:36:00,09:36:00,201071_01,16,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:37:00,09:37:00,200348_01,17,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:38:00,09:38:00,200343_01,18,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:39:00,09:39:00,200722_01,19,群馬大学荒牧,0,0,1
特別ダイヤ１_09時17分_系統586,09:42:00,09:42:00,200273_01,20,群馬大学荒牧,1,0,1
特別ダイヤ１_09時30分_系統266,09:30:00,09:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_09時30分_系統266,09:31:00,09:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:33:00,09:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:35:00,09:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:36:00,09:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:38:00,09:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:39:00,09:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:40:00,09:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:41:00,09:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:42:00,09:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:43:00,09:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:44:00,09:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:46:00,09:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:48:00,09:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:49:00,09:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:50:00,09:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時30分_系統266,09:52:00,09:52:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,09:55:00,09:55:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,09:57:00,09:57:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,09:58:00,09:58:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,09:59:00,09:59:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:00:00,10:00:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:01:00,10:01:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:01:00,10:01:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:02:00,10:02:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:03:00,10:03:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:03:00,10:03:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:04:00,10:04:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:05:00,10:05:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:06:00,10:06:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:08:00,10:08:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:10:00,10:10:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:11:00,10:11:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_09時30分_系統266,10:14:00,10:14:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_09時30分_系統267,09:30:00,09:30:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_09時30分_系統267,09:31:00,09:31:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:32:00,09:32:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:34:00,09:34:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:35:00,09:35:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:36:00,09:36:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:37:00,09:37:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:37:00,09:37:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:39:00,09:39:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:40:00,09:40:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:41:00,09:41:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:41:00,09:41:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:42:00,09:42:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:43:00,09:43:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:44:00,09:44:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:45:00,09:45:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:47:00,09:47:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:48:00,09:48:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:49:00,09:49:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:50:00,09:50:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:52:00,09:52:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:54:00,09:54:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:56:00,09:56:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:57:00,09:57:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,09:59:00,09:59:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:00:00,10:00:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:01:00,10:01:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:02:00,10:02:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:03:00,10:03:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:04:00,10:04:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:06:00,10:06:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:08:00,10:08:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_09時30分_系統267,10:11:00,10:11:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_09時47分_系統263,09:47:00,09:47:00,210463_05,1,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_09時47分_系統263,09:48:00,09:48:00,200007_01,2,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,09:49:00,09:49:00,200430_01,3,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,09:50:00,09:50:00,200477_01,4,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,09:51:00,09:51:00,200476_01,5,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,09:52:00,09:52:00,200704_02,6,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,09:53:00,09:53:00,200467_01,7,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,09:54:00,09:54:00,200466_02,8,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,09:55:00,09:55:00,200468_02,9,前橋駅（渋川市内循環・群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:00:00,10:00:00,200463_01,10,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:01:00,10:01:00,200768_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:02:00,10:02:00,200730_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:04:00,10:04:00,200827_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:05:00,10:05:00,200506_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:06:00,10:06:00,200017_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:07:00,10:07:00,200519_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:07:00,10:07:00,200987_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:09:00,10:09:00,200985_02,18,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:10:00,10:10:00,200895_02,19,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:11:00,10:11:00,200395_02,20,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:11:00,10:11:00,200153_02,21,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:12:00,10:12:00,201100_02,22,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:13:00,10:13:00,200981_02,23,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:14:00,10:14:00,200872_02,24,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:15:00,10:15:00,201056_02,25,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:17:00,10:17:00,200189_02,26,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_09時47分_系統263,10:20:00,10:20:00,200273_01,27,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:22:00,10:22:00,200722_02,28,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:23:00,10:23:00,200343_02,29,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:24:00,10:24:00,200348_02,30,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:26:00,10:26:00,201071_02,31,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:28:00,10:28:00,200542_02,32,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:30:00,10:30:00,200141_02,33,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:31:00,10:31:00,200142_02,34,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:33:00,10:33:00,200262_02,35,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:34:00,10:34:00,201015_02,36,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:35:00,10:35:00,200379_02,37,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:36:00,10:36:00,200455_02,38,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:37:00,10:37:00,200702_02,39,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:38:00,10:38:00,200703_02,40,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:40:00,10:40:00,201081_02,41,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:42:00,10:42:00,200998_02,42,前橋駅,0,0,1
特別ダイヤ１_09時47分_系統263,10:45:00,10:45:00,200718_10,43,前橋駅,1,0,1
特別ダイヤ１_09時48分_系統669,09:48:00,09:48:00,200273_01,1,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,1,1
特別ダイヤ１_09時48分_系統669,09:50:00,09:50:00,200722_02,2,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,09:51:00,09:51:00,200343_02,3,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,09:52:00,09:52:00,200348_02,4,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,09:55:00,09:55:00,201185_02,5,けやきウォーク前橋（南橘団地・前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,09:58:00,09:58:00,200927_01,6,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,09:58:00,09:58:00,200800_02,7,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,09:59:00,09:59:00,200928_02,8,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:01:00,10:01:00,201071_02,9,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:03:00,10:03:00,200542_02,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:05:00,10:05:00,200141_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:06:00,10:06:00,200142_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:08:00,10:08:00,200262_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:09:00,10:09:00,201015_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:10:00,10:10:00,200379_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:11:00,10:11:00,200455_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:12:00,10:12:00,200702_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:13:00,10:13:00,200703_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:15:00,10:15:00,201081_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:17:00,10:17:00,200998_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_09時48分_系統669,10:20:00,10:20:00,200718_04,21,けやきウォーク前橋,0,0,1
特別ダイヤ１_09時48分_系統669,10:22:00,10:22:00,200108_01,22,けやきウォーク前橋,0,0,1
特別ダイヤ１_09時48分_系統669,10:23:00,10:23:00,200932_01,23,けやきウォーク前橋,0,0,1
特別ダイヤ１_09時48分_系統669,10:24:00,10:24:00,200668_01,24,けやきウォーク前橋,0,0,1
特別ダイヤ１_09時48分_系統669,10:28:00,10:28:00,200022_01,25,けやきウォーク前橋,1,0,1
特別ダイヤ１_10時02分_系統268,10:02:00,10:02:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_10時02分_系統268,10:03:00,10:03:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:05:00,10:05:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:06:00,10:06:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:06:00,10:06:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:07:00,10:07:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:08:00,10:08:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:09:00,10:09:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:10:00,10:10:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:11:00,10:11:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:12:00,10:12:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:13:00,10:13:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:15:00,10:15:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:17:00,10:17:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:18:00,10:18:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:19:00,10:19:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:21:00,10:21:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:23:00,10:23:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:24:00,10:24:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:25:00,10:25:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:26:00,10:26:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:27:00,10:27:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:27:00,10:27:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:28:00,10:28:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:29:00,10:29:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:29:00,10:29:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:30:00,10:30:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:31:00,10:31:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:32:00,10:32:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:34:00,10:34:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:36:00,10:36:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:37:00,10:37:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_10時02分_系統268,10:40:00,10:40:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_10時10分_系統644,10:10:00,10:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
特別ダイヤ１_10時10分_系統644,10:11:00,10:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:13:00,10:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:15:00,10:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:16:00,10:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:17:00,10:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:18:00,10:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:19:00,10:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:20:00,10:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:21:00,10:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_10時10分_系統644,10:23:00,10:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:24:00,10:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:25:00,10:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:26:00,10:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:27:00,10:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:29:00,10:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:31:00,10:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:32:00,10:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:33:00,10:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:35:00,10:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
特別ダイヤ１_10時10分_系統644,10:42:00,10:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
特別ダイヤ１_10時30分_系統264,10:30:00,10:30:00,200718_02,1,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,1,1
特別ダイヤ１_10時30分_系統264,10:31:00,10:31:00,200998_01,2,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:33:00,10:33:00,201081_01,3,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:35:00,10:35:00,200703_01,4,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:36:00,10:36:00,200702_01,5,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:38:00,10:38:00,200455_01,6,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:39:00,10:39:00,200379_01,7,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:40:00,10:40:00,201015_01,8,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:41:00,10:41:00,200262_01,9,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:42:00,10:42:00,200142_01,10,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:43:00,10:43:00,200141_01,11,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:44:00,10:44:00,200542_01,12,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:46:00,10:46:00,201071_01,13,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:48:00,10:48:00,200348_01,14,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:49:00,10:49:00,200343_01,15,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:50:00,10:50:00,200722_01,16,渋川駅（群馬大学荒牧・渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:52:00,10:52:00,200273_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:55:00,10:55:00,200189_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:57:00,10:57:00,201056_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:58:00,10:58:00,200872_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,10:59:00,10:59:00,200981_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:00:00,11:00:00,201100_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:01:00,11:01:00,200153_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:01:00,11:01:00,200395_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:02:00,11:02:00,200895_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:03:00,11:03:00,200985_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:03:00,11:03:00,200987_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:04:00,11:04:00,200519_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:05:00,11:05:00,200017_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:06:00,11:06:00,200506_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:08:00,11:08:00,200827_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:10:00,11:10:00,200730_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:11:00,11:11:00,200768_01,33,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_10時30分_系統264,11:12:00,11:12:00,200463_06,34,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:13:00,11:13:00,200468_01,35,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:15:00,11:15:00,200466_01,36,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:16:00,11:16:00,200704_01,37,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:17:00,11:17:00,200476_02,38,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:18:00,11:18:00,200477_02,39,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:19:00,11:19:00,200430_02,40,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:20:00,11:20:00,200007_02,41,渋川市内循環,0,0,1
特別ダイヤ１_10時30分_系統264,11:25:00,11:25:00,210463_10,42,渋川市内循環,1,0,1
特別ダイヤ１_10時30分_系統267,10:30:00,10:30:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_10時30分_系統267,10:31:00,10:31:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:32:00,10:32:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:34:00,10:34:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:35:00,10:35:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:36:00,10:36:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:37:00,10:37:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:37:00,10:37:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:39:00,10:39:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:40:00,10:40:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:41:00,10:41:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:41:00,10:41:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:42:00,10:42:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:43:00,10:43:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:44:00,10:44:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:45:00,10:45:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:47:00,10:47:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:48:00,10:48:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:49:00,10:49:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:50:00,10:50:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:52:00,10:52:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:54:00,10:54:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:56:00,10:56:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:57:00,10:57:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,10:59:00,10:59:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:00:00,11:00:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:01:00,11:01:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:02:00,11:02:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:03:00,11:03:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:04:00,11:04:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:06:00,11:06:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:08:00,11:08:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_10時30分_系統267,11:11:00,11:11:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_10時50分_系統643,10:50:00,10:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
特別ダイヤ１_10時50分_系統643,10:55:00,10:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,10:57:00,10:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,10:58:00,10:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,10:59:00,10:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:02:00,11:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:05:00,11:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:05:00,11:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:06:00,11:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:08:00,11:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:10:00,11:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:12:00,11:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:14:00,11:14:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:15:00,11:15:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_10時50分_系統643,11:17:00,11:17:00,200261_01,15,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:18:00,11:18:00,200503_02,16,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:21:00,11:21:00,200262_02,17,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:22:00,11:22:00,201015_02,18,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:23:00,11:23:00,200379_02,19,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:24:00,11:24:00,200455_02,20,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:25:00,11:25:00,200702_02,21,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:26:00,11:26:00,200703_02,22,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:28:00,11:28:00,201081_02,23,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:30:00,11:30:00,200998_02,24,前橋駅,0,0,1
特別ダイヤ１_10時50分_系統643,11:33:00,11:33:00,200718_10,25,前橋駅,1,0,1
特別ダイヤ１_10時57分_系統268,10:57:00,10:57:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_10時57分_系統268,10:58:00,10:58:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:00:00,11:00:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:02:00,11:02:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:03:00,11:03:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:04:00,11:04:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:05:00,11:05:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:06:00,11:06:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:07:00,11:07:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:08:00,11:08:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:09:00,11:09:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:10:00,11:10:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:12:00,11:12:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:14:00,11:14:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:15:00,11:15:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:16:00,11:16:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:18:00,11:18:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:20:00,11:20:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:21:00,11:21:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:22:00,11:22:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:23:00,11:23:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:24:00,11:24:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:24:00,11:24:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:25:00,11:25:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:26:00,11:26:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:26:00,11:26:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:27:00,11:27:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:28:00,11:28:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:29:00,11:29:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:31:00,11:31:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:33:00,11:33:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:34:00,11:34:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_10時57分_系統268,11:37:00,11:37:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_11時00分_系統663,11:00:00,11:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
特別ダイヤ１_11時00分_系統663,11:01:00,11:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:02:00,11:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:04:00,11:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:05:00,11:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:06:00,11:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:07:00,11:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:07:00,11:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:09:00,11:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:10:00,11:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:11:00,11:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:11:00,11:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:12:00,11:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:13:00,11:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:14:00,11:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:15:00,11:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:17:00,11:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:20:00,11:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:22:00,11:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:23:00,11:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:24:00,11:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:26:00,11:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:28:00,11:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:30:00,11:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:31:00,11:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:33:00,11:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:34:00,11:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:35:00,11:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:36:00,11:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:37:00,11:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:38:00,11:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:40:00,11:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:42:00,11:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_11時00分_系統663,11:45:00,11:45:00,200718_04,34,けやきウォーク前橋,0,0,1
特別ダイヤ１_11時00分_系統663,11:47:00,11:47:00,200108_01,35,けやきウォーク前橋,0,0,1
特別ダイヤ１_11時00分_系統663,11:48:00,11:48:00,200932_01,36,けやきウォーク前橋,0,0,1
特別ダイヤ１_11時00分_系統663,11:49:00,11:49:00,200668_01,37,けやきウォーク前橋,0,0,1
特別ダイヤ１_11時00分_系統663,11:53:00,11:53:00,200022_01,38,けやきウォーク前橋,1,0,1
特別ダイヤ１_11時10分_系統584,11:10:00,11:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
特別ダイヤ１_11時10分_系統584,11:11:00,11:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:13:00,11:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:15:00,11:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:16:00,11:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:18:00,11:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:19:00,11:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:20:00,11:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:21:00,11:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:22:00,11:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:24:00,11:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:25:00,11:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:26:00,11:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:27:00,11:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:28:00,11:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:30:00,11:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:31:00,11:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:32:00,11:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_11時10分_系統584,11:34:00,11:34:00,200927_01,19,群馬大学荒牧,0,0,1
特別ダイヤ１_11時10分_系統584,11:35:00,11:35:00,201185_01,20,群馬大学荒牧,0,0,1
特別ダイヤ１_11時10分_系統584,11:39:00,11:39:00,200348_01,21,群馬大学荒牧,0,0,1
特別ダイヤ１_11時10分_系統584,11:40:00,11:40:00,200343_01,22,群馬大学荒牧,0,0,1
特別ダイヤ１_11時10分_系統584,11:41:00,11:41:00,200722_01,23,群馬大学荒牧,0,0,1
特別ダイヤ１_11時10分_系統584,11:44:00,11:44:00,200273_01,24,群馬大学荒牧,1,0,1
特別ダイヤ１_11時17分_系統261,11:17:00,11:17:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_11時17分_系統261,11:18:00,11:18:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:19:00,11:19:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:20:00,11:20:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:21:00,11:21:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:22:00,11:22:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:23:00,11:23:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:24:00,11:24:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:25:00,11:25:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時17分_系統261,11:30:00,11:30:00,200463_01,10,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:31:00,11:31:00,200768_02,11,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:32:00,11:32:00,200730_02,12,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:34:00,11:34:00,200827_02,13,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:35:00,11:35:00,200506_02,14,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:36:00,11:36:00,200017_02,15,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:37:00,11:37:00,200519_02,16,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:37:00,11:37:00,200987_02,17,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:39:00,11:39:00,200985_02,18,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:40:00,11:40:00,200895_02,19,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:41:00,11:41:00,200395_02,20,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:41:00,11:41:00,200153_02,21,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:42:00,11:42:00,201100_02,22,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:43:00,11:43:00,200981_02,23,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:44:00,11:44:00,200872_02,24,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:45:00,11:45:00,201056_02,25,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:47:00,11:47:00,200189_02,26,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:49:00,11:49:00,200722_02,27,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:50:00,11:50:00,200343_02,28,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:51:00,11:51:00,200348_02,29,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:53:00,11:53:00,201071_02,30,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:55:00,11:55:00,200542_02,31,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:57:00,11:57:00,200141_02,32,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,11:58:00,11:58:00,200142_02,33,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:00:00,12:00:00,200262_02,34,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:01:00,12:01:00,201015_02,35,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:02:00,12:02:00,200379_02,36,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:03:00,12:03:00,200455_02,37,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:04:00,12:04:00,200702_02,38,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:05:00,12:05:00,200703_02,39,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:07:00,12:07:00,201081_02,40,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:09:00,12:09:00,200998_02,41,前橋駅,0,0,1
特別ダイヤ１_11時17分_系統261,12:12:00,12:12:00,200718_10,42,前橋駅,1,0,1
特別ダイヤ１_11時30分_系統266,11:30:00,11:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_11時30分_系統266,11:31:00,11:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:33:00,11:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:35:00,11:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:36:00,11:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:38:00,11:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:39:00,11:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:40:00,11:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:41:00,11:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:42:00,11:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:43:00,11:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:44:00,11:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:46:00,11:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:48:00,11:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:49:00,11:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:50:00,11:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_11時30分_系統266,11:52:00,11:52:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,11:55:00,11:55:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,11:57:00,11:57:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,11:58:00,11:58:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,11:59:00,11:59:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:00:00,12:00:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:01:00,12:01:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:01:00,12:01:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:02:00,12:02:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:03:00,12:03:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:03:00,12:03:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:04:00,12:04:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:05:00,12:05:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:06:00,12:06:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:08:00,12:08:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:10:00,12:10:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:11:00,12:11:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_11時30分_系統266,12:14:00,12:14:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_11時57分_系統262,11:57:00,11:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_11時57分_系統262,11:58:00,11:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:00:00,12:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:02:00,12:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:03:00,12:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:05:00,12:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:06:00,12:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:07:00,12:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:08:00,12:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:09:00,12:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:10:00,12:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:11:00,12:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:13:00,12:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:15:00,12:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:16:00,12:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:17:00,12:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:20:00,12:20:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:22:00,12:22:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:23:00,12:23:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:24:00,12:24:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:25:00,12:25:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:26:00,12:26:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:26:00,12:26:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:27:00,12:27:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:28:00,12:28:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:28:00,12:28:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:29:00,12:29:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:30:00,12:30:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:31:00,12:31:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:33:00,12:33:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:35:00,12:35:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:36:00,12:36:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_11時57分_系統262,12:37:00,12:37:00,200463_06,33,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:38:00,12:38:00,200468_01,34,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:40:00,12:40:00,200466_01,35,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:41:00,12:41:00,200704_01,36,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:42:00,12:42:00,200476_02,37,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:43:00,12:43:00,200477_02,38,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:44:00,12:44:00,200430_02,39,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:45:00,12:45:00,200007_02,40,渋川市内循環,0,0,1
特別ダイヤ１_11時57分_系統262,12:50:00,12:50:00,210463_10,41,渋川市内循環,1,0,1
特別ダイヤ１_11時58分_系統587,11:58:00,11:58:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
特別ダイヤ１_11時58分_系統587,12:00:00,12:00:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:01:00,12:01:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:02:00,12:02:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:04:00,12:04:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:06:00,12:06:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:08:00,12:08:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:10:00,12:10:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:11:00,12:11:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_11時58分_系統587,12:13:00,12:13:00,200261_01,10,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:14:00,12:14:00,200503_02,11,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:17:00,12:17:00,200262_02,12,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:18:00,12:18:00,201015_02,13,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:19:00,12:19:00,200379_02,14,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:20:00,12:20:00,200455_02,15,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:21:00,12:21:00,200702_02,16,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:22:00,12:22:00,200703_02,17,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:24:00,12:24:00,201081_02,18,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:26:00,12:26:00,200998_02,19,前橋駅,0,0,1
特別ダイヤ１_11時58分_系統587,12:29:00,12:29:00,200718_10,20,前橋駅,1,0,1
特別ダイヤ１_12時00分_系統663,12:00:00,12:00:00,200463_01,1,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,1,1
特別ダイヤ１_12時00分_系統663,12:01:00,12:01:00,200768_02,2,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:02:00,12:02:00,200730_02,3,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:04:00,12:04:00,200827_02,4,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:05:00,12:05:00,200506_02,5,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:06:00,12:06:00,200017_02,6,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:07:00,12:07:00,200519_02,7,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:07:00,12:07:00,200987_02,8,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:09:00,12:09:00,200985_02,9,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:10:00,12:10:00,200895_02,10,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:11:00,12:11:00,200395_02,11,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:11:00,12:11:00,200153_02,12,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:12:00,12:12:00,201100_02,13,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:13:00,12:13:00,200981_02,14,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:14:00,12:14:00,200872_02,15,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:15:00,12:15:00,201056_02,16,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:17:00,12:17:00,200189_02,17,けやきウォーク前橋（群馬大学荒牧・前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:20:00,12:20:00,200273_01,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:22:00,12:22:00,200722_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:23:00,12:23:00,200343_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:24:00,12:24:00,200348_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:26:00,12:26:00,201071_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:28:00,12:28:00,200542_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:30:00,12:30:00,200141_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:31:00,12:31:00,200142_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:33:00,12:33:00,200262_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:34:00,12:34:00,201015_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:35:00,12:35:00,200379_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:36:00,12:36:00,200455_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:37:00,12:37:00,200702_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:38:00,12:38:00,200703_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:40:00,12:40:00,201081_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:42:00,12:42:00,200998_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時00分_系統663,12:45:00,12:45:00,200718_04,34,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時00分_系統663,12:47:00,12:47:00,200108_01,35,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時00分_系統663,12:48:00,12:48:00,200932_01,36,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時00分_系統663,12:49:00,12:49:00,200668_01,37,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時00分_系統663,12:53:00,12:53:00,200022_01,38,けやきウォーク前橋,1,0,1
特別ダイヤ１_12時10分_系統644,12:10:00,12:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
特別ダイヤ１_12時10分_系統644,12:11:00,12:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:13:00,12:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:15:00,12:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:16:00,12:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:17:00,12:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:18:00,12:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:19:00,12:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:20:00,12:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:21:00,12:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_12時10分_系統644,12:23:00,12:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:24:00,12:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:25:00,12:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:26:00,12:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:27:00,12:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:29:00,12:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:31:00,12:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:32:00,12:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:33:00,12:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:35:00,12:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
特別ダイヤ１_12時10分_系統644,12:42:00,12:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
特別ダイヤ１_12時30分_系統266,12:30:00,12:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_12時30分_系統266,12:31:00,12:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:33:00,12:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:35:00,12:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:36:00,12:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:38:00,12:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:39:00,12:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:40:00,12:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:41:00,12:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:42:00,12:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:43:00,12:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:44:00,12:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:46:00,12:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:48:00,12:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:49:00,12:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:50:00,12:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_12時30分_系統266,12:52:00,12:52:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,12:55:00,12:55:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,12:57:00,12:57:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,12:58:00,12:58:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,12:59:00,12:59:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:00:00,13:00:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:01:00,13:01:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:01:00,13:01:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:02:00,13:02:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:03:00,13:03:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:03:00,13:03:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:04:00,13:04:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:05:00,13:05:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:06:00,13:06:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:08:00,13:08:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:10:00,13:10:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:11:00,13:11:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_12時30分_系統266,13:14:00,13:14:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_12時30分_系統267,12:30:00,12:30:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_12時30分_系統267,12:31:00,12:31:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:32:00,12:32:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:34:00,12:34:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:35:00,12:35:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:36:00,12:36:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:37:00,12:37:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:37:00,12:37:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:39:00,12:39:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:40:00,12:40:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:41:00,12:41:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:41:00,12:41:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:42:00,12:42:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:43:00,12:43:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:44:00,12:44:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:45:00,12:45:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:47:00,12:47:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:48:00,12:48:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:49:00,12:49:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:50:00,12:50:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:52:00,12:52:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:54:00,12:54:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:56:00,12:56:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:57:00,12:57:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,12:59:00,12:59:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:00:00,13:00:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:01:00,13:01:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:02:00,13:02:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:03:00,13:03:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:04:00,13:04:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:06:00,13:06:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:08:00,13:08:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_12時30分_系統267,13:11:00,13:11:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_12時47分_系統662,12:47:00,12:47:00,200022_01,1,渋川駅（前橋駅・渋川市内循環 経由）,0,1,1
特別ダイヤ１_12時47分_系統662,12:50:00,12:50:00,200668_02,2,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,12:51:00,12:51:00,200932_02,3,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,12:52:00,12:52:00,200108_02,4,渋川駅（前橋駅・渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,12:57:00,12:57:00,200718_02,5,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,12:58:00,12:58:00,200998_01,6,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:00:00,13:00:00,201081_01,7,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:02:00,13:02:00,200703_01,8,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:03:00,13:03:00,200702_01,9,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:05:00,13:05:00,200455_01,10,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:06:00,13:06:00,200379_01,11,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:07:00,13:07:00,201015_01,12,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:08:00,13:08:00,200262_01,13,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:09:00,13:09:00,200142_01,14,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:10:00,13:10:00,200141_01,15,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:11:00,13:11:00,200542_01,16,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:13:00,13:13:00,201071_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:15:00,13:15:00,200348_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:16:00,13:16:00,200343_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:17:00,13:17:00,200722_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:19:00,13:19:00,200189_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:21:00,13:21:00,201056_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:22:00,13:22:00,200872_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:23:00,13:23:00,200981_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:24:00,13:24:00,201100_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:25:00,13:25:00,200153_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:25:00,13:25:00,200395_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:26:00,13:26:00,200895_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:27:00,13:27:00,200985_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:27:00,13:27:00,200987_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:28:00,13:28:00,200519_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:29:00,13:29:00,200017_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:30:00,13:30:00,200506_01,33,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:32:00,13:32:00,200827_01,34,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:34:00,13:34:00,200730_01,35,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:35:00,13:35:00,200768_01,36,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時47分_系統662,13:36:00,13:36:00,200463_06,37,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:37:00,13:37:00,200468_01,38,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:39:00,13:39:00,200466_01,39,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:40:00,13:40:00,200704_01,40,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:41:00,13:41:00,200476_02,41,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:42:00,13:42:00,200477_02,42,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:43:00,13:43:00,200430_02,43,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:44:00,13:44:00,200007_02,44,渋川市内循環,0,0,1
特別ダイヤ１_12時47分_系統662,13:49:00,13:49:00,210463_10,45,渋川市内循環,1,0,1
特別ダイヤ１_12時50分_系統645,12:50:00,12:50:00,201440_01,1,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,1,1
特別ダイヤ１_12時50分_系統645,12:55:00,12:55:00,200189_02,2,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,12:57:00,12:57:00,200722_02,3,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,12:58:00,12:58:00,200343_02,4,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,12:59:00,12:59:00,200348_02,5,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:02:00,13:02:00,201185_02,6,けやきウォーク前橋（南橘団地・群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:05:00,13:05:00,200927_01,7,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:05:00,13:05:00,200800_02,8,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:06:00,13:06:00,200928_02,9,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:08:00,13:08:00,201071_02,10,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:10:00,13:10:00,200542_02,11,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:12:00,13:12:00,200141_02,12,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:14:00,13:14:00,200142_02,13,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:15:00,13:15:00,200503_01,14,けやきウォーク前橋（群大病院・前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:17:00,13:17:00,200261_01,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:18:00,13:18:00,200503_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:21:00,13:21:00,200262_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:22:00,13:22:00,201015_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:23:00,13:23:00,200379_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:24:00,13:24:00,200455_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:25:00,13:25:00,200702_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:26:00,13:26:00,200703_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:28:00,13:28:00,201081_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:30:00,13:30:00,200998_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_12時50分_系統645,13:33:00,13:33:00,200718_04,25,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時50分_系統645,13:35:00,13:35:00,200108_01,26,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時50分_系統645,13:36:00,13:36:00,200932_01,27,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時50分_系統645,13:37:00,13:37:00,200668_01,28,けやきウォーク前橋,0,0,1
特別ダイヤ１_12時50分_系統645,13:41:00,13:41:00,200022_01,29,けやきウォーク前橋,1,0,1
特別ダイヤ１_12時52分_系統261,12:52:00,12:52:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_12時52分_系統261,12:53:00,12:53:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,12:54:00,12:54:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,12:55:00,12:55:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,12:56:00,12:56:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,12:57:00,12:57:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,12:58:00,12:58:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,12:59:00,12:59:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,13:00:00,13:00:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_12時52分_系統261,13:05:00,13:05:00,200463_01,10,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:06:00,13:06:00,200768_02,11,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:07:00,13:07:00,200730_02,12,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:09:00,13:09:00,200827_02,13,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:10:00,13:10:00,200506_02,14,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:11:00,13:11:00,200017_02,15,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:12:00,13:12:00,200519_02,16,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:12:00,13:12:00,200987_02,17,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:14:00,13:14:00,200985_02,18,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:15:00,13:15:00,200895_02,19,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:16:00,13:16:00,200395_02,20,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:16:00,13:16:00,200153_02,21,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:17:00,13:17:00,201100_02,22,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:18:00,13:18:00,200981_02,23,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:19:00,13:19:00,200872_02,24,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:20:00,13:20:00,201056_02,25,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:22:00,13:22:00,200189_02,26,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:23:00,13:23:00,200722_02,27,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:24:00,13:24:00,200343_02,28,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:25:00,13:25:00,200348_02,29,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:27:00,13:27:00,201071_02,30,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:29:00,13:29:00,200542_02,31,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:31:00,13:31:00,200141_02,32,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:32:00,13:32:00,200142_02,33,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:34:00,13:34:00,200262_02,34,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:35:00,13:35:00,201015_02,35,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:36:00,13:36:00,200379_02,36,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:37:00,13:37:00,200455_02,37,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:38:00,13:38:00,200702_02,38,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:39:00,13:39:00,200703_02,39,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:41:00,13:41:00,201081_02,40,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:43:00,13:43:00,200998_02,41,前橋駅,0,0,1
特別ダイヤ１_12時52分_系統261,13:46:00,13:46:00,200718_10,42,前橋駅,1,0,1
特別ダイヤ１_13時10分_系統584,13:10:00,13:10:00,200718_02,1,群馬大学荒牧（群大病院・南橘団地 経由）,0,1,1
特別ダイヤ１_13時10分_系統584,13:11:00,13:11:00,200998_01,2,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:13:00,13:13:00,201081_01,3,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:15:00,13:15:00,200703_01,4,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:16:00,13:16:00,200702_01,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:18:00,13:18:00,200455_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:19:00,13:19:00,200379_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:20:00,13:20:00,201015_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:21:00,13:21:00,200262_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:22:00,13:22:00,200503_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:24:00,13:24:00,200261_01,11,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:25:00,13:25:00,200503_02,12,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:26:00,13:26:00,200142_01,13,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:27:00,13:27:00,200141_01,14,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:28:00,13:28:00,200542_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:30:00,13:30:00,201071_01,16,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:31:00,13:31:00,200928_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:32:00,13:32:00,200800_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_13時10分_系統584,13:34:00,13:34:00,200927_01,19,群馬大学荒牧,0,0,1
特別ダイヤ１_13時10分_系統584,13:35:00,13:35:00,201185_01,20,群馬大学荒牧,0,0,1
特別ダイヤ１_13時10分_系統584,13:39:00,13:39:00,200348_01,21,群馬大学荒牧,0,0,1
特別ダイヤ１_13時10分_系統584,13:40:00,13:40:00,200343_01,22,群馬大学荒牧,0,0,1
特別ダイヤ１_13時10分_系統584,13:41:00,13:41:00,200722_01,23,群馬大学荒牧,0,0,1
特別ダイヤ１_13時10分_系統584,13:44:00,13:44:00,200273_01,24,群馬大学荒牧,1,0,1
特別ダイヤ１_13時30分_系統262,13:30:00,13:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_13時30分_系統262,13:31:00,13:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:33:00,13:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:35:00,13:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:36:00,13:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:38:00,13:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:39:00,13:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:40:00,13:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:41:00,13:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:42:00,13:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:43:00,13:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:44:00,13:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:46:00,13:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:48:00,13:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:49:00,13:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:50:00,13:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:52:00,13:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:54:00,13:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:55:00,13:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:56:00,13:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:57:00,13:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:58:00,13:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:58:00,13:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,13:59:00,13:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:00:00,14:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:00:00,14:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:01:00,14:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:02:00,14:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:03:00,14:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:05:00,14:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:07:00,14:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:08:00,14:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_13時30分_系統262,14:09:00,14:09:00,200463_06,33,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:10:00,14:10:00,200468_01,34,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:12:00,14:12:00,200466_01,35,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:13:00,14:13:00,200704_01,36,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:14:00,14:14:00,200476_02,37,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:15:00,14:15:00,200477_02,38,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:16:00,14:16:00,200430_02,39,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:17:00,14:17:00,200007_02,40,渋川市内循環,0,0,1
特別ダイヤ１_13時30分_系統262,14:22:00,14:22:00,210463_10,41,渋川市内循環,1,0,1
特別ダイヤ１_13時30分_系統267,13:30:00,13:30:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_13時30分_系統267,13:31:00,13:31:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:32:00,13:32:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:34:00,13:34:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:35:00,13:35:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:36:00,13:36:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:37:00,13:37:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:37:00,13:37:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:39:00,13:39:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:40:00,13:40:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:41:00,13:41:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:41:00,13:41:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:42:00,13:42:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:43:00,13:43:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:44:00,13:44:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:45:00,13:45:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:47:00,13:47:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:48:00,13:48:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:49:00,13:49:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:50:00,13:50:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:52:00,13:52:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:54:00,13:54:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:56:00,13:56:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:57:00,13:57:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,13:59:00,13:59:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:00:00,14:00:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:01:00,14:01:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:02:00,14:02:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:03:00,14:03:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:04:00,14:04:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:06:00,14:06:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:08:00,14:08:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_13時30分_系統267,14:11:00,14:11:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_13時55分_系統587,13:55:00,13:55:00,200273_01,1,前橋駅（群大病院 経由）,0,1,1
特別ダイヤ１_13時55分_系統587,13:57:00,13:57:00,200722_02,2,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,13:58:00,13:58:00,200343_02,3,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,13:59:00,13:59:00,200348_02,4,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,14:01:00,14:01:00,201071_02,5,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,14:03:00,14:03:00,200542_02,6,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,14:05:00,14:05:00,200141_02,7,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,14:07:00,14:07:00,200142_02,8,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,14:08:00,14:08:00,200503_01,9,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_13時55分_系統587,14:10:00,14:10:00,200261_01,10,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:11:00,14:11:00,200503_02,11,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:14:00,14:14:00,200262_02,12,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:15:00,14:15:00,201015_02,13,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:16:00,14:16:00,200379_02,14,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:17:00,14:17:00,200455_02,15,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:18:00,14:18:00,200702_02,16,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:19:00,14:19:00,200703_02,17,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:21:00,14:21:00,201081_02,18,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:23:00,14:23:00,200998_02,19,前橋駅,0,0,1
特別ダイヤ１_13時55分_系統587,14:26:00,14:26:00,200718_10,20,前橋駅,1,0,1
特別ダイヤ１_13時57分_系統268,13:57:00,13:57:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_13時57分_系統268,13:58:00,13:58:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:00:00,14:00:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:02:00,14:02:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:03:00,14:03:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:04:00,14:04:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:05:00,14:05:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:06:00,14:06:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:07:00,14:07:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:08:00,14:08:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:09:00,14:09:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:10:00,14:10:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:12:00,14:12:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:14:00,14:14:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:15:00,14:15:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:16:00,14:16:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:18:00,14:18:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:20:00,14:20:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:21:00,14:21:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:22:00,14:22:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:23:00,14:23:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:24:00,14:24:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:24:00,14:24:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:25:00,14:25:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:26:00,14:26:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:26:00,14:26:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:27:00,14:27:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:28:00,14:28:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:29:00,14:29:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:31:00,14:31:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:33:00,14:33:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:34:00,14:34:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_13時57分_系統268,14:37:00,14:37:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_14時00分_系統265,14:00:00,14:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_14時00分_系統265,14:01:00,14:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:02:00,14:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:04:00,14:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:05:00,14:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:06:00,14:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:07:00,14:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:07:00,14:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:09:00,14:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:10:00,14:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:11:00,14:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:11:00,14:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:12:00,14:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:13:00,14:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:14:00,14:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:15:00,14:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:17:00,14:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時00分_系統265,14:20:00,14:20:00,200273_01,18,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:22:00,14:22:00,200722_02,19,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:23:00,14:23:00,200343_02,20,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:24:00,14:24:00,200348_02,21,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:26:00,14:26:00,201071_02,22,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:28:00,14:28:00,200542_02,23,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:30:00,14:30:00,200141_02,24,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:31:00,14:31:00,200142_02,25,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:33:00,14:33:00,200262_02,26,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:34:00,14:34:00,201015_02,27,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:35:00,14:35:00,200379_02,28,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:36:00,14:36:00,200455_02,29,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:37:00,14:37:00,200702_02,30,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:38:00,14:38:00,200703_02,31,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:40:00,14:40:00,201081_02,32,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:42:00,14:42:00,200998_02,33,前橋駅,0,0,1
特別ダイヤ１_14時00分_系統265,14:45:00,14:45:00,200718_10,34,前橋駅,1,0,1
特別ダイヤ１_14時10分_系統644,14:10:00,14:10:00,200718_02,1,道の駅まえばし赤城（群大病院 経由）,0,1,1
特別ダイヤ１_14時10分_系統644,14:11:00,14:11:00,200998_01,2,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:13:00,14:13:00,201081_01,3,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:15:00,14:15:00,200703_01,4,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:16:00,14:16:00,200702_01,5,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:17:00,14:17:00,200455_01,6,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:18:00,14:18:00,200379_01,7,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:19:00,14:19:00,201015_01,8,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:20:00,14:20:00,200262_01,9,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:21:00,14:21:00,200503_01,10,道の駅まえばし赤城（群大病院 経由）,0,0,1
特別ダイヤ１_14時10分_系統644,14:23:00,14:23:00,200261_01,11,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:24:00,14:24:00,200503_02,12,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:25:00,14:25:00,200142_01,13,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:26:00,14:26:00,200141_01,14,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:27:00,14:27:00,200542_01,15,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:29:00,14:29:00,201071_01,16,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:31:00,14:31:00,200348_01,17,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:32:00,14:32:00,200343_01,18,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:33:00,14:33:00,200722_01,19,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:35:00,14:35:00,200189_01,20,道の駅まえばし赤城,0,0,1
特別ダイヤ１_14時10分_系統644,14:42:00,14:42:00,201440_01,21,道の駅まえばし赤城,1,0,1
特別ダイヤ１_14時20分_系統661,14:20:00,14:20:00,210463_05,1,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,1,1
特別ダイヤ１_14時20分_系統661,14:21:00,14:21:00,200007_01,2,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:22:00,14:22:00,200430_01,3,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:23:00,14:23:00,200477_01,4,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:24:00,14:24:00,200476_01,5,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:25:00,14:25:00,200704_02,6,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:26:00,14:26:00,200467_01,7,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:27:00,14:27:00,200466_02,8,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:28:00,14:28:00,200468_02,9,けやきウォーク前橋（渋川市内循環・前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:33:00,14:33:00,200463_01,10,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:34:00,14:34:00,200768_02,11,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:35:00,14:35:00,200730_02,12,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:37:00,14:37:00,200827_02,13,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:38:00,14:38:00,200506_02,14,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:39:00,14:39:00,200017_02,15,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:40:00,14:40:00,200519_02,16,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:40:00,14:40:00,200987_02,17,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:42:00,14:42:00,200985_02,18,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:43:00,14:43:00,200895_02,19,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:44:00,14:44:00,200395_02,20,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:44:00,14:44:00,200153_02,21,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:45:00,14:45:00,201100_02,22,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:46:00,14:46:00,200981_02,23,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:47:00,14:47:00,200872_02,24,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:48:00,14:48:00,201056_02,25,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:50:00,14:50:00,200189_02,26,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:52:00,14:52:00,200722_02,27,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:53:00,14:53:00,200343_02,28,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:54:00,14:54:00,200348_02,29,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:56:00,14:56:00,201071_02,30,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,14:58:00,14:58:00,200542_02,31,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:00:00,15:00:00,200141_02,32,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:01:00,15:01:00,200142_02,33,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:03:00,15:03:00,200262_02,34,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:04:00,15:04:00,201015_02,35,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:05:00,15:05:00,200379_02,36,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:06:00,15:06:00,200455_02,37,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:07:00,15:07:00,200702_02,38,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:08:00,15:08:00,200703_02,39,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:10:00,15:10:00,201081_02,40,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:12:00,15:12:00,200998_02,41,けやきウォーク前橋（前橋駅 経由）,0,0,1
特別ダイヤ１_14時20分_系統661,15:15:00,15:15:00,200718_04,42,けやきウォーク前橋,0,0,1
特別ダイヤ１_14時20分_系統661,15:17:00,15:17:00,200108_01,43,けやきウォーク前橋,0,0,1
特別ダイヤ１_14時20分_系統661,15:18:00,15:18:00,200932_01,44,けやきウォーク前橋,0,0,1
特別ダイヤ１_14時20分_系統661,15:19:00,15:19:00,200668_01,45,けやきウォーク前橋,0,0,1
特別ダイヤ１_14時20分_系統661,15:23:00,15:23:00,200022_01,46,けやきウォーク前橋,1,0,1
特別ダイヤ１_14時30分_系統266,14:30:00,14:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_14時30分_系統266,14:31:00,14:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:33:00,14:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:35:00,14:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:36:00,14:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:38:00,14:38:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:39:00,14:39:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:40:00,14:40:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:41:00,14:41:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:42:00,14:42:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:43:00,14:43:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:44:00,14:44:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:46:00,14:46:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:48:00,14:48:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:49:00,14:49:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:50:00,14:50:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_14時30分_系統266,14:52:00,14:52:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,14:55:00,14:55:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,14:57:00,14:57:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,14:58:00,14:58:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,14:59:00,14:59:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:00:00,15:00:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:01:00,15:01:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:01:00,15:01:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:02:00,15:02:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:03:00,15:03:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:03:00,15:03:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:04:00,15:04:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:05:00,15:05:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:06:00,15:06:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:08:00,15:08:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:10:00,15:10:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:11:00,15:11:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_14時30分_系統266,15:14:00,15:14:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_14時50分_系統643,14:50:00,14:50:00,201440_01,1,前橋駅（南橘団地・群大病院 経由）,0,1,1
特別ダイヤ１_14時50分_系統643,14:55:00,14:55:00,200189_02,2,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,14:57:00,14:57:00,200722_02,3,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,14:58:00,14:58:00,200343_02,4,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,14:59:00,14:59:00,200348_02,5,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:02:00,15:02:00,201185_02,6,前橋駅（南橘団地・群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:05:00,15:05:00,200927_01,7,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:05:00,15:05:00,200800_02,8,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:06:00,15:06:00,200928_02,9,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:08:00,15:08:00,201071_02,10,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:10:00,15:10:00,200542_02,11,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:12:00,15:12:00,200141_02,12,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:13:00,15:13:00,200142_02,13,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:14:00,15:14:00,200503_01,14,前橋駅（群大病院 経由）,0,0,1
特別ダイヤ１_14時50分_系統643,15:16:00,15:16:00,200261_01,15,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:17:00,15:17:00,200503_02,16,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:19:00,15:19:00,200262_02,17,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:20:00,15:20:00,201015_02,18,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:22:00,15:22:00,200379_02,19,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:23:00,15:23:00,200455_02,20,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:25:00,15:25:00,200702_02,21,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:27:00,15:27:00,200703_02,22,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:29:00,15:29:00,201081_02,23,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:31:00,15:31:00,200998_02,24,前橋駅,0,0,1
特別ダイヤ１_14時50分_系統643,15:34:00,15:34:00,200718_10,25,前橋駅,1,0,1
特別ダイヤ１_14時55分_系統268,14:55:00,14:55:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_14時55分_系統268,14:56:00,14:56:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,14:58:00,14:58:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:00:00,15:00:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:01:00,15:01:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:02:00,15:02:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:03:00,15:03:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:04:00,15:04:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:05:00,15:05:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:06:00,15:06:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:07:00,15:07:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:08:00,15:08:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:10:00,15:10:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:12:00,15:12:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:13:00,15:13:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:14:00,15:14:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:16:00,15:16:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:18:00,15:18:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:19:00,15:19:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:20:00,15:20:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:21:00,15:21:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:22:00,15:22:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:22:00,15:22:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:23:00,15:23:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:24:00,15:24:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:24:00,15:24:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:25:00,15:25:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:26:00,15:26:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:27:00,15:27:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:29:00,15:29:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:31:00,15:31:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:32:00,15:32:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_14時55分_系統268,15:35:00,15:35:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_15時00分_系統672,15:00:00,15:00:00,200022_01,1,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,1,1
特別ダイヤ１_15時00分_系統672,15:03:00,15:03:00,200668_02,2,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:04:00,15:04:00,200932_02,3,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:05:00,15:05:00,200108_02,4,群馬大学荒牧（前橋駅・群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:10:00,15:10:00,200718_02,5,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:11:00,15:11:00,200998_01,6,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:13:00,15:13:00,201081_01,7,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:15:00,15:15:00,200703_01,8,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:16:00,15:16:00,200702_01,9,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:18:00,15:18:00,200455_01,10,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:19:00,15:19:00,200379_01,11,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:20:00,15:20:00,201015_01,12,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:21:00,15:21:00,200262_01,13,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:22:00,15:22:00,200503_01,14,群馬大学荒牧（群大病院・南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:24:00,15:24:00,200261_01,15,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:25:00,15:25:00,200503_02,16,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:26:00,15:26:00,200142_01,17,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:27:00,15:27:00,200141_01,18,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:28:00,15:28:00,200542_01,19,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:30:00,15:30:00,201071_01,20,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:31:00,15:31:00,200928_01,21,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:32:00,15:32:00,200800_01,22,群馬大学荒牧（南橘団地 経由）,0,0,1
特別ダイヤ１_15時00分_系統672,15:34:00,15:34:00,200927_01,23,群馬大学荒牧,0,0,1
特別ダイヤ１_15時00分_系統672,15:35:00,15:35:00,201185_01,24,群馬大学荒牧,0,0,1
特別ダイヤ１_15時00分_系統672,15:39:00,15:39:00,200348_01,25,群馬大学荒牧,0,0,1
特別ダイヤ１_15時00分_系統672,15:40:00,15:40:00,200343_01,26,群馬大学荒牧,0,0,1
特別ダイヤ１_15時00分_系統672,15:41:00,15:41:00,200722_01,27,群馬大学荒牧,0,0,1
特別ダイヤ１_15時00分_系統672,15:44:00,15:44:00,200273_01,28,群馬大学荒牧,1,0,1
特別ダイヤ１_15時00分_系統265,15:00:00,15:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_15時00分_系統265,15:01:00,15:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:02:00,15:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:04:00,15:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:05:00,15:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:06:00,15:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:07:00,15:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:07:00,15:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:09:00,15:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:10:00,15:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:11:00,15:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:11:00,15:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:12:00,15:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:13:00,15:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:14:00,15:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:15:00,15:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:17:00,15:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_15時00分_系統265,15:20:00,15:20:00,200273_01,18,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:22:00,15:22:00,200722_02,19,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:23:00,15:23:00,200343_02,20,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:24:00,15:24:00,200348_02,21,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:26:00,15:26:00,201071_02,22,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:28:00,15:28:00,200542_02,23,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:30:00,15:30:00,200141_02,24,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:31:00,15:31:00,200142_02,25,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:33:00,15:33:00,200262_02,26,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:34:00,15:34:00,201015_02,27,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:35:00,15:35:00,200379_02,28,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:36:00,15:36:00,200455_02,29,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:37:00,15:37:00,200702_02,30,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:38:00,15:38:00,200703_02,31,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:40:00,15:40:00,201081_02,32,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:42:00,15:42:00,200998_02,33,前橋駅,0,0,1
特別ダイヤ１_15時00分_系統265,15:45:00,15:45:00,200718_10,34,前橋駅,1,0,1
特別ダイヤ１_15時30分_系統262,15:30:00,15:30:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_15時30分_系統262,15:31:00,15:31:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:33:00,15:33:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:35:00,15:35:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:36:00,15:36:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:38:00,15:38:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:39:00,15:39:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:40:00,15:40:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:41:00,15:41:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:42:00,15:42:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:43:00,15:43:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:44:00,15:44:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:46:00,15:46:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:48:00,15:48:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:49:00,15:49:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:50:00,15:50:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:52:00,15:52:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:54:00,15:54:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:55:00,15:55:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:56:00,15:56:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:57:00,15:57:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:58:00,15:58:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:58:00,15:58:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,15:59:00,15:59:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:00:00,16:00:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:00:00,16:00:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:01:00,16:01:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:02:00,16:02:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:03:00,16:03:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:05:00,16:05:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:07:00,16:07:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:08:00,16:08:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時30分_系統262,16:09:00,16:09:00,200463_06,33,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:10:00,16:10:00,200468_01,34,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:12:00,16:12:00,200466_01,35,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:13:00,16:13:00,200704_01,36,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:14:00,16:14:00,200476_02,37,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:15:00,16:15:00,200477_02,38,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:16:00,16:16:00,200430_02,39,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:17:00,16:17:00,200007_02,40,渋川市内循環,0,0,1
特別ダイヤ１_15時30分_系統262,16:22:00,16:22:00,210463_10,41,渋川市内循環,1,0,1
特別ダイヤ１_15時30分_系統267,15:30:00,15:30:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_15時30分_系統267,15:31:00,15:31:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:32:00,15:32:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:34:00,15:34:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:35:00,15:35:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:36:00,15:36:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:37:00,15:37:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:37:00,15:37:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:39:00,15:39:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:40:00,15:40:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:41:00,15:41:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:41:00,15:41:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:42:00,15:42:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:43:00,15:43:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:44:00,15:44:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:45:00,15:45:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:47:00,15:47:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:48:00,15:48:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:49:00,15:49:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:50:00,15:50:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:52:00,15:52:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:54:00,15:54:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:56:00,15:56:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:57:00,15:57:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,15:59:00,15:59:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:00:00,16:00:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:01:00,16:01:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:02:00,16:02:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:03:00,16:03:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:04:00,16:04:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:06:00,16:06:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:08:00,16:08:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_15時30分_系統267,16:11:00,16:11:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_15時40分_系統666,15:40:00,15:40:00,200022_01,1,渋川駅（前橋駅 経由）,0,1,1
特別ダイヤ１_15時40分_系統666,15:43:00,15:43:00,200668_02,2,渋川駅（前橋駅 経由）,0,0,1
特別ダイヤ１_15時40分_系統666,15:44:00,15:44:00,200932_02,3,渋川駅（前橋駅 経由）,0,0,1
特別ダイヤ１_15時40分_系統666,15:45:00,15:45:00,200108_02,4,渋川駅（前橋駅 経由）,0,0,1
特別ダイヤ１_15時40分_系統666,15:50:00,15:50:00,200718_02,5,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,15:51:00,15:51:00,200998_01,6,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,15:53:00,15:53:00,201081_01,7,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,15:55:00,15:55:00,200703_01,8,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,15:56:00,15:56:00,200702_01,9,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,15:57:00,15:57:00,200455_01,10,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,15:58:00,15:58:00,200379_01,11,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,15:59:00,15:59:00,201015_01,12,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:00:00,16:00:00,200262_01,13,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:01:00,16:01:00,200142_01,14,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:02:00,16:02:00,200141_01,15,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:03:00,16:03:00,200542_01,16,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:05:00,16:05:00,201071_01,17,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:07:00,16:07:00,200348_01,18,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:08:00,16:08:00,200343_01,19,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:09:00,16:09:00,200722_01,20,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:11:00,16:11:00,200189_01,21,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:13:00,16:13:00,201056_01,22,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:14:00,16:14:00,200872_01,23,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:15:00,16:15:00,200981_01,24,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:16:00,16:16:00,201100_01,25,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:17:00,16:17:00,200153_01,26,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:17:00,16:17:00,200395_01,27,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:18:00,16:18:00,200895_01,28,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:19:00,16:19:00,200985_01,29,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:19:00,16:19:00,200987_01,30,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:20:00,16:20:00,200519_01,31,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:21:00,16:21:00,200017_01,32,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:22:00,16:22:00,200506_01,33,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:24:00,16:24:00,200827_01,34,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:26:00,16:26:00,200730_01,35,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:27:00,16:27:00,200768_01,36,渋川駅,0,0,1
特別ダイヤ１_15時40分_系統666,16:30:00,16:30:00,200463_10,37,渋川駅,1,0,1
特別ダイヤ１_15時47分_系統261,15:47:00,15:47:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_15時47分_系統261,15:48:00,15:48:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,15:49:00,15:49:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,15:50:00,15:50:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,15:51:00,15:51:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,15:52:00,15:52:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,15:53:00,15:53:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,15:54:00,15:54:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,15:55:00,15:55:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_15時47分_系統261,16:00:00,16:00:00,200463_01,10,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:01:00,16:01:00,200768_02,11,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:02:00,16:02:00,200730_02,12,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:04:00,16:04:00,200827_02,13,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:05:00,16:05:00,200506_02,14,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:06:00,16:06:00,200017_02,15,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:07:00,16:07:00,200519_02,16,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:07:00,16:07:00,200987_02,17,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:09:00,16:09:00,200985_02,18,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:10:00,16:10:00,200895_02,19,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:11:00,16:11:00,200395_02,20,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:11:00,16:11:00,200153_02,21,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:12:00,16:12:00,201100_02,22,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:13:00,16:13:00,200981_02,23,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:14:00,16:14:00,200872_02,24,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:15:00,16:15:00,201056_02,25,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:17:00,16:17:00,200189_02,26,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:18:00,16:18:00,200722_02,27,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:19:00,16:19:00,200343_02,28,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:20:00,16:20:00,200348_02,29,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:22:00,16:22:00,201071_02,30,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:24:00,16:24:00,200542_02,31,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:26:00,16:26:00,200141_02,32,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:27:00,16:27:00,200142_02,33,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:29:00,16:29:00,200262_02,34,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:30:00,16:30:00,201015_02,35,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:31:00,16:31:00,200379_02,36,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:32:00,16:32:00,200455_02,37,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:33:00,16:33:00,200702_02,38,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:34:00,16:34:00,200703_02,39,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:36:00,16:36:00,201081_02,40,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:38:00,16:38:00,200998_02,41,前橋駅,0,0,1
特別ダイヤ１_15時47分_系統261,16:41:00,16:41:00,200718_10,42,前橋駅,1,0,1
特別ダイヤ１_16時00分_系統581,16:00:00,16:00:00,200273_01,1,前橋駅,0,1,1
特別ダイヤ１_16時00分_系統581,16:02:00,16:02:00,200722_02,2,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:03:00,16:03:00,200343_02,3,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:04:00,16:04:00,200348_02,4,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:06:00,16:06:00,201071_02,5,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:08:00,16:08:00,200542_02,6,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:10:00,16:10:00,200141_02,7,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:11:00,16:11:00,200142_02,8,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:13:00,16:13:00,200262_02,9,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:14:00,16:14:00,201015_02,10,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:15:00,16:15:00,200379_02,11,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:16:00,16:16:00,200455_02,12,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:17:00,16:17:00,200702_02,13,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:18:00,16:18:00,200703_02,14,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:20:00,16:20:00,201081_02,15,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:22:00,16:22:00,200998_02,16,前橋駅,0,0,1
特別ダイヤ１_16時00分_系統581,16:25:00,16:25:00,200718_10,17,前橋駅,1,0,1
特別ダイヤ１_16時05分_系統268,16:05:00,16:05:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_16時05分_系統268,16:06:00,16:06:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:08:00,16:08:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:10:00,16:10:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:11:00,16:11:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:12:00,16:12:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:13:00,16:13:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:14:00,16:14:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:15:00,16:15:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:16:00,16:16:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:17:00,16:17:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:18:00,16:18:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:20:00,16:20:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:22:00,16:22:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:23:00,16:23:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:24:00,16:24:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:26:00,16:26:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:28:00,16:28:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:29:00,16:29:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:30:00,16:30:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:31:00,16:31:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:32:00,16:32:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:32:00,16:32:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:33:00,16:33:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:34:00,16:34:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:34:00,16:34:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:35:00,16:35:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:36:00,16:36:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:37:00,16:37:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:39:00,16:39:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:41:00,16:41:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:42:00,16:42:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_16時05分_系統268,16:45:00,16:45:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_16時18分_系統642,16:18:00,16:18:00,200718_02,1,道の駅まえばし赤城（南橘団地 経由）,0,1,1
特別ダイヤ１_16時18分_系統642,16:19:00,16:19:00,200998_01,2,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:21:00,16:21:00,201081_01,3,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:23:00,16:23:00,200703_01,4,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:24:00,16:24:00,200702_01,5,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:26:00,16:26:00,200455_01,6,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:27:00,16:27:00,200379_01,7,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:28:00,16:28:00,201015_01,8,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:29:00,16:29:00,200262_01,9,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:30:00,16:30:00,200142_01,10,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:31:00,16:31:00,200141_01,11,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:32:00,16:32:00,200542_01,12,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:34:00,16:34:00,201071_01,13,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:35:00,16:35:00,200928_01,14,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:36:00,16:36:00,200800_01,15,道の駅まえばし赤城（南橘団地 経由）,0,0,1
特別ダイヤ１_16時18分_系統642,16:38:00,16:38:00,200927_01,16,道の駅まえばし赤城,0,0,1
特別ダイヤ１_16時18分_系統642,16:39:00,16:39:00,201185_01,17,道の駅まえばし赤城,0,0,1
特別ダイヤ１_16時18分_系統642,16:43:00,16:43:00,200348_01,18,道の駅まえばし赤城,0,0,1
特別ダイヤ１_16時18分_系統642,16:44:00,16:44:00,200343_01,19,道の駅まえばし赤城,0,0,1
特別ダイヤ１_16時18分_系統642,16:45:00,16:45:00,200722_01,20,道の駅まえばし赤城,0,0,1
特別ダイヤ１_16時18分_系統642,16:47:00,16:47:00,200189_01,21,道の駅まえばし赤城,0,0,1
特別ダイヤ１_16時18分_系統642,16:54:00,16:54:00,201440_01,22,道の駅まえばし赤城,1,0,1
特別ダイヤ１_16時25分_系統267,16:25:00,16:25:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_16時25分_系統267,16:26:00,16:26:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:27:00,16:27:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:29:00,16:29:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:30:00,16:30:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:31:00,16:31:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:32:00,16:32:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:32:00,16:32:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:34:00,16:34:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:35:00,16:35:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:36:00,16:36:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:36:00,16:36:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:37:00,16:37:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:38:00,16:38:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:39:00,16:39:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:40:00,16:40:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:42:00,16:42:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:43:00,16:43:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:44:00,16:44:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:45:00,16:45:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:47:00,16:47:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:49:00,16:49:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:51:00,16:51:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:52:00,16:52:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:54:00,16:54:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:55:00,16:55:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:56:00,16:56:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:57:00,16:57:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:58:00,16:58:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,16:59:00,16:59:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,17:01:00,17:01:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,17:03:00,17:03:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_16時25分_系統267,17:06:00,17:06:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_16時30分_系統266,16:30:00,16:30:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_16時30分_系統266,16:31:00,16:31:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:33:00,16:33:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:35:00,16:35:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:36:00,16:36:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:37:00,16:37:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:38:00,16:38:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:39:00,16:39:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:40:00,16:40:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:41:00,16:41:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:42:00,16:42:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:43:00,16:43:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:45:00,16:45:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:47:00,16:47:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:48:00,16:48:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:49:00,16:49:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_16時30分_系統266,16:51:00,16:51:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,16:54:00,16:54:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,16:56:00,16:56:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,16:57:00,16:57:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,16:58:00,16:58:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,16:59:00,16:59:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:00:00,17:00:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:00:00,17:00:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:01:00,17:01:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:02:00,17:02:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:02:00,17:02:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:03:00,17:03:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:04:00,17:04:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:05:00,17:05:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:07:00,17:07:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:09:00,17:09:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:10:00,17:10:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_16時30分_系統266,17:13:00,17:13:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_16時57分_系統262,16:57:00,16:57:00,200718_02,1,渋川駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_16時57分_系統262,16:58:00,16:58:00,200998_01,2,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:00:00,17:00:00,201081_01,3,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:02:00,17:02:00,200703_01,4,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:03:00,17:03:00,200702_01,5,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:05:00,17:05:00,200455_01,6,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:06:00,17:06:00,200379_01,7,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:07:00,17:07:00,201015_01,8,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:08:00,17:08:00,200262_01,9,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:09:00,17:09:00,200142_01,10,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:10:00,17:10:00,200141_01,11,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:11:00,17:11:00,200542_01,12,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:13:00,17:13:00,201071_01,13,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:15:00,17:15:00,200348_01,14,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:16:00,17:16:00,200343_01,15,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:17:00,17:17:00,200722_01,16,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:19:00,17:19:00,200189_01,17,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:21:00,17:21:00,201056_01,18,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:22:00,17:22:00,200872_01,19,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:23:00,17:23:00,200981_01,20,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:24:00,17:24:00,201100_01,21,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:25:00,17:25:00,200153_01,22,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:25:00,17:25:00,200395_01,23,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:26:00,17:26:00,200895_01,24,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:27:00,17:27:00,200985_01,25,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:27:00,17:27:00,200987_01,26,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:28:00,17:28:00,200519_01,27,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:29:00,17:29:00,200017_01,28,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:30:00,17:30:00,200506_01,29,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:32:00,17:32:00,200827_01,30,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:34:00,17:34:00,200730_01,31,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:35:00,17:35:00,200768_01,32,渋川駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_16時57分_系統262,17:36:00,17:36:00,200463_06,33,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:37:00,17:37:00,200468_01,34,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:39:00,17:39:00,200466_01,35,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:40:00,17:40:00,200704_01,36,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:41:00,17:41:00,200476_02,37,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:42:00,17:42:00,200477_02,38,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:43:00,17:43:00,200430_02,39,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:44:00,17:44:00,200007_02,40,渋川市内循環,0,0,1
特別ダイヤ１_16時57分_系統262,17:49:00,17:49:00,210463_10,41,渋川市内循環,1,0,1
特別ダイヤ１_17時00分_系統265,17:00:00,17:00:00,200463_01,1,前橋駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_17時00分_系統265,17:01:00,17:01:00,200768_02,2,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:02:00,17:02:00,200730_02,3,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:04:00,17:04:00,200827_02,4,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:05:00,17:05:00,200506_02,5,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:06:00,17:06:00,200017_02,6,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:07:00,17:07:00,200519_02,7,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:07:00,17:07:00,200987_02,8,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:09:00,17:09:00,200985_02,9,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:10:00,17:10:00,200895_02,10,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:11:00,17:11:00,200395_02,11,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:11:00,17:11:00,200153_02,12,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:12:00,17:12:00,201100_02,13,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:13:00,17:13:00,200981_02,14,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:14:00,17:14:00,200872_02,15,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:15:00,17:15:00,201056_02,16,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:17:00,17:17:00,200189_02,17,前橋駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時00分_系統265,17:20:00,17:20:00,200273_01,18,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:22:00,17:22:00,200722_02,19,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:23:00,17:23:00,200343_02,20,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:24:00,17:24:00,200348_02,21,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:26:00,17:26:00,201071_02,22,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:28:00,17:28:00,200542_02,23,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:30:00,17:30:00,200141_02,24,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:31:00,17:31:00,200142_02,25,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:33:00,17:33:00,200262_02,26,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:34:00,17:34:00,201015_02,27,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:35:00,17:35:00,200379_02,28,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:36:00,17:36:00,200455_02,29,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:37:00,17:37:00,200702_02,30,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:38:00,17:38:00,200703_02,31,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:40:00,17:40:00,201081_02,32,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:42:00,17:42:00,200998_02,33,前橋駅,0,0,1
特別ダイヤ１_17時00分_系統265,17:45:00,17:45:00,200718_10,34,前橋駅,1,0,1
特別ダイヤ１_17時02分_系統641,17:02:00,17:02:00,201440_01,1,前橋駅,0,1,1
特別ダイヤ１_17時02分_系統641,17:07:00,17:07:00,200189_02,2,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:09:00,17:09:00,200722_02,3,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:10:00,17:10:00,200343_02,4,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:11:00,17:11:00,200348_02,5,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:13:00,17:13:00,201071_02,6,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:14:00,17:14:00,200542_02,7,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:16:00,17:16:00,200141_02,8,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:17:00,17:17:00,200142_02,9,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:19:00,17:19:00,200262_02,10,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:20:00,17:20:00,201015_02,11,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:22:00,17:22:00,200379_02,12,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:23:00,17:23:00,200455_02,13,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:25:00,17:25:00,200702_02,14,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:27:00,17:27:00,200703_02,15,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:29:00,17:29:00,201081_02,16,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:31:00,17:31:00,200998_02,17,前橋駅,0,0,1
特別ダイヤ１_17時02分_系統641,17:34:00,17:34:00,200718_10,18,前橋駅,1,0,1
特別ダイヤ１_17時10分_系統668,17:10:00,17:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
特別ダイヤ１_17時10分_系統668,17:13:00,17:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
特別ダイヤ１_17時10分_系統668,17:14:00,17:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
特別ダイヤ１_17時10分_系統668,17:15:00,17:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
特別ダイヤ１_17時10分_系統668,17:20:00,17:20:00,200718_02,5,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:21:00,17:21:00,200998_01,6,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:23:00,17:23:00,201081_01,7,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:25:00,17:25:00,200703_01,8,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:26:00,17:26:00,200702_01,9,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:28:00,17:28:00,200455_01,10,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:29:00,17:29:00,200379_01,11,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:30:00,17:30:00,201015_01,12,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:31:00,17:31:00,200262_01,13,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:32:00,17:32:00,200142_01,14,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:33:00,17:33:00,200141_01,15,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:34:00,17:34:00,200542_01,16,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:36:00,17:36:00,201071_01,17,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:37:00,17:37:00,200928_01,18,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:38:00,17:38:00,200800_01,19,南橘団地,0,0,1
特別ダイヤ１_17時10分_系統668,17:41:00,17:41:00,200927_01,20,南橘団地,1,0,1
特別ダイヤ１_17時32分_系統261,17:32:00,17:32:00,210463_05,1,前橋駅（渋川市内循環 経由）,0,1,1
特別ダイヤ１_17時32分_系統261,17:33:00,17:33:00,200007_01,2,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:34:00,17:34:00,200430_01,3,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:35:00,17:35:00,200477_01,4,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:36:00,17:36:00,200476_01,5,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:37:00,17:37:00,200704_02,6,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:38:00,17:38:00,200467_01,7,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:39:00,17:39:00,200466_02,8,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:40:00,17:40:00,200468_02,9,前橋駅（渋川市内循環 経由）,0,0,1
特別ダイヤ１_17時32分_系統261,17:45:00,17:45:00,200463_01,10,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:46:00,17:46:00,200768_02,11,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:47:00,17:47:00,200730_02,12,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:49:00,17:49:00,200827_02,13,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:50:00,17:50:00,200506_02,14,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:51:00,17:51:00,200017_02,15,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:52:00,17:52:00,200519_02,16,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:52:00,17:52:00,200987_02,17,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:54:00,17:54:00,200985_02,18,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:55:00,17:55:00,200895_02,19,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:56:00,17:56:00,200395_02,20,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:56:00,17:56:00,200153_02,21,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:57:00,17:57:00,201100_02,22,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:58:00,17:58:00,200981_02,23,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,17:59:00,17:59:00,200872_02,24,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:00:00,18:00:00,201056_02,25,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:02:00,18:02:00,200189_02,26,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:03:00,18:03:00,200722_02,27,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:04:00,18:04:00,200343_02,28,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:05:00,18:05:00,200348_02,29,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:07:00,18:07:00,201071_02,30,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:09:00,18:09:00,200542_02,31,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:11:00,18:11:00,200141_02,32,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:12:00,18:12:00,200142_02,33,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:14:00,18:14:00,200262_02,34,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:15:00,18:15:00,201015_02,35,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:16:00,18:16:00,200379_02,36,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:17:00,18:17:00,200455_02,37,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:18:00,18:18:00,200702_02,38,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:19:00,18:19:00,200703_02,39,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:21:00,18:21:00,201081_02,40,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:23:00,18:23:00,200998_02,41,前橋駅,0,0,1
特別ダイヤ１_17時32分_系統261,18:26:00,18:26:00,200718_10,42,前橋駅,1,0,1
特別ダイヤ１_17時41分_系統266,17:41:00,17:41:00,200718_02,1,渋川駅（群馬大学荒牧 経由）,0,1,1
特別ダイヤ１_17時41分_系統266,17:42:00,17:42:00,200998_01,2,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:44:00,17:44:00,201081_01,3,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:46:00,17:46:00,200703_01,4,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:47:00,17:47:00,200702_01,5,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:48:00,17:48:00,200455_01,6,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:49:00,17:49:00,200379_01,7,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:50:00,17:50:00,201015_01,8,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:51:00,17:51:00,200262_01,9,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:52:00,17:52:00,200142_01,10,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:53:00,17:53:00,200141_01,11,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:54:00,17:54:00,200542_01,12,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:56:00,17:56:00,201071_01,13,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:58:00,17:58:00,200348_01,14,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,17:59:00,17:59:00,200343_01,15,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,18:00:00,18:00:00,200722_01,16,渋川駅（群馬大学荒牧 経由）,0,0,1
特別ダイヤ１_17時41分_系統266,18:02:00,18:02:00,200273_01,17,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:05:00,18:05:00,200189_01,18,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:07:00,18:07:00,201056_01,19,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:08:00,18:08:00,200872_01,20,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:09:00,18:09:00,200981_01,21,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:10:00,18:10:00,201100_01,22,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:11:00,18:11:00,200153_01,23,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:11:00,18:11:00,200395_01,24,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:12:00,18:12:00,200895_01,25,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:13:00,18:13:00,200985_01,26,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:13:00,18:13:00,200987_01,27,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:14:00,18:14:00,200519_01,28,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:15:00,18:15:00,200017_01,29,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:16:00,18:16:00,200506_01,30,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:18:00,18:18:00,200827_01,31,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:20:00,18:20:00,200730_01,32,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:21:00,18:21:00,200768_01,33,渋川駅,0,0,1
特別ダイヤ１_17時41分_系統266,18:24:00,18:24:00,200463_10,34,渋川駅,1,0,1
特別ダイヤ１_17時50分_系統528,17:50:00,17:50:00,200927_01,1,前橋駅,0,1,1
特別ダイヤ１_17時50分_系統528,17:50:00,17:50:00,200800_02,2,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:51:00,17:51:00,200928_02,3,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:52:00,17:52:00,201071_02,4,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:53:00,17:53:00,200542_02,5,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:55:00,17:55:00,200141_02,6,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:56:00,17:56:00,200142_02,7,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:57:00,17:57:00,200262_02,8,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:58:00,17:58:00,201015_02,9,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,17:59:00,17:59:00,200379_02,10,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,18:00:00,18:00:00,200455_02,11,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,18:02:00,18:02:00,200702_02,12,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,18:04:00,18:04:00,200703_02,13,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,18:06:00,18:06:00,201081_02,14,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,18:08:00,18:08:00,200998_02,15,前橋駅,0,0,1
特別ダイヤ１_17時50分_系統528,18:11:00,18:11:00,200718_10,16,前橋駅,1,0,1
特別ダイヤ１_17時57分_系統268,17:57:00,17:57:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_17時57分_系統268,17:58:00,17:58:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:00:00,18:00:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:02:00,18:02:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:03:00,18:03:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:04:00,18:04:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:05:00,18:05:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:06:00,18:06:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:07:00,18:07:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:08:00,18:08:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:09:00,18:09:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:10:00,18:10:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:12:00,18:12:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:14:00,18:14:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:15:00,18:15:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:16:00,18:16:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:18:00,18:18:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:20:00,18:20:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:21:00,18:21:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:22:00,18:22:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:23:00,18:23:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:24:00,18:24:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:24:00,18:24:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:25:00,18:25:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:26:00,18:26:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:26:00,18:26:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:27:00,18:27:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:28:00,18:28:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:29:00,18:29:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:31:00,18:31:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:33:00,18:33:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:34:00,18:34:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_17時57分_系統268,18:37:00,18:37:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_18時10分_系統668,18:10:00,18:10:00,200022_01,1,南橘団地（前橋駅 経由）,0,1,1
特別ダイヤ１_18時10分_系統668,18:13:00,18:13:00,200668_02,2,南橘団地（前橋駅 経由）,0,0,1
特別ダイヤ１_18時10分_系統668,18:14:00,18:14:00,200932_02,3,南橘団地（前橋駅 経由）,0,0,1
特別ダイヤ１_18時10分_系統668,18:15:00,18:15:00,200108_02,4,南橘団地（前橋駅 経由）,0,0,1
特別ダイヤ１_18時10分_系統668,18:20:00,18:20:00,200718_02,5,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:21:00,18:21:00,200998_01,6,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:23:00,18:23:00,201081_01,7,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:25:00,18:25:00,200703_01,8,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:26:00,18:26:00,200702_01,9,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:28:00,18:28:00,200455_01,10,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:29:00,18:29:00,200379_01,11,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:30:00,18:30:00,201015_01,12,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:31:00,18:31:00,200262_01,13,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:32:00,18:32:00,200142_01,14,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:33:00,18:33:00,200141_01,15,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:34:00,18:34:00,200542_01,16,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:36:00,18:36:00,201071_01,17,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:37:00,18:37:00,200928_01,18,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:38:00,18:38:00,200800_01,19,南橘団地,0,0,1
特別ダイヤ１_18時10分_系統668,18:41:00,18:41:00,200927_01,20,南橘団地,1,0,1
特別ダイヤ１_18時10分_系統267,18:10:00,18:10:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_18時10分_系統267,18:11:00,18:11:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:12:00,18:12:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:14:00,18:14:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:15:00,18:15:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:16:00,18:16:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:17:00,18:17:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:17:00,18:17:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:19:00,18:19:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:20:00,18:20:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:21:00,18:21:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:21:00,18:21:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:22:00,18:22:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:23:00,18:23:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:24:00,18:24:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:25:00,18:25:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:27:00,18:27:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:28:00,18:28:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:29:00,18:29:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:30:00,18:30:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:32:00,18:32:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:34:00,18:34:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:36:00,18:36:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:37:00,18:37:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:39:00,18:39:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:40:00,18:40:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:41:00,18:41:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:42:00,18:42:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:43:00,18:43:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:44:00,18:44:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:46:00,18:46:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:48:00,18:48:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_18時10分_系統267,18:51:00,18:51:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_18時37分_系統268,18:37:00,18:37:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_18時37分_系統268,18:38:00,18:38:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:40:00,18:40:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:42:00,18:42:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:43:00,18:43:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:45:00,18:45:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:46:00,18:46:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:47:00,18:47:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:48:00,18:48:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:49:00,18:49:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:50:00,18:50:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:51:00,18:51:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:53:00,18:53:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:55:00,18:55:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:56:00,18:56:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:57:00,18:57:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,18:59:00,18:59:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:01:00,19:01:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:02:00,19:02:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:03:00,19:03:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:04:00,19:04:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:05:00,19:05:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:05:00,19:05:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:06:00,19:06:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:07:00,19:07:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:07:00,19:07:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:08:00,19:08:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:09:00,19:09:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:10:00,19:10:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:12:00,19:12:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:14:00,19:14:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:15:00,19:15:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_18時37分_系統268,19:18:00,19:18:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_18時45分_系統267,18:45:00,18:45:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_18時45分_系統267,18:46:00,18:46:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:47:00,18:47:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:49:00,18:49:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:50:00,18:50:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:51:00,18:51:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:52:00,18:52:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:52:00,18:52:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:54:00,18:54:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:55:00,18:55:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:56:00,18:56:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:56:00,18:56:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:57:00,18:57:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:58:00,18:58:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,18:59:00,18:59:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:00:00,19:00:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:02:00,19:02:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:03:00,19:03:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:04:00,19:04:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:05:00,19:05:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:07:00,19:07:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:09:00,19:09:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:11:00,19:11:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:12:00,19:12:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:14:00,19:14:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:15:00,19:15:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:16:00,19:16:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:17:00,19:17:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:18:00,19:18:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:19:00,19:19:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:21:00,19:21:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:23:00,19:23:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_18時45分_系統267,19:26:00,19:26:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_19時00分_系統532,19:00:00,19:00:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
特別ダイヤ１_19時00分_系統532,19:01:00,19:01:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:03:00,19:03:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:05:00,19:05:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:06:00,19:06:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:07:00,19:07:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:08:00,19:08:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:09:00,19:09:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:10:00,19:10:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:11:00,19:11:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:12:00,19:12:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:13:00,19:13:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:15:00,19:15:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:16:00,19:16:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:17:00,19:17:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_19時00分_系統532,19:19:00,19:19:00,200927_01,16,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:20:00,19:20:00,201185_01,17,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:24:00,19:24:00,200348_01,18,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:25:00,19:25:00,200343_01,19,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:26:00,19:26:00,200722_01,20,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:27:00,19:27:00,200189_01,21,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:29:00,19:29:00,201056_01,22,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:30:00,19:30:00,200872_01,23,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:31:00,19:31:00,200981_01,24,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:32:00,19:32:00,201100_01,25,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:33:00,19:33:00,200153_01,26,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:33:00,19:33:00,200395_01,27,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:34:00,19:34:00,200895_01,28,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:35:00,19:35:00,200985_01,29,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:35:00,19:35:00,200987_01,30,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:36:00,19:36:00,200519_01,31,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:37:00,19:37:00,200017_01,32,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:38:00,19:38:00,200506_01,33,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:39:00,19:39:00,200827_01,34,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:41:00,19:41:00,200730_01,35,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:42:00,19:42:00,200768_01,36,渋川駅,0,0,1
特別ダイヤ１_19時00分_系統532,19:45:00,19:45:00,200463_10,37,渋川駅,1,0,1
特別ダイヤ１_19時50分_系統267,19:50:00,19:50:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_19時50分_系統267,19:51:00,19:51:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,19:52:00,19:52:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,19:54:00,19:54:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,19:55:00,19:55:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,19:56:00,19:56:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,19:57:00,19:57:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,19:57:00,19:57:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,19:59:00,19:59:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:00:00,20:00:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:01:00,20:01:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:01:00,20:01:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:02:00,20:02:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:03:00,20:03:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:04:00,20:04:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:05:00,20:05:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:06:00,20:06:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:07:00,20:07:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:08:00,20:08:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:09:00,20:09:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:10:00,20:10:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:11:00,20:11:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:12:00,20:12:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:13:00,20:13:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:15:00,20:15:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:16:00,20:16:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:16:00,20:16:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:17:00,20:17:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:18:00,20:18:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:19:00,20:19:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:21:00,20:21:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:23:00,20:23:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_19時50分_系統267,20:26:00,20:26:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_19時50分_系統268,19:50:00,19:50:00,200718_02,1,渋川駅,0,1,1
特別ダイヤ１_19時50分_系統268,19:51:00,19:51:00,200998_01,2,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,19:53:00,19:53:00,201081_01,3,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,19:55:00,19:55:00,200703_01,4,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,19:56:00,19:56:00,200702_01,5,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,19:58:00,19:58:00,200455_01,6,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,19:59:00,19:59:00,200379_01,7,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:00:00,20:00:00,201015_01,8,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:01:00,20:01:00,200262_01,9,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:02:00,20:02:00,200142_01,10,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:03:00,20:03:00,200141_01,11,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:04:00,20:04:00,200542_01,12,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:06:00,20:06:00,201071_01,13,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:08:00,20:08:00,200348_01,14,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:09:00,20:09:00,200343_01,15,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:10:00,20:10:00,200722_01,16,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:11:00,20:11:00,200189_01,17,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:13:00,20:13:00,201056_01,18,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:14:00,20:14:00,200872_01,19,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:15:00,20:15:00,200981_01,20,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:16:00,20:16:00,201100_01,21,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:17:00,20:17:00,200153_01,22,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:17:00,20:17:00,200395_01,23,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:18:00,20:18:00,200895_01,24,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:19:00,20:19:00,200985_01,25,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:19:00,20:19:00,200987_01,26,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:20:00,20:20:00,200519_01,27,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:21:00,20:21:00,200017_01,28,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:22:00,20:22:00,200506_01,29,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:23:00,20:23:00,200827_01,30,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:25:00,20:25:00,200730_01,31,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:26:00,20:26:00,200768_01,32,渋川駅,0,0,1
特別ダイヤ１_19時50分_系統268,20:29:00,20:29:00,200463_10,33,渋川駅,1,0,1
特別ダイヤ１_20時35分_系統267,20:35:00,20:35:00,200463_01,1,前橋駅,0,1,1
特別ダイヤ１_20時35分_系統267,20:36:00,20:36:00,200768_02,2,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:37:00,20:37:00,200730_02,3,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:39:00,20:39:00,200827_02,4,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:40:00,20:40:00,200506_02,5,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:41:00,20:41:00,200017_02,6,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:42:00,20:42:00,200519_02,7,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:42:00,20:42:00,200987_02,8,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:44:00,20:44:00,200985_02,9,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:45:00,20:45:00,200895_02,10,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:46:00,20:46:00,200395_02,11,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:46:00,20:46:00,200153_02,12,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:47:00,20:47:00,201100_02,13,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:48:00,20:48:00,200981_02,14,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:49:00,20:49:00,200872_02,15,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:50:00,20:50:00,201056_02,16,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:51:00,20:51:00,200189_02,17,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:52:00,20:52:00,200722_02,18,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:53:00,20:53:00,200343_02,19,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:54:00,20:54:00,200348_02,20,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:55:00,20:55:00,201071_02,21,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:56:00,20:56:00,200542_02,22,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:57:00,20:57:00,200141_02,23,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,20:58:00,20:58:00,200142_02,24,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:00:00,21:00:00,200262_02,25,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:01:00,21:01:00,201015_02,26,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:01:00,21:01:00,200379_02,27,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:02:00,21:02:00,200455_02,28,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:03:00,21:03:00,200702_02,29,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:04:00,21:04:00,200703_02,30,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:06:00,21:06:00,201081_02,31,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:08:00,21:08:00,200998_02,32,前橋駅,0,0,1
特別ダイヤ１_20時35分_系統267,21:11:00,21:11:00,200718_10,33,前橋駅,1,0,1
特別ダイヤ１_20時35分_系統532,20:35:00,20:35:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
特別ダイヤ１_20時35分_系統532,20:36:00,20:36:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:38:00,20:38:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:40:00,20:40:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:41:00,20:41:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:42:00,20:42:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:43:00,20:43:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:44:00,20:44:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:45:00,20:45:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:46:00,20:46:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:47:00,20:47:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:48:00,20:48:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:50:00,20:50:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:51:00,20:51:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:52:00,20:52:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_20時35分_系統532,20:54:00,20:54:00,200927_01,16,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,20:55:00,20:55:00,201185_01,17,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,20:59:00,20:59:00,200348_01,18,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:00:00,21:00:00,200343_01,19,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:01:00,21:01:00,200722_01,20,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:02:00,21:02:00,200189_01,21,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:04:00,21:04:00,201056_01,22,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:05:00,21:05:00,200872_01,23,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:06:00,21:06:00,200981_01,24,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:07:00,21:07:00,201100_01,25,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:08:00,21:08:00,200153_01,26,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:08:00,21:08:00,200395_01,27,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:09:00,21:09:00,200895_01,28,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:10:00,21:10:00,200985_01,29,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:10:00,21:10:00,200987_01,30,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:11:00,21:11:00,200519_01,31,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:12:00,21:12:00,200017_01,32,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:13:00,21:13:00,200506_01,33,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:14:00,21:14:00,200827_01,34,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:16:00,21:16:00,200730_01,35,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:17:00,21:17:00,200768_01,36,渋川駅,0,0,1
特別ダイヤ１_20時35分_系統532,21:20:00,21:20:00,200463_10,37,渋川駅,1,0,1
特別ダイヤ１_21時24分_系統532,21:24:00,21:24:00,200718_02,1,渋川駅（南橘団地 経由）,0,1,1
特別ダイヤ１_21時24分_系統532,21:25:00,21:25:00,200998_01,2,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:27:00,21:27:00,201081_01,3,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:29:00,21:29:00,200703_01,4,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:30:00,21:30:00,200702_01,5,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:31:00,21:31:00,200455_01,6,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:32:00,21:32:00,200379_01,7,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:33:00,21:33:00,201015_01,8,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:34:00,21:34:00,200262_01,9,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:35:00,21:35:00,200142_01,10,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:36:00,21:36:00,200141_01,11,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:37:00,21:37:00,200542_01,12,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:39:00,21:39:00,201071_01,13,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:40:00,21:40:00,200928_01,14,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:41:00,21:41:00,200800_01,15,渋川駅（南橘団地 経由）,0,0,1
特別ダイヤ１_21時24分_系統532,21:43:00,21:43:00,200927_01,16,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:44:00,21:44:00,201185_01,17,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:48:00,21:48:00,200348_01,18,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:49:00,21:49:00,200343_01,19,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:50:00,21:50:00,200722_01,20,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:51:00,21:51:00,200189_01,21,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:53:00,21:53:00,201056_01,22,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:54:00,21:54:00,200872_01,23,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:55:00,21:55:00,200981_01,24,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:56:00,21:56:00,201100_01,25,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:57:00,21:57:00,200153_01,26,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:57:00,21:57:00,200395_01,27,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:58:00,21:58:00,200895_01,28,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:59:00,21:59:00,200985_01,29,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,21:59:00,21:59:00,200987_01,30,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,22:00:00,22:00:00,200519_01,31,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,22:01:00,22:01:00,200017_01,32,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,22:02:00,22:02:00,200506_01,33,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,22:03:00,22:03:00,200827_01,34,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,22:05:00,22:05:00,200730_01,35,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,22:06:00,22:06:00,200768_01,36,渋川駅,0,0,1
特別ダイヤ１_21時24分_系統532,22:09:00,22:09:00,200463_10,37,渋川駅,1,0,1`;

type calendar_dates = {
  service_id: string;
  date: string;
  exception_type: string;
};
const calendar_dates: calendar_dates[] = [];

const rows_calendar_dates = calendar_dates_string.split("\n");
for (let i = 1; i < rows_calendar_dates.length; i++) {
  const row = rows_calendar_dates[i].split(",");
  const trip: any = {
    route_id: row[0],
    service_id: row[1],
    date: row[2],
    exception_type: row[3],
  };
  calendar_dates.push(trip);
}

export default calendar_dates;

type trips = {
  route_id: string;
  service_id: string;
  trip_id: string;
  trip_headsign: string;
  block_id: string;
  trip_short_name: string;
  direction_id: string;
  shape_id: string;
};

const trips: trips[] = [];

const rows_trips = trips_string.split("\n");
for (let i = 1; i < rows_trips.length; i++) {
  const row = rows_trips[i].split(",");
  const trip: any = {
    route_id: row[0],
    service_id: row[1],
    trip_id: row[2],
    trip_headsign: row[3],
    block_id: row[4],
    trip_short_name: row[5],
    direction_id: row[6],
    shape_id: row[7],
  };
  trips.push(trip);
}

const tripIDList: string[] = trips.map((value) => value.trip_id);

type tripsByServiceID = trips[][];
export const tripsByServiceID: tripsByServiceID = Array.from(
  { length: 5 },
  () => []
);

trips.forEach((value) => {
  const ServiceID = value.service_id;
  if (ServiceID === "平日") {
    tripsByServiceID[0].push(value);
  } else if (ServiceID === "土曜") {
    tripsByServiceID[1].push(value);
  } else if (ServiceID === "日祝") {
    tripsByServiceID[2].push(value);
  } else if (ServiceID === "特別ダイヤ１") {
    tripsByServiceID[3].push(value);
  } else if (ServiceID === "年末・年始") {
    tripsByServiceID[4].push(value);
  }
});

type stops = {
  stop_id: string;
  stop_code: string;
  stop_name: string;
  stop_desc: string;
  stop_lat: string;
  stop_lon: string;
  zone_id: string;
  stop_url: string;
  location_type: string;
  platform_code: string;
  parent_station: string;
};

const stops: stops[] = [];

const rows_stops = stops_string.split("\n");
for (let i = 1; i < rows_stops.length; i++) {
  const row = rows_stops[i].split(",");
  const stop: any = {
    stop_id: row[0],
    stop_code: row[1],
    stop_name: row[2],
    stop_desc: row[3],
    stop_lat: row[4],
    stop_lon: row[5],
    zone_id: row[6],
    stop_url: row[7],
    location_type: row[8],
    platform_code: row[9],
    parent_station: row[10],
  };
  stops.push(stop);
}

type stop_times = {
  route_id: string;
  trip_id: string;
  arrival_time: string;
  departure_time: string;
  stop_id: string;
  stop_sequence: string;
  stop_headsign: string;
  pickup_type: string;
  drop_off_type: string;
  timepoint: string;
};

const stop_times: stop_times[] = [];

const rows_stop_times = stop_times_string.split("\n");
for (let i = 1; i < rows_stop_times.length; i++) {
  const row = rows_stop_times[i].split(",");
  const stop_time: any = {
    trip_id: row[0],
    arrival_time: row[1],
    departure_time: row[2],
    stop_id: row[3],
    stop_sequence: row[4],
    stop_headsign: row[5],
    pickup_type: row[6],
    drop_off_type: row[7],
    timepoint: row[8],
  };
  stop_times.push(stop_time);
}

const stop_timesByTripID: stop_times[][] = Array.from(
  { length: tripIDList.length },
  () => []
);

stop_times.forEach((value1) => {
  const tripIndex: number = tripIDList.findIndex(
    (value2) => value1.trip_id === value2
  );
  stop_timesByTripID[tripIndex].push(value1);
});

// NowTime 現在時刻　祝日かどうか
export const nowAtom = atom<Date>(new Date());

// BusRoute バス停のリスト　出発するバス停　到着するバス停
export const BusSpotList: string[] = Array.from(
  new Set(
    stops.map((value) => {
      return value.stop_name;
    })
  )
);

export const changedStartValueAtom = atom<string>("");

export const startAtom = atom<string>((get) => {
  const Start = get(changedStartValueAtom);
  if (Start === "") {
    return "前橋駅";
  } else {
    return Start;
  }
});

export const changedGoalValueAtom = atom<string>("");

export const goalAtom = atom<string>((get) => {
  const Goal = get(changedGoalValueAtom);
  if (Goal === "") {
    return "群馬大学荒牧";
  } else {
    return Goal;
  }
});

//ServiceIDを判定（平日、土曜、日祝等）
export const BusServiceID = atom((get) => {
  const now = get(nowAtom);
  const nowY: string = now.getFullYear().toString();
  type nowM = (n: Date) => string;
  const nowM = (n = now) =>
    n.getMonth() + 1 >= 10
      ? (n.getMonth() + 1).toString()
      : "0" + (n.getMonth() + 1).toString();
  type nowD = (n: Date) => string;
  const nowD = (n: Date = now) =>
    n.getMonth() + 1 >= 10
      ? (n.getMonth() + 1).toString()
      : "0" + (n.getMonth() + 1).toString();
  const nowYMD: string = nowY + nowM + nowD;
  const judgeServiceID = calendar_dates.find(
    (value) => value.date === nowYMD && value.exception_type === "1"
  );
  if (judgeServiceID) {
    return judgeServiceID.service_id;
  } else {
    if (now.getDay() === 6) {
      return "土曜";
    } else if (now.getDay() === 0) {
      return "日祝";
    } else {
      return "平日";
    }
  }
});

export const busTrips = atom((get) => {
  const ServiceID = get(BusServiceID);
  var ans: trips[] = [];
  if (ServiceID === "平日") var ans = tripsByServiceID[0];
  else if (ServiceID === "土曜") var ans = tripsByServiceID[1];
  else if (ServiceID === "日祝") var ans = tripsByServiceID[2];
  else if (ServiceID === "特別ダイヤ１") var ans = tripsByServiceID[3];
  else if (ServiceID === "年末・年始") var ans = tripsByServiceID[4];
  else console.log("ダイヤが見つかりません");
  return ans;
});

export const busStartTransrateToID = atom<stops[]>((get) => {
  const Start = get(startAtom);
  const StartID: stops[] = stops.filter((value) => value.stop_name === Start);
  return StartID;
});

export const busGoalTransrateToID = atom<stops[]>((get) => {
  const Goal = get(goalAtom);
  const GoalID: stops[] = stops.filter((value) => value.stop_name === Goal);
  return GoalID;
});

const saveList: (stops | undefined)[] = BusSpotList.map((value) => {
  return stops.find((item) => item.stop_name === value);
}).filter(Boolean);
type distanceList = {
  name: string;
  distance: number;
};

const nearTargetStops: string[][] = [];

const filteredSaveList: stops[] = saveList.filter(
  (item): item is stops => item !== undefined
);
for (let i = 1; i < saveList.length; i++) {
  const baseStop: stops = filteredSaveList[i];
  const distanceList: distanceList[] = [];
  for (let j = 1; j < filteredSaveList.length; j++) {
    const compereStop: stops = filteredSaveList[j];
    if (compereStop === baseStop) {
      continue;
    } else {
      const lat: number =
        (Number(compereStop.stop_lat) - Number(baseStop.stop_lat)) ** 2;
      const lon: number =
        (Number(compereStop.stop_lon) - Number(baseStop.stop_lon)) ** 2;
      const distance: number = lat + lon;
      distanceList.push({ name: compereStop.stop_name, distance: distance });
    }
  }
  distanceList.sort((a, b) => a.distance - b.distance);
  nearTargetStops.push([
    baseStop.stop_name,
    distanceList[0].name,
    distanceList[1].name,
  ]);
}

export const NearbusStartTransrateToID = atom<stops[][]>((get) => {
  const Start = get(startAtom);
  const NearStart: string[] =
    nearTargetStops.find((value) => value[0] === Start) || [];
  const StartID1: stops[] = stops.filter(
    (value) => value.stop_name === NearStart[1]
  );
  const StartID2: stops[] = stops.filter(
    (value) => value.stop_name === NearStart[2]
  );
  return [StartID1, StartID2];
});


export const NearbusGoalTransrateToID = atom<stops[][]>((get) => {
  const Goal = get(goalAtom);
  const NearGoal: string[] =
    nearTargetStops.find((value) => value[0] === Goal) || [];
  const GoalID1: stops[] = stops.filter(
    (value) => value.stop_name === NearGoal[1]
  );
  const GoalID2: stops[] = stops.filter(
    (value) => value.stop_name === NearGoal[2]
  );
  return [GoalID1, GoalID2];
});


export const stopInfo = atom<stops[]>((get) => {
  const Start: stops[] = get(busStartTransrateToID);
  const Goal: stops[] = get(busGoalTransrateToID);
  const NearStart: stops[] = get(NearbusStartTransrateToID).flat();
  const NearGoal: stops[] = get(NearbusGoalTransrateToID).flat();
  return [...Start, ...Goal, ...NearStart, ...NearGoal];
});



export const busTime = atom((get) => {
  const Now = get(nowAtom);
  const Start: stops[] = get(busStartTransrateToID);
  const Goal: stops[] = get(busGoalTransrateToID);
  const NearStart: stops[][] = get(NearbusStartTransrateToID);
  const NearGoal: stops[][] = get(NearbusGoalTransrateToID);
  const Stop_times: stop_times[][] = [...stop_timesByTripID];
  const TripID = [...tripIDList];
  // Trips => TripIDでインデックスを取得 => Stop_timesで該当するインデックスを検索=>Startが現在時刻より後に出発時刻が設定されているか、
  const Trips: trips[] = get(busTrips);

  const oneDigitCheck = (value: number) => {
    if (value >= 10) {
      return value.toString();
    } else {
      return "0" + value.toString();
    }
  };
  const nowTime: number = Number(
    Now.getHours().toString() +
    oneDigitCheck(Now.getMinutes()) +
    oneDigitCheck(Now.getSeconds())
  );
  const StartIDList = Start.map((value) => value.stop_id);
  const GoalIDList = Goal.map((value) => value.stop_id);
  const List: Array<[trips, stop_times, stop_times]> = [];
  // Trip(便)ごとに
  let firstStop: number | null = null;

  for (let i = 0; i < Trips.length; i++) {
    const trip: trips = Trips[i];
    const tripIndex: number = TripID.findIndex(
      (value) => value === trip.trip_id
    );
    const Stop_time: stop_times[] = Stop_times[tripIndex];
    let StartFlag: boolean = false;
    let GoalFlag: boolean = false;
    let StartStop_time: stop_times = {
      route_id: "",
      trip_id: "",
      arrival_time: "",
      departure_time: "",
      stop_id: "",
      stop_sequence: "",
      stop_headsign: "",
      pickup_type: "",
      drop_off_type: "",
      timepoint: "",
    };
    let GoalStop_time: stop_times = {
      route_id: "",
      trip_id: "",
      arrival_time: "",
      departure_time: "",
      stop_id: "",
      stop_sequence: "",
      stop_headsign: "",
      pickup_type: "",
      drop_off_type: "",
      timepoint: "",
    };
    // 到着情報ごとに
    for (let j = 0; j < Stop_time.length && List.length < 5; j++) {
      let depTime: number = Number(
        Stop_time[j].departure_time.split(":").join("")
      );
      if (StartFlag === false) {
        if (StartIDList.includes(Stop_time[j].stop_id) && depTime >= nowTime) {
          StartFlag = true;
          StartStop_time = Stop_time[j];
        }
      }

      if (StartFlag === true) {
        if (GoalIDList.includes(Stop_time[j].stop_id)) {
          GoalFlag = true;
          GoalStop_time = Stop_time[j];
          break;
        }
      }
    }
    if (StartFlag === true && GoalFlag === true) {
      if (List.length === 1) {
        firstStop = i;
      }
      List.push([trip, StartStop_time, GoalStop_time]);
    }
  }

  let targetbustripId: string[] = List.map((value) => value[0].trip_id);







  const checkNearTarget = (nearStartStop: stops[], nearGoalStop: stops[]) => {
    const StartIDList = nearStartStop.map((value) => value.stop_id);
    const GoalIDList = nearGoalStop.map((value) => value.stop_id);

    const checkStart: number = (firstStop === null) ? 0 : firstStop - 3;
    const checkEnd: number = (firstStop === null) ? Trips.length : firstStop - firstStop + 5;
    for (let i: number = checkStart; i < checkEnd; i++) {
      const trip: trips = Trips[i];
      const tripIndex: number = TripID.findIndex(
        (value) => value === trip.trip_id
      );

      const Stop_time: stop_times[] = Stop_times[tripIndex];
      let StartFlag: boolean = false;
      let GoalFlag: boolean = false;
      let StartStop_time: stop_times = {
        route_id: "",
        trip_id: "",
        arrival_time: "",
        departure_time: "",
        stop_id: "",
        stop_sequence: "",
        stop_headsign: "",
        pickup_type: "",
        drop_off_type: "",
        timepoint: "",
      };
      let GoalStop_time: stop_times = {
        route_id: "",
        trip_id: "",
        arrival_time: "",
        departure_time: "",
        stop_id: "",
        stop_sequence: "",
        stop_headsign: "",
        pickup_type: "",
        drop_off_type: "",
        timepoint: "",
      };
      // 到着情報ごとに
      for (let j = 0; j < Stop_time.length; j++) {
        let depTime: number = Number(
          Stop_time[j].departure_time.split(":").join("")
        );
        if (StartFlag === false) {
          if (
            StartIDList.includes(Stop_time[j].stop_id) &&
            depTime >= nowTime
          ) {
            StartFlag = true;
            StartStop_time = Stop_time[j];
          }
        }

        if (StartFlag === true) {
          if (GoalIDList.includes(Stop_time[j].stop_id)) {
            GoalFlag = true;
            GoalStop_time = Stop_time[j];
            break;
          }
        }
      }
      if (
        StartFlag === true &&
        GoalFlag === true &&
        !targetbustripId.includes(trip.trip_id)
      ) {
        List.push([trip, StartStop_time, GoalStop_time]);
      }
      targetbustripId = List.map((value) => value[0].trip_id);
    }
  };
  checkNearTarget(Start, NearGoal[0]);
  checkNearTarget(NearStart[0], Goal);
  checkNearTarget(Start, NearGoal[1]);
  checkNearTarget(NearStart[1], Goal);
  checkNearTarget(NearStart[0], NearGoal[0]);
  checkNearTarget(NearStart[1], NearGoal[1]);

  List.sort(
    (a, b) =>
      Number(a[1].departure_time.split(":").join("")) -
      Number(b[1].departure_time.split(":").join(""))
  );
  if (List.length > 5) { List.filter((_value, index) => index < 5) }

  return List;
});
